Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/pbu/BloomLowPriority.xlf
Languages: pbu

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.ConversionFileUsed
source: Conversion file used:
pbu: د تبادلې فایل کارول شوې:

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.Error
source: eSpeak failed.
pbu: eSpeak ناکام شو.

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.LanguageUsed
source: eSpeak language:
pbu: eSpeak ژبه:

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.ResultOfOrthographyConversion
source: Result of orthography conversion:
pbu: د رسم الخط د تبادلې پایلې:

# Settings.Enterprise.Community
source: Funded by the local community only
pbu: یوازې د ځایی ټولنې لخوا تمویل شوی

# Settings.Enterprise.CheckUpdates
source: Check for updates
pbu: اوسمهالونه (updates) وګورئ

# Settings.Enterprise.Expiration
source: Expires:
pbu: ختمیدل:

# Settings.Enterprise.Expired
source: That code has expired.
pbu: دا کوډ پای ته رسیدلی.

# Settings.Enterprise.Incomplete
source: The code should look like SOMENAME-123456-7890
pbu: کوډ باید د SOMENAME-123456-7890 په څیر ښکاره شي

# Settings.Enterprise.LearnMore
source: Learn More
pbu: نور زده کړئ

# Settings.Enterprise.Overview
source: Bloom Enterprise adds features and services that are important for publishers, governments, and international organizations. This paid subscription meets their unique needs while supporting the development and user support of Bloom for the community at large.
pbu: تشبثې بلوم هغه برخې او خدمات اضافه کوي چې د خپرونکو، حکومتونو، او نړیوالو سازمانونو لپاره مهم دي. دا تادیه شوی ګډون د دوی ځانګړې اړتیاوې پوره کوي پداسې حال کې چې په لویه کچه د ټولنې لپاره د بلوم پراختیا او کارن ملاتړ کوي.

# Settings.Enterprise.None
source: None. Enterprise features will be unavailable.
pbu: هیڅ نه. د تشبثې برخې به شتون ونه لري.

# Settings.Enterprise.NeedsCode
source: In an older version of Bloom, this project used **%0**. To continue to use this you will need to enter a current subscription code. Codes for SIL brandings can be found [here](%1). For other subscriptions, contact your project administrator.
pbu: د بلوم په زاړه نسخه کې، دې پروژې **%0 ** کارول شوې. د دې کارولو ته دوام ورکولو لپاره تاسو اړتیا لرئ د اوسني ګډون کوډ داخل کړئ. د SIL برڼډ لپاره کوډونه موندل کیدی شي (here](1%]. د نور ګډون لپاره، د خپلې پروژې مدیر سره اړیکه ونیسئ.

# Settings.Enterprise.NotValid
source: That code appears to be incorrect.
pbu: دا کوډ غلط ښکاري.

# Settings.Enterprise.Status
source: Bloom Enterprise Status
pbu: د بلوم تشبثۍ حالت

# Settings.Enterprise.Subscription
source: Enterprise Subscription
pbu: تشبثی ګډون

# Settings.Enterprise.SubscriptionCode
source: Subscription Code:
pbu: د ګډون کوډ:

# Settings.Enterprise.UnknownCode
source: This version of Bloom does not have the artwork that goes with that subscription.
pbu: د بلوم دا نسخه هنر برخه نلري چې د دې ګډون سره پرمخ ځي.

# Settings.Enterprise.WhatsThis
source: What's This?
pbu: دا څه دي?
