Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/pbu/bloomEpubPreview.xlf
Languages: pbu

# epubpreview.describe
source: This is an ePUB (e-book) version of your book. It contains audio, so that new readers can listen as they read.
pbu: دا ده یو ePUB ستاسې د برېښنايي کتاب نسخه. دا غږونه لري، چې نوې غوږ نیونکي د لوستلو په وخت ورته غوږ ونیولی شي.

# epubpreview.recording.butnotalk
source: This book has some recordings, but this audio is not included in the ePUB.
pbu: دا کتاب ځینې ریکارډونه لري، خو دا غږونه په ‏ePUB‏ کې شامل نه دي.

# epubpreview.preview
source: Preview
pbu: مخلید

# epubpreview.resizing
source: You can resize the preview by dragging the lower right corner of this simulated device. See how your book will look on screens of various sizes.
pbu: د دې مشابه آلې لاندنې ښي کنج کش کولو له لارې تاسو د مخلید اندازه تغیرولی شئ. وګورئ چې ستاسو کتاب به څنګه په مختلفو اندازو پردو باندې ښکاره شي.

# epubpreview.readium
source: This page uses the Readium ePUB reader. Books will likely look different on different readers.
pbu: دا پاڼه کاروي د Readium ePUB‏ لوستونکی. کتابونه ښایي بیلابیلو لوستونکو ته په مختلفو ډولونو ښکاره شي.

# epubpreview.talkingbookpreview
source: The preview here cannot yet play Talking Books. You can listen to it using Adobe's Free Digital Editions e-book reader.
pbu: مخلید تر اوسه دلته غږیز کتابونه پلې کولی نشي. تاسو ورته غوږ نیولی شئ د ‏Adobe‏ وړیا نسخی په کارولو سره ډیجیټلي ډولونه د بريښنایي کتاب لوستونکی.

# epubpreview.ontodevice
source: Getting this book onto your Device
pbu: دا کتاب د ستاسو په وسیله کې اچول

# epubpreview.usingdropbox
source: A handy way to get books to your phone is to set up Dropbox or similar service on both your computer and your phone/tablet. Just click Save ePUB and then choose your Dropbox folder. On your phone, open the Dropbox app and select your book. If you are using a laptop, you can also try the free ShareIt program to send files from your laptop to a phone or tablet.
pbu: ښه لاره چې کتابونه خپل مبایل ته واستوئ، د ‏Dropbox‏ نصب کول دي یا همداسی بل کوم خدمت په دواړو خپلو مبایل/ټبلیټ او کمپیوټر کې جمتو کړئ. یواځې په ‏ePUB ‏ ثبتولو زور وکړئ او بیا د ‏Dropbox ‏ پوښتې انتخاب کړئ. د تاسو په مبایل کې، د ‏Dropbox ‏کاریال خلاص کړئ او خپل کتاب انتخاب کړئ. که تاسو لپټاپ استعمالوئ، تاسو وړیا نسخه کارولي شئ شریک یې کړئ هغه پروګرام چې دوسیي ستاسې لپټاپ څخه ستاسو موبایل یا ټبلیټ ته استوي.

# epubpreview.recommended.reader
source: Recommended Reader
pbu: وړاندیز شوی کتاب

# epubpreview.gitden.okay
source: Our testing has shown Gitden Reader to be a good choice for Android and IOS (IPhone & IPad) devices.
pbu: زموږ ازموینه ښکاره کړه د ‏Gitden‏ کتاباد انډرایډ او ‏IOS‏ (آیفون، او ‏& ‏IPad‏) وسیلو لپاره ښه انتخاب دي.

# epubpreview.gitden.limits
source: To listen to this Talking Book using Gitden on a phone or tablet, you will need to disable Gitden's "Read aloud (TTS)" feature. Then it will show you the audio controls.
pbu: دې غږیز کتاب ته د غوږ نیولو لپاره په مبایل یا ټبلیټ کې ‏Gitden‏ کارول، تاسو به د ‏Gitden‏ "متن نه وینا ته" غیر فعال کړئ. بیا به هغه تاسو ته غږیز کنټرولونه ښکاره کړي.

# epubpreview.make.it.talk
source: Make it Talk
pbu: ويې غږوئ

# epubpreview.talking.book.tool
source: If you want to make a "Talking Book" that new readers can read-along with, use Bloom's Talking Book Tool to add voice recordings.
pbu: که تاسو غواړئ چې ‏"غږیز کتاب" جوړ کړئ چې نوي لوستونکي یې سره ولولي، له بلوم نه ګټه واخلئ د غږیز کتاب وسیله د غږیز ریکارډونو اضافه کولو لپاره.

# epubpreview.write.us
source: Write to us!
pbu: مونږ ته یې ولیکئ!

# epubpreview.use.help.report
source: Are you interested in distributing Bloom books for use on phones and other ebook readers? Is there something you would need us to do before it is useful for you? Please use the Help:Report A Problem command to send us feedback. Thanks!
pbu: آیا تاسو د بلوم کتابونو په شریکولو کې د مبایلونو له لارې او نورو بریښنایی توکو د کارونئ لپاره علاقه لرئ؟ آیا داسې کوم شی شته چې تاسو اړتیا وینئ مونږ یې وکړو له وړاندی نه چې تاسې ته ګټور وي؟ هیله ده مرسته وکاروئ: د قماندی د ستونزې په راپور ورکولو سره مونږ ته خپل وړاندیز راواسته وئ. مننه!
