Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/pbu/IntegrityFailureAdvice.xlf
Languages: pbu

# integrity.title
source: Bloom cannot find some of its own files, and cannot continue
pbu: بلوم خپل ځینې دوسیي نشي پیدا کولی او ادامه نشي ورکولی

# integrity.causes
source: Possible Causes
pbu: ممکن علتونه

# integrity.causes.1
source: Your antivirus may have "quarantined" one or more Bloom files.
pbu: ستاسو انټی ویروس ښایي چې د بلوم یو یا څو دوسیی قرنطین ‏"quarantined"‏ کړي وي.

# integrity.causes.2
source: Your computer administrator may have your computer "locked down" to prevent bad things, but in such a way that Bloom could not place these files where they belong.
pbu: ستاسو د کمپیوټر اداره کوونکی ښایي ستاسې کمپیوټر قفل کړي وئ ترڅو د بد شیانو مخنیوی وکړي، مګر په داسې طریقه چې بلوم نشي کولی دا فایلونه په کوم ځای پوری چې اړه لري په ځای کړي.

# integrity.todo
source: What To Do
pbu: څه باید وکړو

# integrity.todo.ideas
source: After you submit this report, we will contact you and help you work this out. In the meantime, here are some ideas:
pbu: وروسته له دې چې تاسو دا راپور تسلیم کړئ، مونږ به تاسې سره اړیکه ونیسو او مرسته به وکړو. په همدې وخت کې، ځینې نظرونه په لاندې ډول شته:

# integrity.todo.ideas.Reinstall
source: Run the Bloom installer again, and see if it starts up OK this time.
pbu: د بلوم نصب کوونکی بیا وچلوئ، او وګورئ که دا ځل په سمه توګه پیل شي.

# integrity.todo.ideas.Antivirus
source: If that doesn't fix it, it's time to talk to your anti-virus program. If the "Missing Files" section below shows any files which end in ".exe", consider "whitelisting" the Bloom program folder, which is at {{installFolder}}.
pbu: ‏".exe"‏ ختم شوی وي، د بلوم پروګرام پوښتی ‏"whitelisting" ‏ملاحظه کړئ، چې په ‏‏ {{installFolder}}.

# integrity.todo.ideas.AVAST
source: AVAST: Instructions.
pbu: AVAST: لارښوونې‏.

# integrity.todo.ideas.Norton
source: Norton Antivirus: Instructions from Symantec.
pbu: د ‏Norton‏ انټی ویروس: د ‏Symantec‏ لخوا لارښوونې‏‏.

# integrity.todo.ideas.AVG
source: AVG: Instructions from AVG.
pbu: AVG: د ‏AVG‏ له خوا لارښوونې‏.

# integrity.todo.ideas.Others
source: Others: Google for "whitelist directory name-of-your-antivirus"
pbu: نور: د "خپل انټی-ویروس پوښتی-نوم ‏whitelist ‏" ته زیاد کړي

# integrity.todo.ideas.Restart
source: Run the Bloom installer again, and see if it starts up OK this time.
pbu: د بلوم نصب کوونکی بیا وچلوئ، او وګورئ که دا ځل په سمه توګه پیل شي.

# integrity.todo.ideas.Retrieve
source: You can also try and retrieve the part of Bloom that your anti-virus program took from it. For AVG, you need to find the AVG "options" menu, click "virus vault", click on the Bloom file in the vault, and click "restore". For a visual guide, see this image.
pbu: تاسو کوښښ کولی شي او بیرته د بلوم هغه برخه لاس ته راوړلی شئ چې ستاسې د انټی-ویروس پروګرام اخیستې وه. د ‏AVG‏ لپاره تاسو باید د ‏AVG‏ اختیارونه پیدا کړئ په مینیو کې، بیا به "virus vault"‏ کیکاږئ، په صندوق کې په بلوم فایل زور وکړئ، او په بیا اعاده کولو زور وکړئ. بصري لارښود لپاره، دا انځور وګورئ.

# integrity.missing
source: Missing Files
pbu: ورکې شوي دوسیی
