Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/pbu/leveledReaderInfo.xlf
Languages: pbu

# leveled.reader.vocabulary
source: Vocabulary
pbu: د لغتونو ټولګه

# leveled.reader.start.simple
source: At beginning levels, use simple words that are familiar to children. If it is possible in your language, use words with only one syllable. As children move up to higher levels, you can begin to use words with more syllables. You can begin to use less familiar words. Children should be able to guess the meaning of these less familiar words from the context of the surrounding words and sentences, as well as from the illustrations.
pbu: په لومړنیو سطحو کې، ساده لغتونونه کار واخلئ، چې ماشومانو ته اشنا وي. که تاسو ته ستاسو په ژبه کی آسانه وي، یواځې د یو سیلاب لرونکي کلمې وکاره وئ. لکه څنګه چې ماشومان د لوړې کچې ته ځي، نو تاسو کولی شئ چې د زیاد سیلاب لرونکي کلمو کارولو پیل کړۍ. تاسو کولی شئ چې د لږ آشنا کلمو په کارولو باندې پیل وکړئ. ماشومان باید وکولی شي چې د دې لغتونو په معنی باندې د شاوخوا کلیمو او جملو او همداسې له لارښوونو څخه پوه شی.

# leveled.reader.formatting
source: Formatting
pbu: بڼه ورکول

# leveled.reader.start.large
source: Beginner readers will benefit from a larger font with clear spacing between words. Having the words or sentences in the same location on each page is also helpful. As readers progress to higher levels, font size and spacing will decrease and sentences can appear in different locations on the page.
pbu: د لومړنیو سطحي لوستونکي به د لوی لیکبڼی څخه د واضح او ښکاره فاصلو درلودلو سره ګټه واخلي. د کلمو او جملو درلودل په عین ځای کې په هر پاڼه کې هم مرسته کوي. لکه څنګه چې لوستونکي لوړو سطحو ته وده کوي، د لیکبڼي اندازه او فاصله به کمه شي او جملې هم د پاڼو په مختلفو ځایونو کې ښکاره کېدای شي.

# leveled.reader.increase.sizes
source: To increase the font size, line-spacing, and word-spacing in Bloom, click in a text box and then on the grey "cog" icon in the lower left-hand corner. If you do this and then make a template book, books made with that template will also use those font settings.
pbu: د دې لپاره چې د لیکبڼی اندازه، د کرښو فاصله، او د کلمو فاصله په بلوم کې ډیره کړو، د متن بکس به کېکاږئ او بیا په خړ ‏"cog"‏ نښه باندې لاندې کیڼ خوا کنج کې زور وکړئ. که تاسو دا وکړئ او بیا د نمونو کتاب جوړ کړئ، کتابونه د هغه نموني سره جوړ شوي به همغه د لیکبڼی تنظیمونه وکاره وي.

# leveled.reader.predictability
source: Predictability
pbu: وړاندوینه

# leveled.reader.repeat.patterns
source: Predictability in a text means that the reader can guess what would come next. You can increase predictability by using repeated patterns. Here are some patterns you can use:
pbu: ‏وړاندوینه په یو متن کې، په دې معنی چې لوستونکی اټکل کولي شي چې ورپسې به څه وي. تاسو کولی شئ د تکرار شویو مثالونو په کارولو سره وړاندوینه ډېره کړئ. دلته ځینې مثالونه دي چې تاسې تري کار اخیستي شئ:

# leveled.reader.repetition
source: Repetition - repeating parts of the text, for example, using the same sentence with each page and just changing one word in the sentence
pbu: تکرار - د متن د ځینو برخو تکرار، لکه، د یوې جملې استعمال په هره پاڼه کې او یوازې د یوې کلمې په تغيیرولو سره

# leveled.reader.sequencing
source: Sequencing - a story with a known sequence such as the days of the week or that uses numbers in a pattern
pbu: سلسله – یوه کیسه چې د پېژندل شوي ترتیب سره لکه د اونۍ ورځې یا د یو نمونې شمیرې کاروي

# leveled.reader.building.sequence
source: Building Sequence - a story with a pattern that is repeated and added to with each new page
pbu: د سلسلې جوړول – یوه کیسه له یو نمونی سره د کوم چی تکرار او تسلسل هرې نوې پاڼې ته يې يوه برخه اضافه شوې وی.

# leveled.reader.rhyme
source: Rhyme - a story with a pattern or sequence that also includes rhyme. For example: Brown Bear, Brown Bear, What do you see? I see a red bird looking at me. Red Bird, Red Bird, What do you see? I see a yellow duck looking at me. Yellow Duck, Yellow Duck, What do you see?- Bill Martin, Jr. and Eric Carle
pbu: نظم او قافیه – یوه کیسه له یو نمونی سره یا سلسلې سره چې نظم او قافیه هم ورکې وي. لکه: نصواري خرس، نصواري خرس، تاسو څه ګورئ؟ زه یوه سره مرغۍ ګورم چې ماته ګوري سره مرغۍ، سره مرغۍ، تاسو څه ګورئ؟ زه یوه زیړه هیلۍ ګورم چې ماته ګوري. زیړه هیلۍ، زیړه هیلۍ، تاسو څه ګورئ؟ - بل مارتین، جه آر. او ایرک کارل

# leveled.reader.illustrations
source: Illustration Support
pbu: د انځور ملاتړ

# leveled.reader.illustrations.help
source: Illustrations provide support to the story. Illustrations relate to the story in different ways at different levels and for different types of readers (see below). Remember that in many cultures that don't have a lot of printed material around, complex pictures may be difficult to understand.
pbu: لار ښوونې کیسې ته ملاتړ برابروي. لارښوونې په بیلا بیلو لارو کې له کیسو سره په تفاوت تړلي دي سويې او د مختلفو لوستونکو لپاره (لاندې وګورئ). په یاد ولرئ چې په ډېرو کلتورونو کې چې ډیر چاپ شوي مواد نه لري، مغلق عکسونه ښایي د پوهاوي لپاره ستونزمن وي.

# leveled.reader.illustrations.emergent.reader
source: For Emergent Readers the pictures should closely match the storyline. The reader should be able to predict the story line just by looking at the pictures. The illustrations at this level should be simple.
pbu: لپاره د لومړنی کتابونو عکسونه باید له کیسې سره نږدې برابروالی ولري. لوستونکی باید وتوانیږي چې یوازې عکسونو ته په کتلو سره د کیسې وړاندوینه وکړي. انځورونه په دې کچه کې باید ساده وي.

# leveled.reader.illustrations.early.reader
source: For Early Readers the pictures should offer some support to the story line. As the amount of text increases, the reader is less reliant on the pictures and gets more meaning from the text. The illustrations can be more complex.
pbu: لپاره د لومړني کتابونو عکسونه باید د کیسې ملاتړ وکړي. لکه څنګه چې متن ډېرېږي، لوستونکي لږ عکسونو ته توجه کوي او له متن څخه ډیره معنی اخلي. انځورونه کیدای شي ډیر مغلق وي.

# leveled.reader.fluent.reader
source: For Fluent Readers the pictures should offer little or no support to the story line. The reader relies more on the text than the pictures for meaning. The illustrations can be even more complex.
pbu: لپاره د روان لوستونکو عکس باید لږ یا هیڅ ملاتړ کیسې ته ورنکړي. لوستونکي د معنی لپاره ډیر په متن باندې تکیه کوي نظر په عکس باندې. انځورونه کېدای شي ډیر مغلق وي.

# leveled.reader.topic.choice
source: Choice of Topic
pbu: د عنوان انتخاب

# leveled.reader.topic.choice.discussion
source: Books can be on many topics. When developing books for beginning readers, choose topics that are familiar to them. Readers will be eager to read and will read more if they are reading about things they find interesting and familiar. For more experienced readers, topics can include information that the reader is not already familiar with.
pbu: کتابونه کولی شي په مختلفو عنوانونو وي. کله چې په توليد شويو کتابونو کې د نويو لوستونکو لپاره هغه عنوانونه وي چې هغو ته آشنا وي. لوستونکي به وتوانیږي چې ولولي او لا ډیر ولولي که چیرته هغوی د هغه شیانو په اړه لولي چې هغوی ته جالب او اشناوي. د ډیرو تجربه لرونکو لوستونکو لپاره، له عنوانونو سره معلومات شاملېدای شي چې لوستونکي ورسره له پخوا څخه آشنا نه دي.

# leveled.reader.topic.choice.emergent.reader
source: For Emergent Readers the book should be concrete, should focus on one idea/theme, and should be familiar and easy to understand.
pbu: لپاره د لومړنی کتابونو کتاب باید دقیق وي، باید په یوه نظر/موضوع یې پام وي، او باید آشنا او د پوهیدو لپاره اسانه وي.

# leveled.reader.topic.choice.early.reader
source: For Early Readers, develop a story around a familiar concept but in greater depth.
pbu: لپاره د لومړني کتابونو‏، یوه کیسه په همدې موضوع جوړوي خو په ډیر عمق سره.

# leveled.reader.topic.choice.fluent.reader
source: For Fluent Readers the concepts can expand beyond what is familiar, be more varied, and be abstract.
pbu: لپاره د روان لوستونکو موضوع ګانې له اشنايي څخه ډیرې پراخیدلی شي، ډیر تغیر لرونکی او خلص اوسئ.
