Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/pbu/Palaso.xlf
Languages: pbu

# AboutDialog.BuiltOnDate
source: Built on {0}
pbu: {0} جوړه شوې په

# AboutDialog.NoUpdates
source: No Updates
pbu: آپډیټونه نشته

# AboutDialog.WindowTitle
source: About {0}
pbu: {0} اړوند د

# AboutDialog._checkForUpdates
source: Check For Updates
pbu: د آپډیټونو لپاره کتل

# AboutDialog._releaseNotesLabel
source: Release Notes
pbu: خپاره شوي نوټونه

# Application.AlreadyRunning.General
source: Another copy of the application is already running. If you cannot find it, restart your computer.
pbu: د کاریال بله کاپي تیاره شته. که تاسو یې نشئ پیدا کولی، خپل کمپیوټر بیا روښانه کړئ.

# Application.AlreadyRunning.Specific
source: Another copy of {0} is already running. If you cannot find that copy of {0}, restart your computer.
pbu: بله کاپي د ‎{0}‏ تیاره روانه ده. که تاسې ‎{0}‏ هغه کاپي نشئ پیدا کولی، خپل کمپیوټر بیا روښانه کړئ.

# Application.ProblemStarting.General
source: There was a problem starting the application which might require that you restart your computer.
pbu: د کاریال په پيل کولو کې ستونزه وه چې ښایې ستاسې د کمپیوټر بیا روښانه کولو ته اړتیا ولري.

# Application.ProblemStarting.Specific
source: There was a problem starting {0} which might require that you restart your computer.
pbu: د {0}‏ په پيل کولو کې ستونزه وه چې ښایې ستاسې د کمپیوټر بیا روښانه کولو ته اړتیا وي.

# Application.WaitingFinish.General
source: Waiting for other application to finish...
pbu: د بل کاریال ختمیدو لپاره انتظار کوو...

# Application.WaitingFinish.Specific
source: Waiting for other {0} to finish...
pbu: د بل {0} ختمیدو لپاره انتظار کوو...

# Common.AbortButton
source: &Abort
pbu: & لغوه

# Common.CancelButton
source: &Cancel
pbu: &لغوه

# Common.IgnoreButton
source: &Ignore
pbu: & رد کول

# Common.No
source: No
pbu: نه

# Common.NoButton
source: &No
pbu: & نه

# Common.OKButton
source: &OK
pbu: &سمه ده

# Common.RetryButton
source: &Retry
pbu: & بيا هڅه وکړئ

# Common.Yes
source: Yes
pbu: هو

# Common.YesButton
source: &Yes
pbu: & هو

# CustomIdentifierView.betterLabel1
source: RFC5646 code:
pbu: RFC5646 کوډ:

# CustomIdentifierView.linkLabel1
source: Read about language identifiers on the web
pbu: په ویب پاڼه کې د ژبې پیژندونکو په اړه ولولئ

# DialogBoxes.ConfirmRecycleDialog.MessageForMultipleItems
source: {0} will be moved to the Recycle Bin.
pbu: {0}‏ به خزلنی (Recycle Bin) ته واستول شي.

# DialogBoxes.ConfirmRecycleDialog.MessageForSingleItem
source: {0} will be moved to the Recycle Bin.
pbu: {0}‏ به خزلنی (Recycle Bin) ته واستول شي.

# DialogBoxes.ConfirmRecycleDialog.WindowTitle
source: Confirm Delete
pbu: ړنګول تائید کړئ

# DialogBoxes.ConfirmRecycleDialog.cancelBtn
source: &Cancel
pbu: &لغوه

# DialogBoxes.ConfirmRecycleDialog.deleteBtn
source: &Delete
pbu: &حذف کول

# ImageToolbox.AlmostMatchingImages
source: Found {0} images with names close to “{1}”
pbu: دې ‎{1}‏ نوم ته نږدي د دې {0}‏ انځورونه پیدا شو

# ImageToolbox.ArtOfReading
source: Art Of Reading
pbu: د لوستلو هنر

# ImageToolbox.Camera
source: Camera
pbu: کمره

# ImageToolbox.CopyExemplarMetadata
source: Use {0}
pbu: د ‎{0}‏ استعمال

# ImageToolbox.Crop
source: Crop
pbu: غوڅول

# ImageToolbox.DownloadArtOfReading
source: Download Art Of Reading Installer
pbu: د لوستلو مهارت نصب کونکی ښکته کړئ

# ImageToolbox.EditMetadataLink
source: Edit...
pbu: ایډیټ‏...

# ImageToolbox.EnterSearchTerms
source: In the box above, type what you are searching for, then press ENTER.
pbu: په پورتني بکس کې، هغه څه ولیکئ چې پلټنه یې کوئ، بیا ENTER کیکاږئ.

# ImageToolbox.FileButton
source: File
pbu: دوسیه

# ImageToolbox.FileChooserTitle
source: Choose Picture File
pbu: د انځور دوسیه غوره کړه

# ImageToolbox.Galleries
source: Galleries
pbu: ګالري ګانې

# ImageToolbox.GenericGettingImageProblem
source: Sorry, something went wrong while getting the image.
pbu: بښنه غواړو، د انځور په اخیستلو کې کوم شی غلط شو.

# ImageToolbox.GenericProblem
source: Sorry, something went wrong with the ImageToolbox
pbu: بښنه غواړو، د انځور وصیله بکس کې کوم شی غلط شو.

# ImageToolbox.GetPicture
source: Get Picture
pbu: عکس واخلئ

# ImageToolbox.ImageGalleries
source: Image Galleries
pbu: د انځورونو ګالري ګانې

# ImageToolbox.ImageToolboxWindowTitle
source: Image Toolbox
pbu: د انځور وصیله بکس

# ImageToolbox.InstallArtOfReading
source: Install the Art Of Reading package (this may be very slow)
pbu: د لوستلو مهارت کڅوړه نصب کړئ (دا ښايې ډیره ورو وي)

# ImageToolbox.MatchingImages
source: Found {0} images
pbu: د ‎{0}‏ انځورونه پیدا شو

# ImageToolbox.NewMultilingual
source: Did you know that there is a new version of this collection which lets you search in Arabic, Bengali, Chinese, English, French, Indonesian, Hindi, Portuguese, Spanish, Thai, or Swahili? It is free and available for downloading.
pbu: آیا تاسې پوهیدی چې دا د ټولګې نوې نسخه ده چې تاسو ته اجازه درکوي په عربي، بنګالي، چينايي، انګلېسي، فرانسوي، اندونیزیایي، هندي، پرتګالي، هسپانوي، ټایلنډي، یا سواحلي کې پلټنه وکوئ؟ دا وړیا ده او د ښکته کولو لپاره شته.

# ImageToolbox.NoArtOfReading
source: This computer doesn't appear to have the 'Art Of Reading' gallery installed yet.
pbu: داسې نه ښکاري چې په دې کمپیوټر کې تر اوسه د ‎'لوستلو مهارت‎'‏ ګالري نصب شوې وي.

# ImageToolbox.NoGalleries
source: This computer doesn't appear to have any galleries installed yet.
pbu: دا کمپيوټر نه ښيي چې تر دې مهاله دې ګالري پکې انسټال شوې وي.

# ImageToolbox.NoMatchingImages
source: Found no matching images
pbu: کوم مناسب انځور مو پیدا نکړو

# ImageToolbox.PictureFiles
source: picture files
pbu: تصویری دوسیی

# ImageToolbox.ProblemGettingImageFromDevice
source: Problem Getting Image
pbu: د انځور په اخيستلو کې ستونزه ده

# ImageToolbox.ProblemLoadingImage
source: Sorry, there was a problem loading that image.
pbu: بښنه غواړو، د هغه انځور په راښکاره کولو کی ستونزه وه.

# ImageToolbox.PromptForMissingMetadata
source: This image does not know:\n\nWho created it?\nWho can use it?
pbu: دا انځور نه پوهیږي: \n\nچا جوړ کړی؟\nڅوک یې کارولي شي؟

# ImageToolbox.Scanner
source: Scanner
pbu: سکنر

# ImageToolbox.SearchArtOfReading
source: Search the Art of Reading Gallery
pbu: د ګالري د لوستلو مهارت پلټنه وکړئ

# ImageToolbox.SearchLanguage
source: The search box is currently set to {0}
pbu: د پلټنې بکس اوس ‎{0}‏ ته تنظیمه شوې ده

# ImageToolbox.SetUpMetadataLink
source: Set up metadata...
pbu: د خامو معلوماتو ترتیب ول...

# IpaIdentifierView.betterLabel1
source: Purpose:
pbu: موخه:

# IpaIdentifierView.linkLabel1
source: Read about IPA transcription on the web
pbu: په ویب پاڼه کې د IPA ليکني په اړه ولولئ

# LanguageLookup.AlternateNamesHeader
source: Other Names
pbu: نور نومونه

source: This list should include all the ISO-639 languages, including all the alternative names known to ethnologue.com.\n\nIf necessary, use the "Unlisted Language" option, which will be selected for you now.
pbu: دا لست باید د ‏ISO-639‏ ټولې ژبې ولري، د ټولو هغو دویمو نومونو په شمول چې ‏ethnologue.com‏ ته معلوم دي.‏ \n\nکه اړتیا وي، د "نا لېست شویو ژبو" اختیار وکاره وئ، چې تاسو لپاره به اوس په نښه شي.

# LanguageLookup.CannotFindMyLanguage.LinkToSILInformationAboutLanguageCodes
source: About Language 639-3 Codes & How To Apply For New Ones
pbu: د ژبې ‎639-3‏ کوډونو په اړه او څنګه به نویو ته پکار ویوړل شي

# LanguageLookup.CannotFindMyLanguageWindowTitle
source: About The ISO Language Registry
pbu: د‏ ‏ISO‏ ژبې د راجستر په اړه

# LanguageLookup.CodeHeader
source: Code
pbu: کوډ

# LanguageLookup.CountryCount
source: {0} Countries
pbu: {0}‏ هېوادونه

# LanguageLookup.CountryHeader
source: Country
pbu: هېواد

# LanguageLookup.DesiredLanguageDisplayNameLabel
source: You can change how the language name will be displayed here:
pbu: تاسو کولی شی تغیر یي کړئ چې څنګه به د ژبې نوم دلته ښکاره شي:

# LanguageLookup.LanguageLookupDialogWindowTitle
source: Lookup Language Code...
pbu: د ژبې د کوډ لپاره کتل...

# LanguageLookup.PrimaryNameHeader
source: Name
pbu: نوم

# LanguageLookup.ShowRegionalDialectsLabel
source: Show regional dialects
pbu: محلي لهجې وښایاست

# LanguageLookup.UnlistedLanguage
source: Unlisted Language
pbu: نالېست شوې ژبه

# LanguageLookup._cannotFindLanguageLink
source: Can't find your language?
pbu: خپله ژبه نشی پیدا کولی؟

# LanguageLookup._scriptsAndVariantsLabel
source: my script variant label
pbu: زما د متن مختلف ډولونه

# LanguageLookup._scriptsAndVariantsLink
source: Script and Variant
pbu: متن او ډولونه

# MemoryWarning
source: Unfortunately, {0} is starting to get short of memory, and may soon slow down or experience other problems. We recommend that you quit and restart it when convenient.
pbu: له بده مرغه، ‎{0}‏ د حافظې له کمښت سره مخ کیږي او ښايي ژر ورو شي او یا نورو ستونزو سره مخ شي. مونږ وړاندیز کوو چې تاسو یې په مناسب وخت کې بند کړئ او بیا یې روښانه کړئ.

# MetadataDisplay.Creator
source: Creator: {0}
pbu: جوړونکی: ‎{0}‏

# MetadataDisplay.CreatorLabel
source: Creator
pbu: جوړونکی

# MetadataDisplay.LicenseInfo
source: License Info
pbu: د جواز معلومات

# MetadataDisplay.Licenses.CreativeCommons.AttributionRequired
source: You must keep the copyright and credits for authors, illustrators, etc.
pbu: تاسو باید د چاب حق او امتیازات د لیکونکو، انځورکرانو، او نورو ته وساتئ.

# MetadataDisplay.Licenses.CreativeCommons.CommercialUseAllowed
source: You are free to make commercial use of this work.
pbu: تاسو آزاد یاست چې د دې کار څخه سوداګریزه ګټه پورته کړئ.

# MetadataDisplay.Licenses.CreativeCommons.Derivatives
source: You may adapt and add to this work.
pbu: تاسو ښايې په دې کار کې اضافه والی راولئ او یا يې واړوئ.

# MetadataDisplay.Licenses.CreativeCommons.DerivativesWithShareAndShareAlike
source: You may adapt and add to this work, but you may distribute the resulting work only under the same or similar license to this one.
pbu: تاسو يې ښایې دې کارته واړوئ یا پکې اضافه والی راوړئ، خو کیدای شي تاسو ښایې کار د همدې جواز لاندې توضیع کړئ.

# MetadataDisplay.Licenses.CreativeCommons.NoDerivatives
source: You may not make changes or build upon this work without permission.
pbu: تاسو برته له اجازې دې کار کې تغیر او اضافه والی نشئ راوستلی.

# MetadataDisplay.Licenses.CreativeCommons.NonCommercial
source: You may not use this work for commercial purposes.
pbu: تاسو ښایي دا کار د سوداګرۍ موخو لپاره وکاره وئ.

# MetadataDisplay.Licenses.CreativeCommons.PublicDomain
source: You can copy, modify, and distribute this work, even for commercial purposes, all without asking permission.
pbu: تاسې کولای شی دا کار له اجازې پرته حتا د سوداګريزې موخې لپاره هم کاپي، تغيير او يا هم خپور کړئ.

# MetadataDisplay.Licenses.NullLicense
source: For permission to reuse, contact the copyright holder.
pbu: د بیا کارولو د اجازې لپاره، د چاپ حق لرونکی سره اړیکه ونیسئ.

# MetadataDisplay.NoLicense
source: No license specified
pbu: هیڅ جواز مشخص شوی نه دی

# MetadataEditor.AllowCommercialUse
source: Allow commercial uses of your work?
pbu: د ستاسو د کارونو سوداګريز کارولو اجازه شته؟

# MetadataEditor.AllowDerivatives
source: Allow modifications of your work?
pbu: ستاسو په کار کې د تغيیر اجازه شته؟

# MetadataEditor.CopyrightHolder
source: Copyright Holder
pbu: د چاپ حق لرونکی

# MetadataEditor.CopyrightYear
source: Copyright Year
pbu: د کاپي د حق کال

# MetadataEditor.CreativeCommons
source: Creative Commons
pbu: تخليقي رایج (Creative Commons)

# MetadataEditor.CreativeCommons.Intergovernmental
source: Intergovernmental Version
pbu: بين المللي نسخه

# MetadataEditor.CreatorLabel
source: Creator
pbu: جوړونکی

# MetadataEditor.CustomLicense
source: Custom
pbu: ځانکړې

# MetadataEditor.License
source: License
pbu: جواز

# MetadataEditor.PublicDomain
source: The copyright holder waives all rights
pbu: د چاپ حق لرونکی ټول حقونه وځنډول

# MetadataEditor.PublicDomain_ToolTip_
source: The copyright holder waives all rights
pbu: د چاپ حق لرونکی ټول حقونه وځنډول

# MetadataEditor.TitleNoCredit
source: Copyright and License
pbu: د چاپ حق او جواز

# MetadataEditor.TitleWithCredit
source: Credit, Copyright, and License
pbu: امتیاز،‎‏ د چاپ حق او جواز

# MetadataEditor.UnknownLicense
source: Contact the copyright holder for any permissions
pbu: د چاپ حق درلودونکي سره د هری اجازې لپاره په اړیکه کې شئ

# MetadataEditor.UnknownLicense_ToolTip_
source: Contact the copyright holder for any permissions
pbu: د چاپ حق درلودونکي سره د هری اجازې لپاره په اړیکه کې شئ

# MetadataEditor.YesShareAlike
source: Yes, as long as others share alike
pbu: هو،‎‏ تر څو چې نور هم یو شان شریک کړی

# MetadataEditor.YesShareAlike_ToolTip_
source: Yes, as long as others share alike
pbu: هو،‎‏ تر څو چې نور هم یو شان شریک کړی

# MetadataEditor.additionalRequestsLabel
source: Additional Requests
pbu: نوری غوښتنې

# MetadataEditor.betterLinkLabel1
source: more info
pbu: د نورو معلوماتو لپاره

# MetadataEditor.linkToPublicDomainCC0
source: about {0} Public Domain
pbu: د {0} عمومی ډومین په اړه

# MetadataEditor.linkToWarningAboutRefiningCreativeCommons
source: Not Enforceable
pbu: د اجرا وړ نه دی

# ScriptsAndVariants.ScriptsAndVariantsDialog._cancelButton
source: Cancel
pbu: لغوه کول

# ScriptsAndVariants.ScriptsAndVariantsDialog._okButton
source: OK
pbu: سمه ده

# ScriptsAndVariantsDialog.ScriptsAndVariants
source: Script and Variant
pbu: متن او ډولونه

# SettingsProtection.AlsoHideOthersNotice
source: This may also hide other buttons which are not needed by the non-advanced user.
pbu: دا ښایي نورې تڼۍ هم پټې کړي چې پرمختللی کارن ورته اړتیا نه لري.

# SettingsProtection.CtrlShiftHint
source: The button will show up when you hold down the Ctrl and Shift keys together.
pbu: کله چې تاسې د ‏Ctrl‏ او ‏Shift‏ تڼي یو ځای کیکاږۍ تڼۍ به ښکاره شي.

# SettingsProtection.LauncherButtonLabel
source: Settings Protection...
pbu: د تنظيماتو ساتنه...

# SettingsProtection.NormallyHiddenCheckbox
source: Hide the button that opens settings.
pbu: هغه تڼۍ پټه کړئ چې تنظیمونه ښکاره کوي.

# SettingsProtection.PasswordDialog.FactoryPassword
source: Factory Password
pbu: د فابریکې رمز

# SettingsProtection.PasswordDialog.Password.Explanation
source: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.
pbu: د ناڅاپي بدلونونو د مخنیوي لپاره چې کولی شئ دا وسیله د تاسو لپاره کار کول پریږدي، دا تنظیمونه قفل شوي.

# SettingsProtection.PasswordDialog.SettingsPasswordWindowTitle
source: Settings Protection Password
pbu: د تنظیمونو ساتنې رمز

# SettingsProtection.PasswordDialog.ShowCharactersCheckbox
source: Show Characters
pbu: کرکټرونه ښکاره کړئ

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page.
pbu: د دې تنظیماتو لپاره د فابریکې پاسورډ "{0}" دی. که تاسو دا هیر کړئ ، نو تاسو تل د {1} ملاتړ پاڼې ته تلای شئ.

# SettingsProtection.PasswordNoticeWithSupportUrl
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page: {2}
pbu: د دې تنظیماتو لپاره د فابریکې پاسورډ "{0}" دی. که تاسو دا هیر کړئ ، نو تاسو تل د {1} ملاتړ پاڼې ته تلای شئ: {2}

# SettingsProtection.RequirePasswordCheckBox
source: Require the factory password to get into settings.
pbu: تنظیمونو ته د ننوتلو لپاره د فابریکي رمز ته اړتیا لري.

# SettingsProtection.SettingProtectionDialogTitle
source: Settings Protection
pbu: د تنظیمونو ساتنه

# ShowReleaseNotesDialog.WindowTitle
source: Release Notes
pbu: خپاره شوي نوټونه

# VoiceIdentifierView.betterLabel1
source: In applications which support this option, fields with this input system will be able to play and record voice.
pbu: په کاریالونو کې چې د دي غوراوي ملاتړ کوي ، د دی ننوتو سیسټم سره ساحې به وتوانیږي چی غږ ثبت او ریکارډ کړي.

# WSFontControl.Font
source: &Font:
pbu: &لیکبڼه:

# WSFontControl.FontNotAvailable
source: (The selected font is not available on this machine. Using default.)
pbu: (انتخاب شوی لیکبڼه په دې کمپیوټر کې نشته. عمومی کاره وئ.)

# WSFontControl.RightToLeftWS
source: This is a &right to left writing system.
pbu: دا د &ښي څخه کیڼ لوري ته د لیکلو سیسټم دی.

# WSFontControl.Size
source: &Size:
pbu: &اندازه:

# WSFontControl.TestArea
source: &Test Area:
pbu: &د ازمایښت ساحه:

# WSIdentifierView.betterLabel4
source: Abbreviation
pbu: اختصار

# WSIdentifierView.betterLabel5
source: Special:
pbu: ځانګړی:

# WSIdentifiers.IpaIdentifierView.Default
source: Default
pbu: اصلي

# WSIdentifiers.IpaIdentifierView.Emic
source: Emic (uses phonology of the language)
pbu: Emic (د ژبې فونولوژي کاروي)

# WSIdentifiers.IpaIdentifierView.Etic
source: Etic (raw phonetic transcription)
pbu: Etic (د خام فونیکټیک ليکنه)

# WSKeyboardControl.KeyboardNotListed
source: If the keyboard you need is not listed, click the appropriate link below to set it up
pbu: کوم کیبورډ چې تاسې ورته اړتیا لرئ لېست شوی نه وي، لاندې مناسب لینک کیکاږئ چې تنظیم یې کړئ

# WSKeyboardControl.KeyboardSettingsLink
source: Windows keyboard settings
pbu: د وینډوز کیبورډ صفي تنظیمونه

# WSKeyboardControl.KeyboardsAvailable
source: Available keyboards
pbu: شته کیبورډونه

# WSKeyboardControl.KeyboardsPreviouslyUsed
source: Previously used keyboards
pbu: مخکې استعمال شوي کیبورډونه

# WSKeyboardControl.KeymanConfigurationLink
source: Keyman Configuration
pbu: د کیمن تڼۍ (Keyman Configuration)

# WSKeyboardControl.KeymanNotInstalled
source: Keyman 5.0 or later is not Installed.
pbu: کیمن 5.0 يا وروستۍ یې نه ده نصب شوی.

# WSKeyboardControl.SelectKeyboardLabel
source: Select the &keyboard with which to type {0} text
pbu: &کیبورډ او کوم ډول ‎{0}‏ خط یې انتخاب کړئ

# WSKeyboardControl.SetupKeyboards
source: Set up keyboards
pbu: د کيبورډ تنظيم

# WSKeyboardControl.TestAreaCaption
source: &Test Area (Use this area to type something to test out your keyboard.)
pbu: &د ازموینې ساحه (دا ساحه د یو شي ټیپ کولو لپاره کاریږي چې خپل کیبورډ وازمویئ.)

source: Warning
pbu: خبرتیا

# WritingSystemSetupView.UnableToConnectToSldrCaption
source: Unable to connect to SLDR
pbu: د‏ ‏SLDR‏ سره د نښلیدو توان نه لري

# WritingSystemSetupView.UnableToConnectToSldrText
source: The application is unable to connect to the SIL Locale Data Repository to retrieve the latest information about this language. If you create this writing system, the default settings might be incorrect or out of date. Are you sure you want to create a new writing system?
pbu: کاریال نشي کولی چې ‏SIL‏ محلی معلوماتي انبار سره یو ځای شي چې د ژبې اړوند وروستي معلومات را وباسي. که تاسو دا لیکونکی سیسټم جوړ کړئ، اصلي تنظیمونه ښايي غلط وي یا یې تاریخ تیر وي. آیا تاسې مطمئن یاست چې غواړئ د لیکلو نوی سیسټم جوړ کړئ؟

# XkbKeyboardAdaptor.MissingKeyboard
source: [Missing] {0} ({1})
pbu: {0} ({1})[بې درکه]
