Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/pbu/Publish-Android-Troubleshooting.xlf
Languages: pbu

# android.publish.trouble.tips
source: Troubleshooting Tips for Android Publishing
pbu: د Android خپرونې لپاره د ستونزو حل لاری

# android.publish.wifi
source: Serve on WiFi Network
pbu: د WiFi شبکه کې لټون وکړئ

# android.publish.wifi.unseen
source: Problem: Android Device is not seeing book advertisements
pbu: ستونزه: د Android وسیله ته د کتاب اعلانونه نه لیدل کیږي

# android.publish.wifi.run.receive
source: When using this method, you need to run Bloom Reader, open its menu, and choose "Receive from WiFi".
pbu: کله چې دا طریقه کاروئ، تاسو باید د بلوم کتاب فعاله کړئ، خپل مینو کې یې پرانیزئ، او "د WiFi څخه ترلاسه کړئ" انتخاب کړئ.

# android.publish.wifi.receive.from
source: Make sure the device is in the "Receive from WiFi" screen
pbu: ډاډ ترلاسه کړئ چې دا وسیله "د WiFi څخه ترلاسه کړئ" پرده کې ده

# android.publish.wifi.same.network
source: Make sure the computer and device are on the same WiFi network. A computer plugged in via cable to the WiFi router still may be on its own network. It is technically possible to connect wired networks to be able to be on the same local subnet as WiFi, but the Bloom team will not be able to provide any help in setting that up, sorry.
pbu: ډاډه کړئ چې کمپیوټر او وسیله ورته WiFi شبکه کې دي. یو کمپیوټر چی د کیبل له لارې د WiFi روټرسره وصل شوی اوس هم کیدای شي په خپل شبکه کې وي. دا د تخنیکي پلوه ممکنه ده چې یو سیم لرونکي شبکه د WiFi سره په فرعي شبکه کې وصل شي او یو شان subnet ولری، مګر د بلوم ټیم به دا توان ونه لري چې د دی په تیاره ولو کی مرسته وکړي، بخښنه غواړو.

# android.publish.wifi.firewalls
source: Make sure your computer doesn't have a firewall that is interfering. The windows Firewall will display when you first start advertising a book. If you said "No" to that, it might not ever ask you again. If you have additional 3rd party firewalls installed, try disabling them. Bloom advertises a book by broadcasting on the local net via UDP on port 5913, and Bloom Reader requests a book via port 5915.
pbu: ډاډ ترلاسه کړئ چې ستاسو کمپیوټر یو فایروال پروګرام نه لری چې مداخله کوي. د ویندوز فایروال پروګرام به هغه وخت وښيي چې کله تاسو د یو کتاب اعلان پیل کړئ. که تاسو ورته "نه" ویلې، نو کیدی شي بیا له تاسو څخه پوښتنه ونه کړي. که تاسو اضافي دریمه ډله فایروال پروګرام نصب کړئ، نوهڅه وکړئ هغه بند کړئ. بلوم د UDP پروتوکول له لاری په 5913 پورت محلي شبکه کی د یو کتاب اعلان خپروي، او بلوم کتاب د پورتني 5915 پورت له لارې د یو کتاب غوښتنه کوي.

# android.publish.usb
source: Send Over USB Cable
pbu: د USB کیبل له لاری یی ولېږئ

# android.publish.usb.not.connect
source: Problem: Bloom is not connecting to my device
pbu: ستونزه: بلوم زما د آلې سره نه نښلول کیږي

# android.publish.usb.consider.wifi
source: We have found this method to be problematic with many devices, so consider using the WiFi method even if you are only working with a single device.
pbu: موږ دا طریقه موندلې چې د ډیرو وسیلو سره ستونزمن وي، نو د WiFi طریقه کارول هم په نظر کی ونیسئ حتی که تاسو یوازې د یوی واحدی آلې سره کار کوئ.

# android.publish.usb.automatic
source: When using this method, you do not have to go into any special mode to receive books. Just run Bloom Reader. Books should automatically appear when they are transferred.
pbu: کله چې دا طریقه کاروئ، تاسو اړتیا نلرئ چې د کتابونو ترالسه کولو لپاره کوم ځانګړي حالت ته لاړ شئ. يوازې د بلوم کتاب چلوونکې فعال کړئ. کله چې دوی لیږل کیږي باید په خپل ځان سره کتابونه ښکاره شي.

# android.publish.usb.uses.mtp
source: Some Android devices have multiple modes they can be in when connected to a computer. Some will ask you as soon as you connect the cable to the computer. Bloom will be trying to talk to the device using a protocol called "MTP". If you're not sure that your device is connecting using MTP, try googling the name of your device + "MTP".
pbu: ځینې Android وسایل ډیرحالتونه لري چي دوی به هغه ځان ته اخلي کله چي په کمپیوټر پورې تړلی وي. ځینې به تاسو څخه ډیر ژر وپوښتي کله چي له کمپیوټر سره ونښلول شي. بلوم به هڅه وکړي چې د "MTP" په نامه د پروتوکول په وسیله د وسیله سره خبرې وکړي. که تاسو ډاډه نه یاست چې ستاسو وسیله د MTP کارولو سره نښلول کیږي، هڅه وکړئ د خپل وسیله نوم +"MTP" په هکله په گوگل کی لټون وکړئ.

# android.publish.usb.windows
source: The device should be showing up in Windows File Explorer (this feature is Windows-only)
pbu: دا وسیله باید د وینډوز فایل لټونکی کې ښکاره شي (دا خصوصیت یوازې د وینډوز دی)

# android.publish.usb.cable.or.port
source: Try a different cable, or a different USB port.
pbu: یو بل کیبل، یا یو بل د USB پورت هڅه وکړئ.
