Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/pbu/TrainingVideos.xlf
Languages: pbu

# training.videos
source: Bloom Training Videos
pbu: د بلوم روزنیزې ویډیوګانې

# training.videos.watch
source: If you are connected to the internet now, you can watch videos in your web browser:
pbu: که تاسو اوس د انټرنټ سره وصل یاست، تاسو کولی شئ ویډیو ګانې په خپل ویب لټونګر کې وګورئ:

# training.videos.all
source: All videos
pbu: ټولې ویډیوګانې

# training.videos.intro
source: Introductory Videos
pbu: ابتدايي ویډیو ګانې

# training.videos.whofor
source: Bloom: Who is it for
pbu: بلوم: د چا لپاره دی

# training.videos.templates
source: Understanding Templates and Shell Books
pbu: په نمونو او د مخکی نه په نورو ژبو جوړ شوی کتاب (‏Shell Book‏) باندې پوهیدل

# training.videos.basicbook
source: Using the Basic Book template
pbu: د کتاب اساسي یا ساده نمونو کارول

# training.videos.readers
source: Using Decodable and Leveled Reader Templates (several videos)
pbu: د تجزیه (هجي) کېدو وړ او د زده کوونکو له سویې سره برابر نمونو کارولو (څو ویډیو ګانې)

# training.videos.advanced
source: Advanced Topics
pbu: پرمختللي عنوانونه

# training.videos.formatting
source: Changing the format of text
pbu: د متن لیکبڼه بدلول

# training.videos.custompage
source: Using the Custom Page template
pbu: د ځانکړې شوی صفحی نمونه کارول

# training.videos.specialcharacters
source: Inserting special characters
pbu: د خاصو کرکټرونو د ننه کول

# training.videos.readertemplates
source: Making a set of Decodable and Leveled Reader Templates (several videos)
pbu: د تجزیه (هجي) کېدو وړ او د زده کوونکو له سویې سره برابر نمونو مجموعه جوړولو (څو ویډیو ګانې)

# training.videos.offline
source: Offline Viewing
pbu: آفلاین ښکاره کول

# training.videos.download
source: If you would like to download any of these videos to show and share when there is no internet connection, you can download videos to your computer:
pbu: که تاسو غواړئ چې هره یوه له دې ویډیو ګانو څخه ښکته کړئ څو د انټرنېټ د نه شتون په وخت کې يې ښکاره او شریکه کړئ، نو تاسو کولی شئ ویډیو ګانې خپل کمپیوټر ته ښکته کړئ:

# training.videos.hires
source: High Resolution (Large files)
pbu: لوړ کیفیت (غټ فایلونه)

# training.videos.lores
source: Low Resolution (Smaller files)
pbu: ټیټ کیفیت (واړه فایلونه)
