Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/mam/BloomLowPriority.xlf
Languages: mam

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.ConversionFileUsed
source: Conversion file used:
mam: Nak'ub'il aq'unb'il te Tx'ixpub'il:

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.Error
source: eSpeak failed.
mam: ma tzakj eSpeak.

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.LanguageUsed
source: eSpeak language:
mam: yol eSpeak:

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.ResultOfOrthographyConversion
source: Result of orthography conversion:
mam: Tqanil tib'aj tx'ixpub'il tten tz'ib'b'il:

# Settings.Enterprise.Community
source: Funded by the local community only
mam: Onb'il tu'n kojb'il te tzalu'

# Settings.Enterprise.CheckUpdates
source: Check for updates
mam: Jayol ak'aj aq'unb'il

# Settings.Enterprise.Expiration
source: Expires:
mam: Njapan b'aj twiâ€™:

# Settings.Enterprise.Expired
source: That code has expired.
mam: Ma japan b'aj twi' techlal.

# Settings.Enterprise.Incomplete
source: The code should look like SOMENAME-123456-7890
mam: Ilti'j tu'n tten tilb'il TB'I-123456-7890

# Settings.Enterprise.LearnMore
source: Learn More
mam: Txqantl xnaq'tzb'il

# Settings.Enterprise.Overview
source: Bloom Enterprise adds features and services that are important for publishers, governments, and international organizations. This paid subscription meets their unique needs while supporting the development and user support of Bloom for the community at large.
mam: In ok q'o' txqantl aq'unb'il ex tajb'en Bloom Empresarial kye ajxtokil u'j, ajkawil ex k'loj xjal twitz nimaq tnam. In onin chojb'il tu'n tklet ti'j txqantk tajb'ila ex in onina atu'n tok tipumal Bloom tu'n tajb'en kye txqantl xjal.

# Settings.Enterprise.None
source: None. Enterprise features will be unavailable.
mam: Mijun. Mlay tzaj tyek'in Bloom aq'unb'il kywitz ja aq'untl.

# Settings.Enterprise.NeedsCode
source: In an older version of Bloom, this project used **%0**. To continue to use this you will need to enter a current subscription code. Codes for SIL brandings can be found [here](%1). For other subscriptions, contact your project administrator.
mam: Toj tnejnel tu'mel Bloom, ma ajb'en aq'untl lu' **%0**. Tu'n tajb'en jun majtl teya tz'ib'ankub'a techlal tok te ja'la. Aqe' techlal SIL jaku' yajet tu'na toj [here](%1). Tu'n tku'x junjuntl b'ib'aj ilti'j tu'n tyolina tuk' ajka'yil aq'unb'il te twitz aq'untl lu'.

# Settings.Enterprise.NotValid
source: That code appears to be incorrect.
mam: Mya' toj tu'mel ta'ya techlal lu'.

# Settings.Enterprise.Status
source: Bloom Enterprise Status
mam: Tza'n ta' Bloom Empresarial

# Settings.Enterprise.Subscription
source: Enterprise Subscription
mam: Tu'n tku'x b'ib'aj Empresarial

# Settings.Enterprise.SubscriptionCode
source: Subscription Code:
mam: Techil tajlal tu'n tku'x b'ib'aj:

# Settings.Enterprise.UnknownCode
source: This version of Bloom does not have the artwork that goes with that subscription.
mam: Mixti' tku'x qe tilb'ilal ttz'b'il b'ib'aj toj Bloom lu'.

# Settings.Enterprise.WhatsThis
source: What's This?
mam: Ti' tzan lu'?
