Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/mam/IntegrityFailureAdvice.xlf
Languages: mam

# integrity.title
source: Bloom cannot find some of its own files, and cannot continue
mam: Nti' nchi kanet junjun aq'unb'il te Bloom ex mlay lajet taq'un

# integrity.causes
source: Possible Causes
mam: Qaj aqe lu' nchi b'inchan

# integrity.causes.1
source: Your antivirus may have "quarantined" one or more Bloom files.
mam: Qe' kalol ti'j qe yab' tuj paqanil ja'ka "kyaj kyq'o'n tuj kyawinaq" jun mo txqantl aq'unb'il te Bloom.

# integrity.causes.2
source: Your computer administrator may have your computer "locked down" to prevent bad things, but in such a way that Bloom could not place these files where they belong.
mam: B'ala qa aju ka'yil aq'unb'il te t-xk'utz'ib'a ma "maqon" Tu'ntzan mi'n tzaj tq'o'n qe mya' b'a'n, ma kub' tb'incha'n Bloom lu' tu'ntzan tlaj nti' ma tz'ok tq'o'n qe' aq'unb'il tuj tumelxix.

# integrity.todo
source: What To Do
mam: Ti kb'inchetel

# integrity.todo.ideas
source: After you submit this report, we will contact you and help you work this out. In the meantime, here are some ideas:
mam: Aj t-xi' samet tqanil aq'untl lu', kxe'l qyolb'ina tu'n t-xi' onita. qu'n at tzalu' ate' junjun ximb'etz:

# integrity.todo.ideas.Reinstall
source: Run the Bloom installer again, and see if it starts up OK this time.
mam: B'incham jun majtla q'ob'il te Bloom, tu'n tok tka'yina qa ma' t-xi'qe tuj tumelxix.

# integrity.todo.ideas.Antivirus
source: If that doesn't fix it, it's time to talk to your anti-virus program. If the "Missing Files" section below shows any files which end in ".exe", consider "whitelisting" the Bloom program folder, which is at {{installFolder}}.
mam: Qa nti'x ma b'ant ti'j, ma pon amb'il tu'n tku'x xpich'it toj ttxolil aq'unb'il xk'utz'ib' ti'jqe kalol yab' tuj paqanil. Qatzun tujqe k'loj "Nuk'b'il aq'unb'il atx taj" ("Missig Files") ma tzaj tyek'an qe' nuk'b'il aq'unb'il nchi pon b'aj ti'j "exe", ximinxa tu'n tok tq'ona tkub'il aq'unb'il xk'utz'ib' te Bloom tuj "kyb'i saq ka'yin" ("white list"), ta' tuj{{installFolder}}.

# integrity.todo.ideas.AVAST
source: AVAST: Instructions.
mam: AVAST:Chaq'il.

# integrity.todo.ideas.Norton
source: Norton Antivirus: Instructions from Symantec.
mam: Qe kalol ti'j qe yab' tuj paqanil Norton: Chaq'il te Symantec.

# integrity.todo.ideas.AVG
source: AVG: Instructions from AVG.
mam: AVG:Chaq'il te AVG.

# integrity.todo.ideas.Others
source: Others: Google for "whitelist directory name-of-your-antivirus"
mam: Junjuntl: Jayonxa "whitelist directory name-of-your-antivirus" ("ttenb'il kyb'i aq'unb'il saq chi ka'yin-te-tkolb'il yab' tuj paqanil") tuj Google

# integrity.todo.ideas.Restart
source: Run the Bloom installer again, and see if it starts up OK this time.
mam: B'inchama jun majtl aju q'ob'il te Bloom, tu'n t-xi' tka'yina qa ma t-xi' qe tuj tumelxix.

# integrity.todo.ideas.Retrieve
source: You can also try and retrieve the part of Bloom that your anti-virus program took from it. For AVG, you need to find the AVG "options" menu, click "virus vault", click on the Bloom file in the vault, and click "restore". For a visual guide, see this image.
mam: Ex ja'ka b'ant tzaj tzyet juntl maj aq'unab'il te Bloom aj xyukẍ tu'n tlaj ttxolil aq'unb'il xk'utz'ib' ti'j kalol yab' tuj paqanil. Te AVG, ilti'j tu'n tkanet menú te "La' wiq tumel". B'inchanxa clic ti'j "Tenb'il kyi'jqe q'ol yab' tuj paqanil" b'inchanxa clic ti'j nuk'b'il aq'unb'il te Bloom ta' tuj ttenb'il ex q'onxa clic tib'aj "Nxi' tb'incha'n tib'". Tu'n tten jun yek'bitz te tilb'il, ka'yinxa atzan tib'lal.

# integrity.missing
source: Missing Files
mam: Atex nuk'b'il aq'unb'il
