Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/mam/leveledReaderInfo.xlf
Languages: mam

# leveled.reader.vocabulary
source: Vocabulary
mam: Yol

# leveled.reader.start.simple
source: At beginning levels, use simple words that are familiar to children. If it is possible in your language, use words with only one syllable. As children move up to higher levels, you can begin to use words with more syllables. You can begin to use less familiar words. Children should be able to guess the meaning of these less familiar words from the context of the surrounding words and sentences, as well as from the illustrations.
mam: Kyuj tnejel kol anjyz tuj t-xe tnejel chin kajb’el ch’in twitz yol ojtzqi’n kyu’n qe' tal k'wal. Qa at tumel tuj kyyol, kchi ajb’el twitz yol tuj jun ẍq'u'n, tza’nx nchi b’etx qe tal k'wal kuyqe' junjun kol, b’a’n tu’n tajb’en twitz yol tuk’il txqantl ẍq'u'n. Ex b’a’n tu’n t-xi’qe tu’n tajb’en qe twitz yol mya’ nim tzqib’ilte. Qe tal skwel ja'ka b’ant chi na’nte ti’j t-xilen twitz yol noq tu'n tkyaqil tok ti’j ex ti’jqe jun txolyol naqayin ti’j ex tu’n tlaj qe' tilb’ilal tok.

# leveled.reader.formatting
source: Formatting
mam: Ka'yin

# leveled.reader.start.large
source: Beginner readers will benefit from a larger font with clear spacing between words. Having the words or sentences in the same location on each page is also helpful. As readers progress to higher levels, font size and spacing will decrease and sentences can appear in different locations on the page.
mam: Qe' tz'ib'il tzma in el b'ant kyu'n ja'ka b'ant tu’n tajb’en kye tlok’b’il ma’ ex tenb’il ma’ txolyol. Ex kxe'l oqxe’ne tu’n kyok yol ex qe txolyol tuj ttenb’il tuj junjun t-xaq u'j. Tza'nx lajo’n kyu’n ajtz'ib', tlok’b’il ex qe tenb’il kyxol junjun yol ja'ka b’ant ku’tz kyi'j ex qe junjun txolyol ja'ka b’ant tu’n kykub' tuj qe' ila’ wiq tenb’il.

# leveled.reader.increase.sizes
source: To increase the font size, line-spacing, and word-spacing in Bloom, click in a text box and then on the grey "cog" icon in the lower left-hand corner. If you do this and then make a template book, books made with that template will also use those font settings.
mam: Tu'n tch'iy twa'l tloq'b'il, ttenb'il txolyol ex ttenb'il txol junjun yol, b'inchanxa clic tib'aj swejin at txolyol tuj oktzan b'aj b'inchet lu' b'inchanxa tib'aj techil te "nuk' tolb'il" tzaj ke''yin ex ate tuj tb'utx' te kub'ni tuj na'yaj. Qa te tib'ajxa kxe'l tb'inchana jun u'jb'il te txolb'ab'il aq'untl b'incha'n, qe' u'jb'il otaq chi b'inchet tuk'il txolb'ab'il aq'untl b'incha'n lu' ex qajb'ela qe ttxolil aq'unb'il xk'utz'ib' lu'.

# leveled.reader.predictability
source: Predictability
mam: Tu'n min b'aj

# leveled.reader.repeat.patterns
source: Predictability in a text means that the reader can guess what would come next. You can increase predictability by using repeated patterns. Here are some patterns you can use:
mam: Aj nab'ilte tuj jun txolyol in tq'uma'n qa jun u'jil b'a'n t-xi' tna'n ti' tqal tzul te ti'jxa. Qa ila' maj qajb'ela jun ximb'itz ok kch'iyil nab'ilte. Lu' jun tumel b'a'n tajb'en tu'na:

# leveled.reader.repetition
source: Repetition - repeating parts of the text, for example, using the same sentence with each page and just changing one word in the sentence
mam: Jun majtl - jun majtl ntzyet junjun txolyol. Yek'b'il tu'n tajb'en jun majtl txolyol tuj junjun t-xaq u'j ex noqx k'elel jun yol toj txolyol

# leveled.reader.sequencing
source: Sequencing - a story with a known sequence such as the days of the week or that uses numbers in a pattern
mam: Txolin ten - jun b'ib'il ojtzqi'n txolil ikytza'n qe' q'ij tuj semana mo qa in ajb'en tajlal tuj jun q'il twitz

# leveled.reader.building.sequence
source: Building Sequence - a story with a pattern that is repeated and added to with each new page
mam: In ch'iy ttxolil - jun b'ib'il tuk'il jun q'il twitz ntzaj jun majtl ex nxwiqtz'et ti'j junjun ak'aj t-xaq

# leveled.reader.rhyme
source: Rhyme - a story with a pattern or sequence that also includes rhyme. For example: Brown Bear, Brown Bear, What do you see? I see a red bird looking at me. Red Bird, Red Bird, What do you see? I see a yellow duck looking at me. Yellow Duck, Yellow Duck, What do you see?- Bill Martin, Jr. and Eric Carle
mam: Junxq'ajt - jun pakab’ tuk’il jun q'il twitz mo qe' ttxolil yol tiqin kyib’ tuk'ix junxq'ajt. Yek’b’itz: N-oq' chi's tuntlaj tky’i' wtan Tana tal nchi’sa tzul b’ina tu'n ya’ xjaw Adriano del Valle

# leveled.reader.illustrations
source: Illustration Support
mam: Onb'il kye b'inchb'il tilb'ilal

# leveled.reader.illustrations.help
source: Illustrations provide support to the story. Illustrations relate to the story in different ways at different levels and for different types of readers (see below). Remember that in many cultures that don't have a lot of printed material around, complex pictures may be difficult to understand.
mam: Qe' tilb’ilal tuj jun pakab’ nchi ajb’en te onb’il. At kyoklen tilb’ilal tuj qe' b'ib'itz tuj qe ila’ wiq tnab’il tuj qe ila’ wiq kol nya' ma' tuj ex kye qe' ila wiq u'jil (ka'yin tjaq’). Min ku'x naj ti'j tk'u'ja qa tuj qe ila’ wiq kyanq’ib’il qe xjal nti’ u’jb'il b'incha'n, ja'ka b’ant kyiw ti'j tu'n tel kyniky’ ti’j tilb’ilal nim kyxilen.

# leveled.reader.illustrations.emergent.reader
source: For Emergent Readers the pictures should closely match the storyline. The reader should be able to predict the story line just by looking at the pictures. The illustrations at this level should be simple.
mam: Kye qe u'jil na'mx tb'ant kyu'n qe' tilb’ilal ilti’j at kyxilen tuk'il b'ib'il mo tuk'il na'l tqanil. Ok til jun tilb’ilal jun u'jil, ja'ku b'a'n tzaj tq'uma'n ti' t-xilen b'ib'il mo na'l tqanil. Qe' tilb’ilal tuj kol mya' ma' tuj lu’ ilti’j mya’ nim tok ti’j.

# leveled.reader.illustrations.early.reader
source: For Early Readers the pictures should offer some support to the story line. As the amount of text increases, the reader is less reliant on the pictures and gets more meaning from the text. The illustrations can be more complex.
mam: Kye qe U'jil ma nb'ant kyu'nl qe tilb’ilal ilti’j tu’n t-xi’ toyin onb’il ti’j t-xilen b'ib'il tza’n nch’iy txolyol, te u'jil mya’ nxi’ qe’ tk’u’j ti’j qe tilb’ilal ex ne’lxe tniky’ ti'j txolyol. B'a'n tu'n kyb'ant qe' tilb’ilal kyiw tu’n tel qniky’ ti’j.

# leveled.reader.fluent.reader
source: For Fluent Readers the pictures should offer little or no support to the story line. The reader relies more on the text than the pictures for meaning. The illustrations can be even more complex.
mam: Kye qe u'jil b'a'nxix kyu'n qe tilb’ilal ja'ka b’ant noq ch'in mo min ntzaj kyq’o’n onb’il ti’j t-xilen b'ib'itz. K'elel tniky' u'jil o'kx tu'n txolyol, mya' ilti'j qe' tilb'ilal. Aqe tzan tilb'ilal ja'ka b’ant tu’n kyok kyiwxix tu’n tel qniky’ kyi’j.

# leveled.reader.topic.choice
source: Choice of Topic
mam: Sik'ob'il b'ixnaq'tz

# leveled.reader.topic.choice.discussion
source: Books can be on many topics. When developing books for beginning readers, choose topics that are familiar to them. Readers will be eager to read and will read more if they are reading about things they find interesting and familiar. For more experienced readers, topics can include information that the reader is not already familiar with.
mam: Tib'aj nimqa nab'il b'a'n chi yolin qe u'jb'il. Ok chi b'ant qe' u'jb'il kye qa u'jil na'mx tb'ant kyu'n, sak'onktza twitz yol jun kmujx in el kyniky'. Qe' u'jil kyajxix chi u'jin ex nim nchi u'jin qa tb'anil nab'il nchi u'jin ex qa ojtzqi'n kyu'n. Qe' u'jil b'a'nxix kyu'n, ja'ka b'a'n tu'n kyku'x twitz yol nti' ojtzqi'n tu'n u'jil.

# leveled.reader.topic.choice.emergent.reader
source: For Emergent Readers the book should be concrete, should focus on one idea/theme, and should be familiar and easy to understand.
mam: Kye qe' u'jil na'mx tb'ant kyu'n aju u'jb'il ilti'j jikan tnab'il, ex ilti'j tu'n tyolin tib'aj jun ximb'itz mo twitz yol, ojtzqi'n kyu'n ex ju kmujx in el kyniky' ti'j.

# leveled.reader.topic.choice.early.reader
source: For Early Readers, develop a story around a familiar concept but in greater depth.
mam: Kye qe' U'jil ma nb'ant kyu'n, ilti'j tu'n tb'ant jun b'ib'itz tib'aj jun twitz yol ojtzqi'n kyu'n ex ok chi ximil ch'intl tib'aj.

# leveled.reader.topic.choice.fluent.reader
source: For Fluent Readers the concepts can expand beyond what is familiar, be more varied, and be abstract.
mam: Kye qe' U'jil b'a'nxix kyu'n qe' twitz yol nti' ojtzqi'n kyu'n, ila' tumel twitz yol ex mya' q'ancha'lxix ximb'itz.
