Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/mam/Palaso.xlf
Languages: mam

# AboutDialog.BuiltOnDate
source: Built on {0}
mam: B'inchanmaj tuj {0}

# AboutDialog.NoUpdates
source: No Updates
mam: Nti' ak'aj ttxolil

# AboutDialog.WindowTitle
source: About {0}
mam: Ti'j {0}

# AboutDialog._checkForUpdates
source: Check For Updates
mam: Jyol ak'aj ttxolil

# AboutDialog._releaseNotesLabel
source: Release Notes
mam: Tqanil ti'j ttxolil aq'untl

# Application.AlreadyRunning.General
source: Another copy of the application is already running. If you cannot find it, restart your computer.
mam: In aq'unan juntl ttxolil aq'unb'il xk'utz'ib'. Qa min xkanet tu'na, txaqonktza t-xk'utz'ib'a juntl maj.

# Application.AlreadyRunning.Specific
source: Another copy of {0} is already running. If you cannot find that copy of {0}, restart your computer.
mam: In aq'unan juntl ttxolil {0}. Qa min xkanet {0} tu'na, txaqonktza t-xk'utz'ib'a juntl maj.

# Application.ProblemStarting.General
source: There was a problem starting the application which might require that you restart your computer.
mam: Mya' b'a'n xb'ant ttzaj qe aq'unb'il xk'utz'ib'. B'ala ilx ti'j tu'n tjaw txaqet t-xk'utz'ib'a juntl maj.

# Application.ProblemStarting.Specific
source: There was a problem starting {0} which might require that you restart your computer.
mam: Mya' b'a'n xb'ant ttzaj qe' {0}. B'ala ilx ti'j tu'n tjaw txaqet t-xk'utz'ib'a juntl maj.

# Application.WaitingFinish.General
source: Waiting for other application to finish...
mam: N-ayet tu'n tb'aj aq'unan juntl aq'unb'il xk'utz'ib'...

# Application.WaitingFinish.Specific
source: Waiting for other {0} to finish...
mam: N-ayet tu'n tb'aj aq'unan juntl {0}...

# Common.AbortButton
source: &Abort
mam: &M'in txi' lajet

# Common.CancelButton
source: &Cancel
mam: &M'in lajet

# Common.IgnoreButton
source: &Ignore
mam: &Min kb'antel

# Common.No
source: No
mam: Mi'n

# Common.NoButton
source: &No
mam: &Mi'n

# Common.OKButton
source: &OK
mam: B'a'n

# Common.RetryButton
source: &Retry
mam: &Kb'inchetil juntl maj

# Common.Yes
source: Yes
mam: Ok

# Common.YesButton
source: &Yes
mam: &Ok

# CustomIdentifierView.betterLabel1
source: RFC5646 code:
mam: Techil tajlal RFC5646:

# CustomIdentifierView.linkLabel1
source: Read about language identifiers on the web
mam: N-sch'in nab'il tib'aj qe nchi ka'yin twitz yol tuj chemaj xin

# DialogBoxes.ConfirmRecycleDialog.MessageForMultipleItems
source: {0} will be moved to the Recycle Bin.
mam: {0} Kpol tuj tkub'el tz'is.

# DialogBoxes.ConfirmRecycleDialog.MessageForSingleItem
source: {0} will be moved to the Recycle Bin.
mam: {0} Kpol tuj tkub'el tz'is.

# DialogBoxes.ConfirmRecycleDialog.WindowTitle
source: Confirm Delete
mam: Tzi'yb'il tu'n tel

# DialogBoxes.ConfirmRecycleDialog.cancelBtn
source: &Cancel
mam: &Mi'n txi' lajet

# DialogBoxes.ConfirmRecycleDialog.deleteBtn
source: &Delete
mam: &Iq'in el te

# ImageToolbox.AlmostMatchingImages
source: Found {0} images with names close to “{1}”
mam: Ma chi kanet {0} tilb'lal kyuk'il b'ib'aj ch'ima junx chi ka'yin tuk'{1}

# ImageToolbox.ArtOfReading
source: Art Of Reading
mam: Tb'anil u'jenj

# ImageToolbox.Camera
source: Camera
mam: Q'il tilb'ilal

# ImageToolbox.CopyExemplarMetadata
source: Use {0}
mam: Tz'ajb'en {0}

# ImageToolbox.Crop
source: Crop
mam: Matzetil

# ImageToolbox.DownloadArtOfReading
source: Download Art Of Reading Installer
mam: Tu'n tku'tz aj q'olte Tb'anil U'jenj (Art of Reading)

# ImageToolbox.EditMetadataLink
source: Edit...
mam: B'inchb'il te...

# ImageToolbox.EnterSearchTerms
source: In the box above, type what you are searching for, then press ENTER.
mam: Tuj swej jawl, tz'ib'an okxa ti' ntjyo'na. Ex b'etz'anxa TOKA.

# ImageToolbox.FileButton
source: File
mam: K'ub'il aq'untl

# ImageToolbox.FileChooserTitle
source: Choose Picture File
mam: Sak'onqtza k'ub'il tib'lal

# ImageToolbox.Galleries
source: Galleries
mam: Yek'b'il ti'chaq

# ImageToolbox.GenericGettingImageProblem
source: Sorry, something went wrong while getting the image.
mam: Najsama nti' ma b'ant tuj tu'mel aj qa'nb'itz tilb'ilal.

# ImageToolbox.GenericProblem
source: Sorry, something went wrong with the ImageToolbox
mam: Najsama at nti' ma b'ant tuj tu'melxix tuj K'ub'il B'inchb'il Tilb'ilal (ImageToolbox)

# ImageToolbox.GetPicture
source: Get Picture
mam: K'amol tib'lal

# ImageToolbox.ImageGalleries
source: Image Galleries
mam: Qe' yek'b'il tilb'ilal

# ImageToolbox.ImageToolboxWindowTitle
source: Image Toolbox
mam: K'ub'il B'inchb'il Tilb'ilal (ImageToolbox)

# ImageToolbox.InstallArtOfReading
source: Install the Art Of Reading package (this may be very slow)
mam: B'inchan okxa aq'unb'il xk'utz'ib' Tb’anil U’jenj (Art of Reading), (b'ala nim amb'il taj)

# ImageToolbox.MatchingImages
source: Found {0} images
mam: Ma chi kanet {0} tilb'ilal

# ImageToolbox.NewMultilingual
source: Did you know that there is a new version of this collection which lets you search in Arabic, Bengali, Chinese, English, French, Indonesian, Hindi, Portuguese, Spanish, Thai, or Swahili? It is free and available for downloading.
mam: ¿Tojtzqi'npeya qa at juntl ak'aj tu'mel chmob'il lu, n-onin tu'n tkanet tuj yol árabe, bengalí, chino, inglés, francés, indonesio, hindi, portugés, tyol mos, tailandés moqa suajili? Nti' twi' ex b'a'n tu'n tku'tz tiq'ina.

# ImageToolbox.NoArtOfReading
source: This computer doesn't appear to have the 'Art Of Reading' gallery installed yet.
mam: Tuj xk'utz'ib' lu, niku'j minti' atokx yek'b'il ti'xti te Tb’anil U’jenj (Art of Reading).

# ImageToolbox.NoGalleries
source: This computer doesn't appear to have any galleries installed yet.
mam: Na'x tok ti'j xk'utz'ib' q'ol te ttenb'il ti'chaq.

# ImageToolbox.NoMatchingImages
source: Found no matching images
mam: Nti' ma chi kanet tilb'ilal junx chi ka'yin

# ImageToolbox.PictureFiles
source: picture files
mam: k'ub'il tilb'ilal

# ImageToolbox.ProblemGettingImageFromDevice
source: Problem Getting Image
mam: Nti' ma jyet tilb'ilal

# ImageToolbox.ProblemLoadingImage
source: Sorry, there was a problem loading that image.
mam: Najsama, nti' ma yek'in tilb'ilal.

# ImageToolbox.PromptForMissingMetadata
source: This image does not know:\n\nWho created it?\nWho can use it?
mam: Nti' b'a'n tu'n tilb'ilal:\n\nAlqu'n xb'anta?/\nAlkye b'a'n tz'aq'unan ti'j?

# ImageToolbox.Scanner
source: Scanner
mam: Skaner

# ImageToolbox.SearchArtOfReading
source: Search the Art of Reading Gallery
mam: Joyb'il yek'b'il ti'chaq tuj Tb’anil u’jenj (Art of Reading)

# ImageToolbox.SearchLanguage
source: The search box is currently set to {0}
mam: Ja'la, aju swej te joyb'il, at tuj {0}

# ImageToolbox.SetUpMetadataLink
source: Set up metadata...
mam: Nuk'b'il tqanil aq'untl...

# IpaIdentifierView.betterLabel1
source: Purpose:
mam: Tajb'il:

# IpaIdentifierView.linkLabel1
source: Read about IPA transcription on the web
mam: N-sch'in tib'aj tu'mel tz'ib'ajtz tuj AFI (Alfabeto Fonético Internacional) tuj chemaj xin

# LanguageLookup.AlternateNamesHeader
source: Other Names
mam: Ju'ntlqe' b'ib'aj

source: This list should include all the ISO-639 languages, including all the alternative names known to ethnologue.com.\n\nIf necessary, use the "Unlisted Language" option, which will be selected for you now.
mam: Toj txolb'il lu' ilxix ti'ij tu'n kyokx kykyaqil qe yol te ISO-639, kyuk'ix kykyaqil qe b'ib'aj b'a'n tu'n kyokx ex ojtzqi'nqe tu'n ethnologue.com.\n\nQa ilxixi ti'j, b'a'n tu'n tajb'lan tu'mel "Yolb'il nti' tuj txolb'il", a tu'mel lu' tu'n tjaw sak'et ja'la.

# LanguageLookup.CannotFindMyLanguage.LinkToSILInformationAboutLanguageCodes
source: About Language 639-3 Codes & How To Apply For New Ones
mam: Techil tajlal yol 639-3 ex tza'n tu'n t-xi' qanet ak'aj

# LanguageLookup.CannotFindMyLanguageWindowTitle
source: About The ISO Language Registry
mam: Ti'j Nuk'b'il Yol ISO

# LanguageLookup.CodeHeader
source: Code
mam: Techil tajlal

# LanguageLookup.CountryCount
source: {0} Countries
mam: {0} Nimaq Tnam

# LanguageLookup.CountryHeader
source: Country
mam: Nin Tnam

# LanguageLookup.DesiredLanguageDisplayNameLabel
source: You can change how the language name will be displayed here:
mam: Tza'lu b'a'n tu'n ttx'ixpet tza'n kq'ancha'lil tb'i yol:

# LanguageLookup.LanguageLookupDialogWindowTitle
source: Lookup Language Code...
mam: Jyol techil tajlal yol...

# LanguageLookup.PrimaryNameHeader
source: Name
mam: B'ib'aj

# LanguageLookup.ShowRegionalDialectsLabel
source: Show regional dialects
mam: Yek'b'il tq'ab' yol

# LanguageLookup.UnlistedLanguage
source: Unlisted Language
mam: Yolb'il nti' tuj txolb'il

# LanguageLookup._cannotFindLanguageLink
source: Can't find your language?
mam: Nti' nkanet tyola?

# LanguageLookup._scriptsAndVariantsLabel
source: my script variant label
mam: n-techila b'ib'aj juntl tu'mel tz'ib'ajtz

# LanguageLookup._scriptsAndVariantsLink
source: Script and Variant
mam: Tz'ib'ajtz ex juntl tu'mel

# MemoryWarning
source: Unfortunately, {0} is starting to get short of memory, and may soon slow down or experience other problems. We recommend that you quit and restart it when convenient.
mam: Nya' nim amb'il tuj {0} tu'n t-xi' k'u'yit ex ja'ku tz'el tipumal ex ja'ku tzaj txqantl il. B'a'n tu'n tkub' yupit ex tu'n tjaq txaqet juntl maj, qa ilxix ti'j.

# MetadataDisplay.Creator
source: Creator: {0}
mam: Ajb'inchal: {0}

# MetadataDisplay.CreatorLabel
source: Creator
mam: Ajb'inchal

# MetadataDisplay.LicenseInfo
source: License Info
mam: Tqanil ti'j tu'jil

# MetadataDisplay.Licenses.CreativeCommons.AttributionRequired
source: You must keep the copyright and credits for authors, illustrators, etc.
mam: Ilxix ti'j tu'n mi'n tz'el naj tb'i ajb'inchal ex aju u'j kyuwsal kye b'inchal, qe' ajb'inchal tilb'ilal ex txqantl.

# MetadataDisplay.Licenses.CreativeCommons.CommercialUseAllowed
source: You are free to make commercial use of this work.
mam: B'a'n tu'n t-xi' k'ayit b'inchaj lu.

# MetadataDisplay.Licenses.CreativeCommons.Derivatives
source: You may adapt and add to this work.
mam: B'a'n tu'n tok b'inchet ex tz'aqset b'inchaj lu.

# MetadataDisplay.Licenses.CreativeCommons.DerivativesWithShareAndShareAlike
source: You may adapt and add to this work, but you may distribute the resulting work only under the same or similar license to this one.
mam: B'a'n tu'n tok b'inchet ex tz'aqset b'inchaj lu, noqxtzan ok tjapun b'aj aq'untl jaku txi' tsipina b'inchaj lu, noq aju ilti'j tu'n tajb'lan jun u'j te tziyb'il iky tza'n lu, moqa ch'ima tza'n lu.

# MetadataDisplay.Licenses.CreativeCommons.NoDerivatives
source: You may not make changes or build upon this work without permission.
mam: Nlayx b'ant ttx'ixpet mo tu'n tok txqantl ti'j b'inchaj qa nti' amb'il ma tzaj q'o'n.

# MetadataDisplay.Licenses.CreativeCommons.NonCommercial
source: You may not use this work for commercial purposes.
mam: Nlay tu'n t-xi' k'ayit b'inchaj lu'.

# MetadataDisplay.Licenses.CreativeCommons.PublicDomain
source: You can copy, modify, and distribute this work, even for commercial purposes, all without asking permission.
mam: B'a'n tu'n tel tilb'ilal, tu'n ttx'ixpet ex tu'n t-xi' sipet b'inchaj lu, ex b'a'n qa taja tu'n t-xi' tk'a'yina, mya' ilx ti'j tu'n t-xi qa'net amb'il.

# MetadataDisplay.Licenses.NullLicense
source: For permission to reuse, contact the copyright holder.
mam: T'un ttzaj q'o'n amb'il tu'n tajb'lan juntl maj, ilx ti'j tu'n tyolina tuk'il tajawil b'inchalte, at toklen.

# MetadataDisplay.NoLicense
source: No license specified
mam: Nti' amb'il q'ama'nmaj

# MetadataEditor.AllowCommercialUse
source: Allow commercial uses of your work?
mam: ¿At amb'il tu'n t-xi' k'ayit taq'una?

# MetadataEditor.AllowDerivatives
source: Allow modifications of your work?
mam: ¿At amb'il tu'n tch'ixpet taq'una?

# MetadataEditor.CopyrightHolder
source: Copyright Holder
mam: Tajawil toklen b'inchalte

# MetadataEditor.CopyrightYear
source: Copyright Year
mam: Ab'q'i te tok toklen b'inchalte

# MetadataEditor.CreativeCommons.Intergovernmental
source: Intergovernmental Version
mam: Ttxolil aq'untl kyxol ajkawil tnam

# MetadataEditor.CreatorLabel
source: Creator
mam: Ajb'inchal

# MetadataEditor.CustomLicense
source: Custom
mam: B'incha'n noqx te jun xjal

# MetadataEditor.License
source: License
mam: Tu'jil amb'il

# MetadataEditor.PublicDomain
source: The copyright holder waives all rights
mam: Aj tajwil at toklen b'inchalte n-nelti'n kyaqil toklenj

# MetadataEditor.TitleNoCredit
source: Copyright and License
mam: B'inchalte at toklen ex tu'jil amb'il

# MetadataEditor.TitleWithCredit
source: Credit, Copyright, and License
mam: Aq'b'il oklenj, oklenj te b'inchalte ex tu'jil amb'il

# MetadataEditor.UnknownLicense
source: Contact the copyright holder for any permissions
mam: Yolina tuk'il tajawil b'inchalte at toklen tu'n t-xi' tqanina amb'il

# MetadataEditor.YesShareAlike
source: Yes, as long as others share alike
mam: B'a'n, qa ikyxqe' txqantil in kub' kyaq'pu'n tqanil

# MetadataEditor.additionalRequestsLabel
source: Additional Requests
mam: Txqantl qanb'itz

# MetadataEditor.betterLinkLabel1
source: more info
mam: txqantl tqanil

# MetadataEditor.linkToPublicDomainCC0
source: about {0} Public Domain
mam: nab'il tib'aj kyaqil tzqi'n kyu'n xjal {0}

# MetadataEditor.linkToWarningAboutRefiningCreativeCommons
source: Not Enforceable
mam: Mlayx tz'ajb'elan tzalu

# ScriptsAndVariants.ScriptsAndVariantsDialog._cancelButton
source: Cancel
mam: Min lajet

# ScriptsAndVariants.ScriptsAndVariantsDialog._okButton
source: OK
mam: K'amol

# ScriptsAndVariantsDialog.ScriptsAndVariants
source: Script and Variant
mam: Tz'ib'ajtz ex juntl tu'mel

# SettingsProtection.AlsoHideOthersNotice
source: This may also hide other buttons which are not needed by the non-advanced user.
mam: Aju lu, jaku txi' tewin jte'tl tu'mel tz'ib'b'il, aqeju nya' ilx ti'j tu'n tajb'lan tu'n xjal nya' b'a'nxix tu'n.

# SettingsProtection.CtrlShiftHint
source: The button will show up when you hold down the Ctrl and Shift keys together.
mam: Ok tzajal tyek'in tib' tu'mel tz'ib ok tb'aj tb'etz'ina junx qe tu'mel tz'ib Ctrl ex Mayús.

# SettingsProtection.LauncherButtonLabel
source: Settings Protection...
mam: Kolb'il ttxolil aq'unb'il xk'utz'ib'...

# SettingsProtection.NormallyHiddenCheckbox
source: Hide the button that opens settings.
mam: Ewil yoq'b'il aju njaqon ti'j ttxolil aq'unb'il xk'utz'ib'.

# SettingsProtection.PasswordDialog.FactoryPassword
source: Factory Password
mam: Techil te b'inchalte

# SettingsProtection.PasswordDialog.Password.Explanation
source: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.
mam: Ma kub' maqet kywitz ttxolil aq'unb'il xk'utz'ib' lu tu'n tkolet qa at jun mya' b'a'n tuj, qa at jun mya' b'a'n, b'ala jaku' mi' nlayx tz'aq'unan tuj tu'melxix .

# SettingsProtection.PasswordDialog.SettingsPasswordWindowTitle
source: Settings Protection Password
mam: Techil tu'n tkolet meltz'ul aq'untl

# SettingsProtection.PasswordDialog.ShowCharactersCheckbox
source: Show Characters
mam: Yek'il techlal techtz'ib'

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always google for "{1}" and "{2}"
mam: Aj techil ja b'inchalte tu'n tajb'lan kyi'j qe tz'ajsab'il lu' a "{0}". Qa ma kux naj ti'j tk'u'ja b'a'n tu'n tajb'lan Google tu'na tu'n t-xi' tjyo'na "{1}" ex "{2}"

# SettingsProtection.PasswordNoticeWithSupportUrl
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page: {2}
mam: Aj techil jab'inchalte tu'n tajb'lan kyi'j qe ttxolil aq'unb'il xk'utz'ib' lu' a "{0}". Qa ma kux naj ti'j tk'u'ja b'a'n tu'n tajb'lan t-xaq te onb'il {1} tuj: {2}

# SettingsProtection.RequirePasswordCheckBox
source: Require the factory password to get into settings.
mam: Ilx ti'j k-ajb'el techil b'inchalte tu'n tokxa tuj ttxolil aq'unb'il xk'utz'ib' lu.

# SettingsProtection.SettingProtectionDialogTitle
source: Settings Protection
mam: Kolb'il ttxolil aq'unb'il xk'utz'ib'

# ShowReleaseNotesDialog.WindowTitle
source: Release Notes
mam: Tqanil tib'aj tu'mel aq'untl

# VoiceIdentifierView.betterLabel1
source: In applications which support this option, fields with this input system will be able to play and record voice.
mam: Kyuj qe aq'unb'il xk'utz'ib' nq'on tipumal tu'mel lu', a qe ttenb'il xk'utz'ib' tuk' tu'mel tu'n qoqx b'a'n tu'n tb'ant xk'ub'ib'il ex tu'n t-xi' qb'i'n qwi'.

# WSFontControl.Font
source: &Font:
mam: &tqek' techtz'ib':

# WSFontControl.FontNotAvailable
source: (The selected font is not available on this machine. Using default.)
mam: (Aju tqek' techtz'ib' ma jaw sak'et nti' tuj xk'utz'ib'. K-ajb'lal tqek' techtz'ib' q'i'n tu'n xk'utz'ib'.)

# WSFontControl.RightToLeftWS
source: This is a &right to left writing system.
mam: A te lu' jun & tu'mel tz'ib'b'il tu'n ttzyet tuj manq'ab'aj tu'n tpon b'aj tuj na'yaj.

# WSFontControl.Size
source: &Size:
mam: &Nik'pun:

# WSFontControl.TestArea
source: &Test Area:
mam: &Ttenb'il xniky'chab'il:

# WSIdentifierView.betterLabel4
source: Abbreviation
mam: Aqe' tz'epona

# WSIdentifierView.betterLabel5
source: Special:
mam: Tb'anil:

# WSIdentifiers.IpaIdentifierView.Default
source: Default
mam: B'incha'nmaj

# WSIdentifiers.IpaIdentifierView.Emic
source: Emic (uses phonology of the language)
mam: Emic (n-nab'en q'ajq'ajel yol)

# WSIdentifiers.IpaIdentifierView.Etic
source: Etic (raw phonetic transcription)
mam: Etic (tu'mel tz'ib'ajtz q'ajyol tu'nx)

# WSKeyboardControl.KeyboardNotListed
source: If the keyboard you need is not listed, click the appropriate link below to set it up
mam: Qa nti' tokx tu'mel tz'ib'b'il tuj k'loj lu, b'inchanxa klik tib'aj tb'anil techil at kub'ni tu'n ttxolb'et aq'unb'il

# WSKeyboardControl.KeyboardSettingsLink
source: Windows keyboard settings
mam: Txolb'al aq'unb'il ti'j tz'ib'b'il te Windows

# WSKeyboardControl.KeyboardsAvailable
source: Available keyboards
mam: Alkyechaq tu'mel tz'ib'b'il at

# WSKeyboardControl.KeyboardsPreviouslyUsed
source: Previously used keyboards
mam: Tu'mel tz'ib'b'il o chi ajb'en

# WSKeyboardControl.KeymanConfigurationLink
source: Keyman Configuration
mam: Txolb'al aq'unb'il te Keyman

# WSKeyboardControl.KeymanNotInstalled
source: Keyman 5.0 or later is not Installed.
mam: Aju keyman 5.0 mo juntl ak'aj twitz lu, nti' tokx.

# WSKeyboardControl.SelectKeyboardLabel
source: Select the &keyboard with which to type {0} text
mam: Sak'onxa &alkye tu'mel tz'ib'b'il taja tu'n tajb'en tu'na {0}

# WSKeyboardControl.SetupKeyboards
source: Set up keyboards
mam: Txolb'al tu'mel tz'ib'b'il

# WSKeyboardControl.TestAreaCaption
source: &Test Area (Use this area to type something to test out your keyboard.)
mam: &Ttenb'il xniky'chab'il (Tz'ib'an okxa ti'chaq tuj tenb'il lu' tu'n tok nik'b'et tu'mel tz'ib'b'il.)

source: Warning
mam: Yol tu'n t-xi' qb'i'n

# WritingSystemSetupView.UnableToConnectToSldrCaption
source: Unable to connect to SLDR
mam: Nti' nok tmujb'a'n tib' ti'j SLDR

# WritingSystemSetupView.UnableToConnectToSldrText
source: The application is unable to connect to the SIL Locale Data Repository to retrieve the latest information about this language. If you create this writing system, the default settings might be incorrect or out of date. Are you sure you want to create a new writing system?
mam: Nti' nok tmujb'a'n tib' aq'unb'il xk'utz'ib' ti'j t-xmilal tk'ub'il yol te SIL tu'n ttzaj tq'o'n ak'aj tpokb'al ti'j yolb'il lu'. Qa ma kub' tb'inchana tu'mel tz'ib'b'il lu', jaku mlayx kb'antel tu'n tlaj a txolb'al aq'untl nya b'a'n mo ojtxi o kub' b'inchet. ¿Tajxixya tu'n tkub' tb'inchana jun ak'aj tu'mel tz'ib'b'il?

# XkbKeyboardAdaptor.MissingKeyboard
source: [Missing] {0} ({1})
mam: [At-x taj] {0} ({1})
