Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/mam/Publish-Android-Troubleshooting.xlf
Languages: mam

# android.publish.trouble.tips
source: Troubleshooting Tips for Android Publishing
mam: Qee nab'il tu'n tnajset mya' b'a'n ite' ti'j pakb'ab'il te Android

# android.publish.wifi
source: Share over Wi-Fi
mam: Samalte tuj paqanil WiFi

# android.publish.wifi.unseen
source: Problem: Android Device is not seeing book advertisements
mam: Il: aju makb'il te xk'utz'ib' Android nti' nk'amon pakb'ab'il te u'jb'il

# android.publish.wifi.run.receive
source: When using this method, you need to run Bloom Reader, open its menu, and choose "Receive from Wi-Fi".
mam: Aj tajb'en tumel aq'untl lu', ilti'j tu'n taq'unan Bloom Reader. Jaqonkxa menú ex sak'onktza "K'amob'il te WiFi".

# android.publish.wifi.receive.from
source: Make sure the device is in the "Receive from Wi-Fi" screen
mam: Ka'yinxa qa b'a'n tok makb'il xk'utz'ib' ti'j twitz "K'amob'il te WiFi"

# android.publish.wifi.same.network
source: Make sure the computer and device are on the same Wi-Fi network. A computer plugged in via cable to the Wi-Fi router still may be on its own network. It is technically possible to connect wired networks to be able to be on the same local subnet as Wi-Fi, but the Bloom team will not be able to provide any help in setting that up, sorry.
mam: Ka'yinka qa aju xk'utz'ib' ex tmakb'il junx ate' ti'j paqanil WiFi. Jun xk'utz'ib' tok ti'j ajb'eyil WiFi tu'n taq'il b'ala ax ta' tuj ttex paqanil. Ja'ka b'a'n tz'ok qe' paqanil tu'n taq'il tu'ntzan tten tujxix tkab'in paqanil te tzalu' ikytza'n WiFi, alkyeqe' nchi aq'unan ti'j Bloom mlayx chi onin tu'n tok q'ol tilb'ilal aq'unb'il lu'.

# android.publish.wifi.firewalls
source: Make sure your computer doesn't have a firewall that is interfering. The windows Firewall will display when you first start advertising a book. If you said "No" to that, it might not ever ask you again. If you have additional 3rd party firewalls installed, try disabling them. Bloom advertises a book by broadcasting on the local net via UDP on port 5913, and Bloom Reader requests a book via port 5915.
mam: Ka'yinka qa aju t-xk'utz'ib'a nti' tok yupil q'aq' ti'j (firewall) qa nmaqan ti'j. Aj yupil q'aq' te Windows ntzaj tyek'an tib' majtaq nxi' qe' sipil tu'j. Qa ma tzaj tq'uma'n "Mi'" ti'jo, ja'ka b'ant min tzajil tqanin juntl maj teye. Qa at txqantl yupil q'aq' tok ti'j, q'in ela ti'j. Bloom ntzaj tq'o'n jun u'jb'il b'ix ntzaj tyek'an b'ib'il te tuj paqanil te tzalu' tuj UDP tuj ttenb'il 5913 ex Bloom Reader ntzaj tqa'n jun u'jb'il tuj ttenb'il 5915.

# android.publish.usb
source: Send Over USB Cable
mam: Nsamet tuj taq'el USB

# android.publish.usb.not.connect
source: Problem: Bloom is not connecting to my device
mam: Il: Bloom mixti' tok ti'j nmakb'il xk'utz'ib'a

# android.publish.usb.consider.wifi
source: We have found this method to be problematic with many devices, so consider using the Wi-Fi method even if you are only working with a single device.
mam: Ma tz'el qniky'e qa aju tumel aq'untl lu' in tq'o'n mya' b'a'n kye nimaq makb'il te xk'utz'ib'. Tu'ntzan tlaj ximinxe qa aju tumel aq'untl WiFi b'a'n ex qa in aq'unane o'kx tuk'il jun makb'il te xk'utz'ib'.

# android.publish.usb.automatic
source: When using this method, you do not have to go into any special mode to receive books. Just run Bloom Reader. Books should automatically appear when they are transferred.
mam: In ajb'enpin aju tumel aq'untl lu', nti'x tu'n tokxa tuj juntl tenb'il k'amol qe' u'jb'il. O'kx nb'aj taq'unan Bloom Reader. Qe' u'jb'il ilti'j tu'n ttzaj tyek'an junx kyeqe o'kx ky'elix tuj juntl tenb'il.

# android.publish.usb.uses.mtp
source: Some Android devices have multiple modes they can be in when connected to a computer. Some will ask you as soon as you connect the cable to the computer. Bloom will be trying to talk to the device using a protocol called "MTP". If you're not sure that your device is connecting using MTP, try googling the name of your device + "MTP".
mam: Ate' qe' junjun makb'il aq'unb'il xk'utz'ib' Android ja'ka b'ant tu'n kyten tuj nimaq tumel aj tokq'et ti'j jun xk'utz'ib'. Atla jun tzul kyqanan mataq toklen q'ot taq'al ti'j xk'utz'ib'. Kxe'l tjyo'n Bloom tumel tu'n tyolin tuj makb'il aq'unb'il xk'utz'ib' tu'n jun txolb'ab'il twitz yol "MTP". Qa mixti' tojtzqi'na qa tmakb'ila aq'unb'il txk'utz'ib'a tok ti'j MTP, kxe'l tjyo'na tuj tumel Google tb'i tmakb'ila aq'unb'il txk'utz'ib'a ex "MTP".

# android.publish.usb.windows
source: The device should be showing up in Windows File Explorer (this feature is Windows-only)
mam: Aju makb'il toj xk'utz'ib' ilti'j tu'n tetz tyek'an tib' tuj jyob'il nuk'b'il aq'unb'il te Windows (Qe' ti'chaq tok ti'j nkanet o'kx ten tuj Windows)

# android.publish.usb.cable.or.port
source: Try a different cable, or a different USB port.
mam: B'inchama tu'n juntl taq'al mo junxitl tenb'il USB.
