Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/mam/TrainingVideos.xlf
Languages: mam

# training.videos
source: Bloom Training Videos
mam: Qe' ka'yb'itz te xnaq'tzb'il te Bloom

# training.videos.watch
source: If you are connected to the internet now, you can watch videos in your web browser:
mam: Qa tok t-xk'utz'ib'a ti'j paqanil, b'a'n tu'n tka'yina kyi'j ka'yb'itz:

# training.videos.all
source: All videos
mam: Kykyaqil ka'yb'itz

# training.videos.intro
source: Introductory Videos
mam: Qe' tnejel ka'yb'itz

# training.videos.whofor
source: Bloom: Who is it for
mam: Bloom: alkye tzulo tajuw

# training.videos.templates
source: Understanding Templates and Shell Books
mam: In el qniky kyi'j ttenb'il b'inchil u'jb'il ex qe' u'jb'il b'inchanpin

# training.videos.basicbook
source: Using the Basic Book template
mam: In ajb'en ttenb'il b'inchil u'jb'il kye tnejenel u'jb'il

# training.videos.readers
source: Using Decodable and Leveled Reader Templates (several videos)
mam: In chin ajb'en qe' ttenb'il b'inchil u'jb'il kye u'jb'il in el qniky' kyi'j ex qe u'jb'il tuj kolin (ila' ka'yb'itz)

# training.videos.advanced
source: Advanced Topics
mam: B'ixnaq'tz nim kyxilen

# training.videos.formatting
source: Changing the format of text
mam: Nch'ixpet tten txolyol

# training.videos.custompage
source: Using the Custom Page template
mam: In ajb'en ttenb'il b'inchil u'jb'il te t-xaq u'j b'icha'n tten

# training.videos.specialcharacters
source: Inserting special characters
mam: Nchi okx b'ant tb'anil toklen ti'j ti'chaq

# training.videos.readertemplates
source: Making a set of Decodable and Leveled Reader Templates (several videos)
mam: Nchi b'inchet jun k'loj ttenb'il b'inchil kye u'jb'il in el qniky' kyi'j ex kye u'jb'il tuj kolin (ila' ka'yb'itz)

# training.videos.offline
source: Offline Viewing
mam: Nka'yit ex mya' toksa'n toj paqanil

# training.videos.download
source: If you would like to download any of these videos to show and share when there is no internet connection, you can download videos to your computer:
mam: Qa tajb'ila tu'n tku'tz iqat junjun ka'yb'itz lu' tu'ntzan t-xi' tyek'an ex tu'n tb'aj tsipan mya' toksa'n toj paqanil, b'a'n tu'n tkutz iqat tuj t-xk'utz'ib'a:

# training.videos.hires
source: High Resolution (Large files)
mam: B'anxix kin(Matij naq'ub'il aq'unb'il)

# training.videos.lores
source: Low Resolution (Smaller files)
mam: Ajns kin(Ajns ch'in naq'ub'il aq'unb'il)
