Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/ha/IntegrityFailureAdvice.xlf
Languages: ha

# integrity.title
source: Bloom cannot find some of its own files, and cannot continue
ha: Bloom bai iya samun wasu kundayen ajiyar bayanan shi ba, kuma ba zai iya ci gaba ba

# integrity.causes
source: Possible Causes
ha: Kila abubuwan da suka haddasa haka ne

# integrity.causes.1
source: Your antivirus may have "quarantined" one or more Bloom files.
ha: Manhajar kariyar na'urarka ta "share" kundin ajiye bayanan Bloom ɗaya ko fiye da ɗaya

# integrity.causes.2
source: Your computer administrator may have your computer "locked down" to prevent bad things, but in such a way that Bloom could not place these files where they belong.
ha: Mai yiwuwa masu sha'anin kula da na'urarka "ya kulle" don hana faruwar wasu miyagun matsaloli ta hanyar da Bloom ba zai iya ajiye waɗannan kundayen ajiyar bayanai wurin da ya kamata ba 2)

# integrity.todo
source: What To Do
ha: Abin yi

# integrity.todo.ideas
source: After you submit this report, we will contact you and help you work this out. In the meantime, here are some ideas:
ha: Bayan ka aika da wannan rahoton, za mu tuntuɓe ka mu taimaka maka wurin magance wannan matsalar. A halin yanzu dai, ga abinda za'a gwada yi a gani:

# integrity.todo.ideas.Reinstall
source: Run the Bloom installer again, and see if it starts up OK this time.
ha: *Ka sake gudanar da yadda ake sa manhajar Bloom, don ka ga ko za ta gudana ba tare da wata matsala ba a wannan lokacin.

# integrity.todo.ideas.Antivirus
source: If that doesn't fix it, it's time to talk to your anti-virus program. If the "Missing Files" section below shows any files which end in ".exe", consider "whitelisting" the Bloom program folder, which is at {{installFolder}}.
ha: Idan matsalar ba ta gyaru ba, to yanzu sai ka tuntuɓi manhajar bayar da kariya ga na'ura mai ƙwaƙwalwa. Idan sashen "Ɓatattun Kundayen Ajiyar Bayanai" da ke biye a ƙasa na nuna kowaɗanne irin kundayen ajiyar bayanan da suka shiga cikin ".exe" duba "jerin amintattu" a cikin akwatin Bloom wanda yake a {{installFolder}}.

# integrity.todo.ideas.AVAST
source: AVAST: Instructions.
ha: AVAST: Sharudda.

# integrity.todo.ideas.Norton
source: Norton Antivirus: Instructions from Symantec.
ha: Garkuwar Norton: Sharudda daga Symantec.

# integrity.todo.ideas.AVG
source: AVG: Instructions from AVG.
ha: AVG: Sharudda daga AVG.

# integrity.todo.ideas.Others
source: Others: Google for "whitelist directory name-of-your-antivirus"
ha: Wasu: Google don "tsarin jerin amintattun sunan-garkuwar-na'urarka mai aiki da ƙwaƙwalwa".

# integrity.todo.ideas.Restart
source: Run the Bloom installer again, and see if it starts up OK this time.
ha: Ka sake sa Bloom, ka gani idan zai fara da kyau a wannan karon.

# integrity.todo.ideas.Retrieve
source: You can also try and retrieve the part of Bloom that your anti-virus program took from it. For AVG, you need to find the AVG "options" menu, click "virus vault", click on the Bloom file in the vault, and click "restore". For a visual guide, see this image.
ha: Kuma za ka iya ƙoƙarin sake dawowa da wani ɓangaren Bloom da garkuwar kariyar na'urarka mai aiki da ƙwaƙwalwa ta ɗauke daga cikinsa. Domin aik da AVG, kana buƙatar samun tsarin "zaɓi" na AVG, ka dangwala "virus vault", akan kundin ajiyar bayanai na Bloom sannan ka dangwala "restore". Domin jagora cikin hoto, sai ka ga wannan hoton.

# integrity.missing
source: Missing Files
ha: Batattun Kundayen Ajiyar Bayanai
