Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/ha/leveledReaderInfo.xlf
Languages: ha

# leveled.reader.vocabulary
source: Vocabulary
ha: Kalmomi

# leveled.reader.start.simple
source: At beginning levels, use simple words that are familiar to children. If it is possible in your language, use words with only one syllable. As children move up to higher levels, you can begin to use words with more syllables. You can begin to use less familiar words. Children should be able to guess the meaning of these less familiar words from the context of the surrounding words and sentences, as well as from the illustrations.
ha: A matakan farko, yi amfani da kalmomi masu sauƙi da yara za su gane. Idan zai yiwu a cikin harshenka, yi amfani da kalmomi masu gaɓa ɗaya. A lokacin da yara ke ƙarawa gaba, kana iya fara amfani da kalmomi masu gaɓa fiye da ɗaya. Kana iya fara amfani da wasu baƙin kalmomi. Kamata ya yi yara su fara da neman ma'anar waɗannan baƙin kalmomin daga matanin da ke ƙunshe da kalmomin ko jimloli da kuma misalai.

# leveled.reader.formatting
source: Formatting
ha: Tsara bayani

# leveled.reader.start.large
source: Beginner readers will benefit from a larger font with clear spacing between words. Having the words or sentences in the same location on each page is also helpful. As readers progress to higher levels, font size and spacing will decrease and sentences can appear in different locations on the page.
ha: Masu karatu a mataki na farko zasu amfana da rubutun da aka yi da girma tare da sakin fili a tsakanin kalmomi. Samun kalmomi ko jimloli a wuri ɗaya akan kowane shafi shima zai taimaka. A lokacin da fahimtar masu karatu ta ƙaru, girman rubutu da barin 'yar tazara tsakanin kalmomi zai ragu sannan jimloli na iya kasancewa wurare daban-daban a shafi.

# leveled.reader.increase.sizes
source: To increase the font size, line-spacing, and word-spacing in Bloom, click in a text box and then on the grey "cog" icon in the lower left-hand corner. If you do this and then make a template book, books made with that template will also use those font settings.
ha: Don kara girman rubutu, sakin layi, da layi tsakanin a kan Bloom, ka dangwala rubutun da aka yi a cikin akwati, sannan ka dangwala alamar da aka yi mai kalar ruwan toka a kwanar da ke ƙasan hannunka na hagu. Idan ka yi haka sai ka yi littafi akan filin da ke bambantawa, litattafan da aka yi a cikin irin waɗannan alamu suma za su iya amfani da waɗancan tsarin yanayin girman rubutu.

# leveled.reader.predictability
source: Predictability
ha: Hasashe

# leveled.reader.repeat.patterns
source: Predictability in a text means that the reader can guess what would come next. You can increase predictability by using repeated patterns. Here are some patterns you can use:
ha: HasasheA cikin matani wannan na nufin mai karatu na iya hasashen abin da zai biyo baya. Za ka iya ƙara taimakawa wajen sanin mai zai faru ta hanyar maimata abubuwa. Ga wasu abubuwan da za ka iya amfani da su:

# leveled.reader.repetition
source: Repetition - repeating parts of the text, for example, using the same sentence with each page and just changing one word in the sentence
ha: Maimatawa - maimata wani ɓangaren matani, misali, yin amfani da jimla iri ɗaya a shafi ɗaya ta hanyar canja kalma ɗaya kawai a cikin jimlar

# leveled.reader.sequencing
source: Sequencing - a story with a known sequence such as the days of the week or that uses numbers in a pattern
ha: Tsari - Labarin da aka yi da sanannen tsari kamar ranakun mako ko waɗanda ke amfani da tsarin lambobi

# leveled.reader.building.sequence
source: Building Sequence - a story with a pattern that is repeated and added to with each new page
ha: Gina Tsari - Labarin da ke da tsarin da aka maimata kuma aka sa a kowane sabon shafi

# leveled.reader.rhyme
source: Rhyme - a story with a pattern or sequence that also includes rhyme. For example: Brown Bear, Brown Bear, What do you see? I see a red bird looking at me. Red Bird, Red Bird, What do you see? I see a yellow duck looking at me. Yellow Duck, Yellow Duck, What do you see?- Bill Martin, Jr. and Eric Carle
ha: Bin Tsarin - Labarin da aka tsara wanda kuma ya ƙunshi 'yar waƙa a tsare. Misali: Babbar dabba mai ruwan ƙasa, Me ka gani? Na ga wani jan tsuntsu yana kallo na Jan Tsuntsu ne, Jan Tsuntsu ne, Me ka gani? Naga rawayar agwagwa na kallo na. Rawayar Agwagwa, Rawayar Agwagwa, Me Kike gani? - Bill Martin, Jr. da Eric Carle

# leveled.reader.illustrations
source: Illustration Support
ha: Tallafin Zayyana

# leveled.reader.illustrations.help
source: Illustrations provide support to the story. Illustrations relate to the story in different ways at different levels and for different types of readers (see below). Remember that in many cultures that don't have a lot of printed material around, complex pictures may be difficult to understand.
ha: Zayyana na taimakawa don gane labari. Bayani da kwatanci na da alaƙa da labari ta hanyoyi daban-daban a kowane matakikuma don amfanin masu karatu ir-daban (duba ƙasa). Ka tuna akwai al'adu da yawa da ba su da rubutatttun abubuwa, hotuna masu sarƙaƙiya na iya zama da wuyar fahimta.

# leveled.reader.illustrations.emergent.reader
source: For Emergent Readers the pictures should closely match the storyline. The reader should be able to predict the story line just by looking at the pictures. The illustrations at this level should be simple.
ha: Domin Masu karatu da ke tasowaYa kasance hotunan sun yi daidai da labarin. Ya zamanto cewa mai karatun zai sanin inda labarin ya nufa daga hotunan. Zayyanannun misalai a wannan matakin su kasance masu sauƙi.

# leveled.reader.illustrations.early.reader
source: For Early Readers the pictures should offer some support to the story line. As the amount of text increases, the reader is less reliant on the pictures and gets more meaning from the text. The illustrations can be more complex.
ha: Domin Masu karatu a mataki na farihotunan su kasance masu goyon bayan labarin. A lokacin da yawan matani ke ƙaruwa, mai karatu zai rage dogaro ga hotuna kuma ya samu ma'ana da dama daga matanin. Zayyanannun misalai na iya zama sun sarƙaƙe

# leveled.reader.fluent.reader
source: For Fluent Readers the pictures should offer little or no support to the story line. The reader relies more on the text than the pictures for meaning. The illustrations can be even more complex.
ha: Domin Ƙwararrun masu karatua nan hotunan na iya kasancewa suna taimakawa kaɗan yadda ko basu za'a iya gane inda labarin ya nufa. Ya kasance maikaratu ya dogara ga matani fiye da hotuna a wurin samun ma'ana. Zayyanannun misalai na iya zama sarƙaƙƙu.

# leveled.reader.topic.choice
source: Choice of Topic
ha: Zaɓen Kan Magana

# leveled.reader.topic.choice.discussion
source: Books can be on many topics. When developing books for beginning readers, choose topics that are familiar to them. Readers will be eager to read and will read more if they are reading about things they find interesting and familiar. For more experienced readers, topics can include information that the reader is not already familiar with.
ha: Litattafai na iya zama akan kawunan magana da yawa. Lokacin shirya littafi domin masu koyon karatu, a zaɓi kan magana da suka saba da ita. Masu karautu za su samu sauƙin karatu kuma su yi karatu da yawa idan suna karanta abinda suke sha'awa kuma wanda suka sani. Ga masu karatu da suka saba, kawunan magana na iya haɗawa da labarin da mai karatu bai saba da shi ba.

# leveled.reader.topic.choice.emergent.reader
source: For Emergent Readers the book should be concrete, should focus on one idea/theme, and should be familiar and easy to understand.
ha: Domin Masu Karatu da ke ɓullowalitattafan su kasance masu inganci, su kasance suna cikin manufa/take ɗaya, kuma su kasance sanannu masu sauƙin fahimta.

# leveled.reader.topic.choice.early.reader
source: For Early Readers, develop a story around a familiar concept but in greater depth.
ha: Domin Masu Karatu da fari-faria haɗa labari akan sanannen abu amma mai zurfi.

# leveled.reader.topic.choice.fluent.reader
source: For Fluent Readers the concepts can expand beyond what is familiar, be more varied, and be abstract.
ha: Domin Waɗanda suka karatu sosaiabubuwan da aka gina littafi da su na iya zurfafawa fiye da yadda aka sansu, su bambanta kuma su kasance game gari.
