Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/ha/Palaso.xlf
Languages: ha

# AboutDialog.NoUpdates
source: No Updates
ha: Ba sababbin abubuwa

# AboutDialog._checkForUpdates
source: Check For Updates
ha: Ka bincika ko akwai sababbin abubuwa

# AboutDialog._releaseNotesLabel
source: Release Notes
ha: Bayanin fitarwa

# Application.AlreadyRunning.General
source: Another copy of the application is already running. If you cannot find it, restart your computer.
ha: Wani kofin wannan manhajar na kan gudana. Idan ba za ka iya samun shi ba, sai ka kashe sannan ka sake kunna na'urarka mai ƙwaƙwalwa.

# Application.AlreadyRunning.Specific
source: Another copy of {0} is already running. If you cannot find that copy of {0}, restart your computer.
ha: Wani kofin na {0} na kan gudana. Idan ba za ka iya samun kofin ba, sai ka kashe sannan ka sake kunna na'urarka mai ƙwaƙwalwa.

# Application.ProblemStarting.General
source: There was a problem starting the application which might require that you restart your computer.
ha: Akwai wata 'yar matsala a wurin buɗe manhajar wadda mai yiwuwa za ka buƙaci ka kashe, sannan ka sake kunna na'urar ta ka.

# Application.ProblemStarting.Specific
source: There was a problem starting {0} which might require that you restart your computer.
ha: A kwai wata 'yar matsala a wurin buɗewa {0} wadda me yiwuwu za ka buƙaci ka kashe na'urar ta ka sannan ka sake kunnawa.

# Application.WaitingFinish.General
source: Waiting for other application to finish...
ha: Ana jiran sauran manhajar su gama...

# Application.WaitingFinish.Specific
source: Waiting for other {0} to finish...
ha: Ana jiran sauran su gama...

# Common.CancelButton
source: &Cancel
ha: &Soke

# Common.No
source: No
ha: A'a

# Common.OKButton
source: &OK
ha: &Ya yi

# Common.Yes
source: Yes
ha: I

# DialogBoxes.ConfirmRecycleDialog.MessageForMultipleItems
source: {0} will be moved to the Recycle Bin.
ha: {0} za a jefa kwandon shara.

# DialogBoxes.ConfirmRecycleDialog.MessageForSingleItem
source: {0} will be moved to the Recycle Bin.
ha: {0} za a jefa a kwandon shara.

# DialogBoxes.ConfirmRecycleDialog.WindowTitle
source: Confirm Delete
ha: Ka Tabbata kana so a share

# DialogBoxes.ConfirmRecycleDialog.cancelBtn
source: &Cancel
ha: &Soke

# DialogBoxes.ConfirmRecycleDialog.deleteBtn
source: &Delete
ha: &Share

# ImageToolbox.AlmostMatchingImages
source: Found {0} images with names close to “{1}”
ha: An sami {0} hotuna masu sunaye kusa da {1}

# ImageToolbox.ArtOfReading
source: Art Of Reading
ha: Fasahar Karatu

# ImageToolbox.Camera
source: Camera
ha: Na'urar ɗaukar hoto

# ImageToolbox.CopyExemplarMetadata
source: Use {0}
ha: Yi amfani da {0}

# ImageToolbox.Crop
source: Crop
ha: Datse

# ImageToolbox.DownloadArtOfReading
source: Download Art Of Reading Installer
ha: Saukar da Manhajar Fasahar Karatu

# ImageToolbox.EditMetadataLink
source: Edit...
ha: Tace rubutu...

# ImageToolbox.EnterSearchTerms
source: In the box above, type what you are searching for, then press ENTER.
ha: Wannan shine zauren 'Fasahar Karatu'. A cikin akwatin da ke sama, ka rubuta abinda kake nema, sannan ka dangwala ENTER. Kana iya rubuta kalmomi a cikin harshen Ingilishi ko Indonisiya.

# ImageToolbox.FileButton
source: File
ha: Kundi

# ImageToolbox.GenericGettingImageProblem
source: Sorry, something went wrong while getting the image.
ha: Gafara dai, an ɗan sami 'yar matsala a lokacin da ake ƙoƙarin samun hoton.

# ImageToolbox.GenericProblem
source: Sorry, something went wrong with the ImageToolbox
ha: Yi haƙuri, wani abu ya sami akwatin da hoton ya ke ciki

# ImageToolbox.GetPicture
source: Get Picture
ha: Samu hoto

# ImageToolbox.ImageToolboxWindowTitle
source: Image Toolbox
ha: Akwati mai ɗauke da hoto

# ImageToolbox.InstallArtOfReading
source: Install the Art Of Reading package (this may be very slow)
ha: A Saka manhajar Fasahar Karatu (mai yiwuwa ya ɗan ɗauki lokaci)

# ImageToolbox.MatchingImages
source: Found {0} images
ha: An sami {0} hotuna

# ImageToolbox.NewMultilingual
source: Did you know that there is a new version of this collection which lets you search in Arabic, Bengali, Chinese, English, French, Indonesian, Hindi, Portuguese, Spanish, Thai, or Swahili? It is free and available for downloading.
ha: Ko ka san akwai wani sabon manhajar wanda zai ba ka damar bincike a cikin harshen Larabci, Bengali, Sinanci, Ingilishi, Farasanci, Indonsiyanci, Hindu, Potugis, Spaniyanci, Thai ko Suwahili? A kyauta, kuma zaka iya saukar da shi zuwa cikin taka na'urar.

# ImageToolbox.NoArtOfReading
source: This computer doesn't appear to have the 'Art Of Reading' gallery installed yet.
ha: Da alama wannan na'urar ba ta da manhajar zauren Fasahar karatu tukunna.

# ImageToolbox.NoMatchingImages
source: Found no matching images
ha: Ba a samu hotunan da suka dace ba

# ImageToolbox.PictureFiles
source: picture files
ha: Kundayen hoto

# ImageToolbox.ProblemGettingImageFromDevice
source: Problem Getting Image
ha: Matsala ta Samun Hoto

# ImageToolbox.ProblemLoadingImage
source: Sorry, there was a problem loading that image.
ha: Gafara dai, an samu matsala wajen jawo wancen hoton.

# ImageToolbox.PromptForMissingMetadata
source: This image does not know:\n\nWho created it?\nWho can use it?
ha: Wannan hoton bai san shi ba:\n\n ba Wa ya ƙirƙiro shi?\nWa zai iya amfani da shi?

# ImageToolbox.Scanner
source: Scanner
ha: Mai ɗaukar hoton cikin abu

# ImageToolbox.SearchArtOfReading
source: Search the Art of Reading Gallery
ha: Binciki Zauren Fasahar Karatu

# ImageToolbox.SearchLanguage
source: The search box is currently set to {0}
ha: A halin yanzu an saita akwatin binciken ya {0}

# ImageToolbox.SetUpMetadataLink
source: Set up metadata...
ha: Yi saitin matattarar bayanai...

# LanguageLookup.AlternateNamesHeader
source: Other Names
ha: Wasu Sunaye

source: This list should include all the ISO-639 languages, including all the alternative names known to ethnologue.com.\n\nIf necessary, use the "Unlisted Language" option, which will be selected for you now.
ha: Wannan jerin zai ƙunshi dukkan yarukan ISO-369, haɗe da dukkan sunayen da ethnologue.com ya sani.\n\n Idan ya zama dole, yi amfani da zaɓin "Yarurrukan da basu cikin jeri" waɗanda za a zaɓa maka yanzu.

# LanguageLookup.CannotFindMyLanguage.LinkToSILInformationAboutLanguageCodes
source: About Language 639-3 Codes & How To Apply For New Ones
ha: Game da Yaren 639-3 Codes da Yadda Za Ka Nemi Wasu Sabbi

# LanguageLookup.CannotFindMyLanguageWindowTitle
source: About The ISO Language Registry
ha: Game da wurin yin Rajistar Yaren ISO

# LanguageLookup.CodeHeader
source: Code
ha: Lamba ta musamman

# LanguageLookup.CountryCount
source: {0} Countries
ha: Ƙasashe {0}

# LanguageLookup.CountryHeader
source: Country
ha: Ƙasa

# LanguageLookup.DesiredLanguageDisplayNameLabel
source: You can change how the language name will be displayed here:
ha: Ka na iya canza yadda za a nuna sunan yaren a nan:

# LanguageLookup.LanguageLookupDialogWindowTitle
source: Lookup Language Code...
ha: Duba Lamba ta Yaren...

# LanguageLookup.PrimaryNameHeader
source: Name
ha: Suna

# LanguageLookup.ShowRegionalDialectsLabel
source: Show regional dialects
ha: Nuna ƙarin harsunan lardi

# LanguageLookup.UnlistedLanguage
source: Unlisted Language
ha: Yaren da ba shi a cikin jeri

# LanguageLookup._cannotFindLanguageLink
source: Can't find your language?
ha: Ba ka sami yarenka ba?

# MemoryWarning
source: Unfortunately, {0} is starting to get short of memory, and may soon slow down or experience other problems. We recommend that you quit and restart it when convenient.
ha: Amma kash, {0} wurin ajiyar bayanai na na'urarka ya ragu sosai, kuma saurin ta na iya raguwa, haɗi da wasu matsaloli. Muna ba ka shawarar ka fita sannan ka kuma sake kunna ta a lokacin da ya dace.

# MetadataDisplay.Creator
source: Creator: {0}
ha: Maiƙirƙirowa: {0}

# MetadataDisplay.CreatorLabel
source: Creator
ha: Maiƙirƙirowa

# MetadataDisplay.LicenseInfo
source: License Info
ha: Bayanin izini

# MetadataDisplay.Licenses.CreativeCommons.AttributionRequired
source: You must keep the copyright and credits for authors, illustrators, etc.
ha: Dole ne ka ajiye haƙƙin mallaka da kuma alaƙanta aiki ga marubuta, masu zayyana da sauran su.

# MetadataDisplay.Licenses.CreativeCommons.CommercialUseAllowed
source: You are free to make commercial use of this work.
ha: An yarda ka yi amfani da wannan aikin ta wajen harkar kasuwanci.

# MetadataDisplay.Licenses.CreativeCommons.Derivatives
source: You may adapt and add to this work.
ha: Kana iya ɗaukar aikin nan a yadda ya ke ko ka yi ƙari akai.

# MetadataDisplay.Licenses.CreativeCommons.DerivativesWithShareAndShareAlike
source: You may adapt and add to this work, but you may distribute the resulting work only under the same or similar license to this one.
ha: Kana iya ɗaukar aikin nan a yadda ya ke, amma za ka iya rarraba sakamakonsa ta ƙarƙashin wannan izinin ne ko wani makamancinsa kawai.

# MetadataDisplay.Licenses.CreativeCommons.NoDerivatives
source: You may not make changes or build upon this work without permission.
ha: Ba zai yiwu ka yi canje-canje ko ka yi ɗori akan wannan aikin ba tare da izini ba.

# MetadataDisplay.Licenses.CreativeCommons.NonCommercial
source: You may not use this work for commercial purposes.
ha: Wannan aiki ba domin a yi amfani da shi domin kasuwanci ba ne.

# MetadataDisplay.Licenses.NullLicense
source: For permission to reuse, contact the copyright holder.
ha: Don izinin sake amfani da shi, ka tuntuɓi mai haƙƙin mallaka.

# MetadataDisplay.NoLicense
source: No license specified
ha: Ba wani izinin da aka bayyana

# MetadataEditor.AllowCommercialUse
source: Allow commercial uses of your work?
ha: An ba da izinin yin amfanin da shi domin kasuwanci?

# MetadataEditor.AllowDerivatives
source: Allow modifications of your work?
ha: Am bayar da izinin yin gyare-gyare a cikin aikinka?

# MetadataEditor.CopyrightHolder
source: Copyright Holder
ha: Mai haƙƙin Mallaka

# MetadataEditor.CreativeCommons
source: Creative Commons
ha: Sanayyar Fasaha

# MetadataEditor.CreatorLabel
source: Creator
ha: Maiƙirƙirowa

# MetadataEditor.CustomLicense
source: Custom
ha: al'ada

# MetadataEditor.TitleNoCredit
source: Copyright and License
ha: Haƙƙin Mallaka da bayar da izini

# MetadataEditor.TitleWithCredit
source: Credit, Copyright, and License
ha: Ta'allaƙawa, Haƙƙin Mallaka da Izini

# MetadataEditor.UnknownLicense
source: Contact the copyright holder for any permissions
ha: Ka tuntuɓi Mai haƙƙin Mallaka don neman izini

# MetadataEditor.UnknownLicense_ToolTip_
source: Contact the copyright holder for any permissions
ha: Ka tuntuɓi Mai haƙƙin Mallaka don neman izini

# MetadataEditor.YesShareAlike
source: Yes, as long as others share alike
ha: I, muddin manufarmu ta zama iri ɗaya ce

# MetadataEditor.YesShareAlike_ToolTip_
source: Yes, as long as others share alike
ha: I, muddin manufarmu ta zama iri ɗaya ce

# MetadataEditor.additionalRequestsLabel
source: Additional Requests
ha: Ƙarin roko

# MetadataEditor.betterLinkLabel1
source: more info
ha: Ƙarin bayani

# MetadataEditor.linkToWarningAboutRefiningCreativeCommons
source: Not Enforceable
ha: Ba tilastawa

# SettingsProtection.AlsoHideOthersNotice
source: This may also hide other buttons which are not needed by the non-advanced user.
ha: Wannan zai iya ɓoye wasu madannai ma waɗanda basu ƙware ba domin ba su buƙatarsu.

# SettingsProtection.CtrlShiftHint
source: The button will show up when you hold down the Ctrl and Shift keys together.
ha: Madannai za su ta fito idan ka danna Ctrl da Shift tare.

# SettingsProtection.LauncherButtonLabel
source: Settings Protection...
ha: Tsaruka...

# SettingsProtection.NormallyHiddenCheckbox
source: Hide the button that opens settings.
ha: Ɓoye madanni da ya ke bude wurin saitin tsare-tsare.

# SettingsProtection.PasswordDialog.FactoryPassword
source: Factory Password
ha: Kalmar izinin shiga daga kamfani

# SettingsProtection.PasswordDialog.Password.Explanation
source: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.
ha: Don kiyaye faruwar canje-canjen da ba a buƙata waɗanda za su iya sa wannan manhajar da kake aiki da ita ta dena, an rufe wannan saitin.

# SettingsProtection.PasswordDialog.SettingsPasswordWindowTitle
source: Settings Protection Password
ha: Kalma ta Kariyar shiga Tsarin saiti

# SettingsProtection.PasswordDialog.ShowCharactersCheckbox
source: Show Characters
ha: Nuna Baƙaƙe

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page.
ha: Kalmar Izinin Shiga ta Kamfani don yin wannan saitin ita ce "{0}". Idan ka manta ta, a kodayaushe za ka iya shiga yanar gizon matambayi ba ya bata don "{1}"

# SettingsProtection.RequirePasswordCheckBox
source: Require the factory password to get into settings.
ha: Nemi Kalmar Izinin Shiga ta Kamfani don yin saiti.

# SettingsProtection.SettingProtectionDialogTitle
source: Settings Protection
ha: Tsarin saitin Kalmar Izinin Shiga ta Kariya

# WSFontControl.Font
source: &Font:
ha: &Girman Haruffa:

# WSFontControl.FontNotAvailable
source: (The selected font is not available on this machine. Using default.)
ha: (Ba harafin da ka zaba akan wannan na'urar, ta yin amfanida abun ta fito da shi tun asali.)

# WSFontControl.RightToLeftWS
source: This is a &right to left writing system.
ha: Wannan tsarin rubutun da ake farawa ne daga hannun dama zuwa hagu.

# WSFontControl.Size
source: &Size:
ha: &Yanayin Girma:

# WSFontControl.TestArea
source: &Test Area:
ha: &Wurin Jarrabawa:

# WSKeyboardControl.KeyboardNotListed
source: If the keyboard you need is not listed, click the appropriate link below to set it up
ha: Idan ba a sa irin wurin latsa kalmomin rubutun da kake bukata ba, ka dangwala hanyar da tafi dacewa a ƙasa don yin saitin

# WSKeyboardControl.KeyboardSettingsLink
source: Windows keyboard settings
ha: Tsarin allon madannai na Windows

# WSKeyboardControl.KeyboardsAvailable
source: Available keyboards
ha: Allon maddannan da ke akwai

# WSKeyboardControl.KeyboardsPreviouslyUsed
source: Previously used keyboards
ha: Allon madannan da aka yi amfani da su

# WSKeyboardControl.KeymanConfigurationLink
source: Keyman Configuration
ha: Saitin Keyman.

# WSKeyboardControl.KeymanNotInstalled
source: Keyman 5.0 or later is not Installed.
ha: Ba a riga an sa Keyman 5.0 ko na gaba ba.

# WSKeyboardControl.SelectKeyboardLabel
source: Select the &keyboard with which to type {0} text
ha: Zaɓi Wurin kalmomin rubutu da za ka rubuta {0}

# WSKeyboardControl.TestAreaCaption
source: &Test Area (Use this area to type something to test out your keyboard.)
ha: &Wurin Jarrabawa (Ka yi amfani da wannan wurin don rubuta wani abin da za ka jarraba allon madannanka.)

source: Warning
ha: Gargaɗi

# WritingSystemSetupView.UnableToConnectToSldrCaption
source: Unable to connect to SLDR
ha: An kasa haɗawa zuwa SLDR

# WritingSystemSetupView.UnableToConnectToSldrText
source: The application is unable to connect to the SIL Locale Data Repository to retrieve the latest information about this language. If you create this writing system, the default settings might be incorrect or out of date. Are you sure you want to create a new writing system?
ha: Manhajar ta kasa haɗawa da gidan yanar gizon na ma'adanar SIL don samun sabon bayani game da wannan harshen. Idan ka ƙirƙiri wannan tsarin rubutu, saitin da na'ura ta fito da shi me yiwuwa ba daidai yake ba ko kuma ya ƙare aiki. Ka tabbata zaka sake ƙirƙirar wani tsarin rubutun?
