Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/ha/TrainingVideos.xlf
Languages: ha

# training.videos
source: Bloom Training Videos
ha: Hoton bidiyon koyarwa na Bloom

# training.videos.watch
source: If you are connected to the internet now, you can watch videos in your web browser:
ha: Idan yanzu kana kan yanar gizo-gizo, za ka iya kallon hotunan bidiyo a kan gidan shigar yanar gizo-gizonka:

# training.videos.all
source: All videos
ha: Dukan Hotunan Bidiyo

# training.videos.intro
source: Introductory Videos
ha: Hotunan gabatarwa na bidiyon

# training.videos.whofor
source: Bloom: Who is it for
ha: Bloom: Domin Wa aka yi shi

# training.videos.templates
source: Understanding Templates and Shell Books
ha: Fahimtar Wurin Ajiyar Littafai da yadda aka riga aka tsara wurin ajiyar

# training.videos.basicbook
source: Using the Basic Book template
ha: Yin amfani da tushen tsarin Littafin

# training.videos.readers
source: Using Decodable and Leveled Reader Templates (several videos)
ha: Amfani da Muhallan Karatu waɗanda aka ayyana (hotunan bidiyo daban-daban)

# training.videos.advanced
source: Advanced Topics
ha: Darussa na Gaba

# training.videos.formatting
source: Changing the format of text
ha: Canza tsarin matani

# training.videos.custompage
source: Using the Custom Page template
ha: Amfani da tsararren Shafin da aka saba da shi

# training.videos.specialcharacters
source: Inserting special characters
ha: Saka alamu na musamman

# training.videos.readertemplates
source: Making a set of Decodable and Leveled Reader Templates (several videos)
ha: Tsara Muhallan Karatu waɗanda aka ayyana (hotunan bidiyo daban-daban)

# training.videos.offline
source: Offline Viewing
ha: Kallon da ba akan yanar gizo-gizo ba

# training.videos.download
source: If you would like to download any of these videos to show and share when there is no internet connection, you can download videos to your computer:
ha: Idan kana son ka sami wani daga cikin waɗannan hotunan bidiyo don nunawa da rabawa a lokacin da babu sadarwar a yanar gizo-gizo, zaka iya samun hotunan bidiyon akan na'urarka mai ƙwaƙwalwa:
