Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Big Book/ReadMe-*.xlf
Languages: ar, es, fr, pt, sw

# bigbook.title
source: About Big Books
ar: معلومات حول الكتب الكبيرة
es: Acerca de los Libros Grandes
fr: À propos de gros livres
pt: Sobre Livros Grandes
sw: Kuhusu Vitabu Vikubwa

# bigbook.use
source: Big Books are designed for teachers to hold and read in front of a class. For more information, see this PDF from Scholastic.
ar: صُمِمَت الكتب الكبيرة ليتمكن المدرسون من حملها وقراءتها أمام فصل دراسي.للحصول على مزيد من المعلومات، يمكنك الاطلاع على ملف PDF من Scholastic.
sw: Vitabu vikubwa vimebuniwa kwa ajili ya walimu ili kushika na kusoma darasani. Kwa habari zaidi, tazama hii kutoka kwa PDF ya Chuo.

# bigbook.printing
source: Printing a Big Book
ar: طباعة كتاب كبير
es: Imprimiendo un Libro Grande
fr: Impression d'un gros livre
pt: Imprimir um Livro Grande
sw: Kuchapisha Kitabu Kikubwa

# bigbook.printing.enlargeA4
source: To make things more manageable, this template is set at A4 Landscape, with large fonts. You can easily produce books that are A3 (twice as large). Just take your A4 PDF to a printer and ask them to enlarge it to A3.
ar: للتمكين من إدارة الأمور على نحو أفضل، تم تعيين هذا النموذج على ورقة A4 أفقية وخطوط كبيرة. يمكنك بسهولة تأليف كتب بحجم A3 (ضعف الحجم). لن يلزمك سوى إضافة A4 PDF إلى طابعة وطلب تكبيرها إلى A3.
es: Para hacer las cosas más manejables, esta plantilla usa el tamaño A4 Horizontal, con fuentes grandes. Fácilmente puede producir libros que son A3 (dos veces más grande). Sólo lleve su PDF tamaño A4 a una imprenta y pida que lo agranden a uno de tamaño A3.
fr: Pour rendre les choses plus faciles à gérer, ce modèle est fait sur A4 paysage, avec de grandes polices. Vous pouvez facilement produire des livres en format A3 (deux fois plus grand). Il suffit de prendre votre PDF A4 à une imprimerie et leur demander de l'agrandir à A3.
pt: Para tornar as coisas mais simples, este modelo é definido em A4 horizontal, com fontes grandes. Você pode facilmente produzir livros que são A3 (duas vezes mais grande). Só leve seu PDF A4 para uma impressora e pedir-lhes para ampliá-lo para A3.
sw: Ili kufanya mambo kuwa rahisi zaidi, kigezo hiki kimewekwa kwa mandhari ya A4, kwa fonti kubwa. Unaweza kutengeneza kwa urahisi vitabu vya A3 (mara mbili zaidi kwa ukubwa). Peleka tu A4 PDF yako kwa wapiga chapa na uwaambie waifanye kuwa ya ukubwa wa A3

# bigbook.limits
source: Limitations of this version
ar: القيود الخاصة بهذا الإصدار
es: Limitaciones de esta versión
fr: Limitations de cette version
pt: Limitações desta versão
sw: Udhaifu wa Tafsiri Hii

# bigbook.limits.smallscreen
source: If you are using a small screen, it can be hard to read the credits page. Try zooming in using the +/- zoom control at the top-right of your screen so you can edit it.
ar: إذا كنت تستخدم شاشة صغيرة، فقد يصعب عليك قراءة صفحة المساهمون في العمل.جرِّب استخدام CTRL+بكرة الماوس لتكبير الصفحة حتى تتمكن من تعديلها.
es: Si está utilizando una pantalla pequeña, puede ser difícil leer la página de créditos. Trate de hacer zoom usando control+/- de zoom en la esquina superior derecha de la pantalla para que lo pueda editar.
fr: Si vous utilisez un petit écran, il peut être difficile de lire la page de crédits. Essayez d'utiliser CTRL + molette de la souris pour zoomer sur la page afin que vous puissiez la modifier.
pt: Se você estiver usando uma tela pequena, pode ser difícil ler a página de créditos. Tente usar CTRL+roda da rato/mouse para ampliar a página para que você possa editá-lo.
sw: Iwapo unatumia skrini ndogo, inaweza kuwa vigumu kusoma ukurasa wa sifa. Jaribu kutumia gurudumu la mausi + CTRL kupanda kwa ukurasa ili uweze kuihariri.

# bigbook.limits.Englishtemplate
source: This version includes an "Instructions for Teachers" page that is already filled out, in English. If you would like to have instructions in a different language, you can delete that text and type in your own. If you send us that text, we can include it in a future version of the template.
ar: يتضمن هذا الإصدار صفحة "إرشادات للمدرسين" كاملة باللغة الإنجليزية. إذا كنت تريد الحصول على إرشادات بلغة أخرى، فيمكنك حذف النص وكتابته بلغتك. إذا أرسلت إلينا هذا النص، فيمكن أن نضمَّنه في إصدار مستقبلي من النموذج.
es: Esta versión incluye una página de "Instrucciones para Maestros" que ya está llenada en inglés. Si quisiera tener las instrucciones en un idioma diferente, puede borrar este texto e ingresar el texto traducido. Si nos envía el texto traducido, podemos incluirlo en una futura versión de la plantilla.
fr: Cette version comprend une page "Instructions pour les enseignants" déjà remplie, en anglais. Si vous souhaitez avoir des instructions dans une autre langue, vous pouvez supprimer ce texte et y taper le vôtre. Si vous nous envoyez ce texte, nous pouvons l'inclure dans une future version du modèle.
pt: Esta versão inclui uma página de "Instruções para professores" que já está preenchida, em inglês. Se você gostaria de ter instruções em um idioma diferente, você pode excluir esse texto e digite seu próprio. Se você nos enviar esse texto, nós pode incluí-lo em uma versão futura do modelo.
sw: Tafsiri hii inajumuisha "Maelekezo kwa Walimu" ukurasa ambao tayari umejaa, kwa lugha ya Kiingereza. Iwapo ungependa kupata maelekezo katika lugha tofauti, unaweza kuyafuta maandishi hayo na kuyapiga chapa upya kwa lugha yako. Ikiwa utatutumia maandishi hayo, tunaweza kuyajumuisha kwa tafsiri ya wakati ujao ya kigezo.

# bigbook.feedback
source: Feedback
ar: تغذية راجعة
es: Sugerencias
fr: Vos commentaires
pt: Sugestões
sw: Majibu

# bigbook.feedbackvoting
source: Please give and vote on suggestions
ar: يُرجى المشاركة باقتراحات والتصويت عليها.
es: Por favor dé y vote en sugerencias
fr: Veuillez donner vos commentaires et voter sur suggestions.
pt: Por favor dê e votar em sugestões
sw: Tafadhali peana na upige kura kwa mapendekezo.

# bigbook.reportsbugs
source: Please report problems to issues@bloomremovelibrary.org.
ar: يُرجى الإبلاغ عن المشكلات لدى issues@bloomremovelibrary.org.
es: Por favor repórtenos los problemas por medio de un correo electrónico a issues@bloomremovelibrary.org.
fr: Veuillez signaler des problèmes à : issues@bloomremovelibrary.org.
pt: Por favor reportar problemas para issues@bloomremovelibrary.org.
sw: Tafadhali toa ripoti kuhusu matatizo kwa issues@bloomremovelibrary.org.

# bigbook.use
source: Big Books are designed for teachers to hold and read in front of a class. For more information, see this PDF from Scholastic.
es: Los Libros Grandes están diseñados para que los profesores puedan mostrarlos y leerlos en frente de los estudiantes. Para obtener más información, lea este PDF de Scholastic.
fr: Les gros livres sont conçus pour que les enseignants les tiennent et lisent devant une classe. Pour de plus amples renseignements, consultez le PDF de Scholastic (en anglais).
pt: Os livros grandes são desenhado para que os professores possam exibi-los e lê-los na frente de uma classe. Para obter mais informações, consulte este PDF da Scholastic.
