Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Big Book/ReadMe-pbu.xlf
Languages: pbu

# Line00
source: <div dir="ltr">
pbu: <div dir="rtl">

# Line01
source: # About Big Books
pbu: # د غټو کتابونو په اړه

# Line02
source: Big Books are designed for teachers to hold and read in front of a class. For more information, see this [PDF from Scholastic](http://www.scholastic.ca/bigbooks/AGuidetoUsingBigBooksintheClassroom.pdf).
pbu: غټ کتابونه د ښوونکو لپاره ډیزاین شوي دي او د ټولګي په مخ کې یې لولي. د لا ډېرو معلوماتو لپاره [د ښوونکو د روزنې له خوا دا ‏PDF‏ ولولئ](http://www.scholastic.ca/bigbooks/AGuidetoUsingBigBooksintheClassroom.pdf).

# Line04
source: # Printing a Big Book
pbu: # د غټ کتاب چاپول

# Line05
source: To make things more manageable, this template is set at A4 Landscape, with large fonts.
pbu: د شیانو د ښه مدیریت لپاره دا ټیمپلیټ د ‏A4‏ پاڼو په اوږدو کې په غټو حروفو چاپېږي.

# Line06
source: You can easily produce books that are A3 (twice as large).
pbu: تاسو په آسانۍ سره د ‏A3‏ کتابونه چاپولی شئ (دوه چنده غټ).

# Line07
source: Just take your A4 PDF to a printer and ask them to enlarge it to A3.
pbu: یواځې د خپل ‏A4‏ ‏PDF‏ یو پرنټر ته ویسئ او ورڅخه وغواړئ چې A3 ته یې غټ کړي.

# Line09
source: # Limitations of This Version
pbu: # د دې نسخې محدودیتونه

# Line10
source: If you are using a small screen, it can be hard to read the credits page. Try using CTRL+mouse wheel to zoom in to the page so you can edit it.
pbu: که تاسو وړوکی سکرین استعمالوی، د کریډیټ پاڼې لوستل به ستونزمن وي. د ‏CTRL‏+ موز ټایر څخه په ګټه پورته کولو پاڼه زوم کړئ تر څو تاسو هغه ایډیټ کړای شی.

# Line12
source: This version includes an "Instructions for Teachers" page that is already filled out, in English.
pbu: دا نسخه د "ښوونکي لارښود" یوه پاڼه هم لري چې تیاره په انګلیسي ژبه ډکه ده.

# Line13
source: If you would like to have instructions in a different language, you can delete that text and type in your own.
pbu: که تاسو غواړئ چې په کومه بله ژبه هم لارښود ولرئ، تاسو متن پاکولی شئ او خپله یې ټایپ کړئ.

# Line14
source: If you send us that text, we can include it in a future version of the template.
pbu: که تاسو مونږ ته هغه متن واستوئ، نو مونږ به یې په راتلونکي نمونه یي نسخه کې شامل کړو.

# Line15
source: # Feedback
pbu: # وړاندیز

# Line16
source: Please give and vote on [suggestions](http://bloomlibrary.org/suggestions).
pbu: هیله کوو چې په [رايه ورکړئ او په](http://bloomlibrary.org/suggestions) وړانديزونه وړاندې کړئ.

# Line18
source: Please report problems to [issues@bloomremovelibrary.org](mailto:issues@bloomremovelibrary.org?subject=Big&nbsp;Book&nbsp;Problem).
pbu: هیله ده د ستونزو راپور ورکړئ [issues@bloomremovelibrary.org](mailto:issues@bloomremovelibrary.org?subject=Big&nbsp;Book&nbsp;Problem).
