Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Big Book/ReadMe-prs.xlf
Languages: prs

# Line00
source: <div dir="ltr">
prs: <div dir="rtl">

# Line01
source: # About Big Books
prs: # درباره کتاب های بزرگ

# Line02
source: Big Books are designed for teachers to hold and read in front of a class. For more information, see this [PDF from Scholastic](http://www.scholastic.ca/bigbooks/AGuidetoUsingBigBooksintheClassroom.pdf).
prs: کتاب های بزرگ برای استادان طرح ریزی شده که در دست بگیرند و درپیش صنف بخوانند. برای معلومات بیشتر، این [PDF‏ را از آموزشی](http://www.scholastic.ca/bigbooks/AGuidetoUsingBigBooksintheClassroom.pdf) ببینید.

# Line04
source: # Printing a Big Book
prs: # چاپ کردن کتاب های بزرگ

# Line05
source: To make things more manageable, this template is set at A4 Landscape, with large fonts.
prs: بخاطر مدیریت بهتر اشیا، این تیمپلیت به شکل افقی ‏A4‏ با نوع خط بزرگ گذاشته شده است.

# Line06
source: You can easily produce books that are A3 (twice as large).
prs: شما به آسانی میتوانید کتاب های ‏A3‏ را تولید نمایید (که دو چند بزرگتراست).

# Line07
source: Just take your A4 PDF to a printer and ask them to enlarge it to A3.
prs: فقط PDF ‏‏A4‏ را به یک پرنتر ببرید و ازشان بخواهید که به A3 بزرگتر سازند.

# Line09
source: # Limitations of This Version
prs: # محدودیت های این نسخه

# Line10
source: If you are using a small screen, it can be hard to read the credits page. Try using CTRL+mouse wheel to zoom in to the page so you can edit it.
prs: اگر شما سکرین یا صفحه خورد را استعمال میکنید، خواندن صفحه امتیاز مشکل خواهد بود. کوشش کنید که ‏CTRL‏+ تایرک موز را برای زوم کردن یا بزرګ ساختن در صفحه و ایدیت آن استعمال کنید.

# Line12
source: This version includes an "Instructions for Teachers" page that is already filled out, in English.
prs: این نسخه شامل "رهنمود برای استادان" میشود صفحه که قبلآ به انګلیسی خانه پری ګردیده.

# Line13
source: If you would like to have instructions in a different language, you can delete that text and type in your own.
prs: اگر شما میخواهید که در زبانهای مختلف رهنمود داشته باشید ، آن متن را فسخ کرده میتوانید و خودتان تایپ کرده میتوانید.

# Line14
source: If you send us that text, we can include it in a future version of the template.
prs: اگر آن متن را به ما ارسال نمایید ما آنرا در نسخه بعدی تیمپلیت شامل کرده میتوانیم.

# Line15
source: # Feedback
prs: # باز یافت

# Line16
source: Please give and vote on [suggestions](http://bloomlibrary.org/suggestions).
prs: لطفاٌ رای بدهید و [پیشنهادات](http://bloomlibrary.org/suggestions).

# Line18
source: Please report problems to [issues@bloomremovelibrary.org](mailto:issues@bloomremovelibrary.org?subject=Big&nbsp;Book&nbsp;Problem).
prs: لطفاٌ مشکلات را به [issues@bloomremovelibrary.org](mailto:issues@bloomremovelibrary.org?subject=Big&nbsp;Book&nbsp;Problem) گزارش دهی کنید.
