Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Template Starter/ReadMe-quc.xlf
Languages: quc

# template.starter
source: How to use the Template Starter
quc: Jas ukojik ri Raqanib’al majib’al rech

# template.starter.firstusage
source: This special template lets you make your own templates. A template provides a set of related page layouts that an author can choose from in writing an original book. Usually the text blocks and picture blocks on template pages will be empty, ready for an author to fill in. Sometimes there may be standard text or pictures that should be on every copy of the page. There are two ways people can use your template. The first way is to start new books. For example, imagine student books that have one page for each school day of the week. You could make a template with 5 pages, each with places to type in text and choose pictures. Curriculum authors could select your template and make a new book, one for each week1.
quc: We raqanib’al nim uq'ij kuya q’ij rech katik jalajoj taq raqanib’al awech at. Jun raqanib’al kuya jupuq wokob’al rech uxaq taq wuj ri e junamatalik rech jun b’anal no'wuj kucha jun wuj qas uxe’al. Amaq'el le kajxukut rech woktz’ib’ xuquje’ le kajxukut rech ri wachib’al pa taq uxaq wuj ri raqanib’al jamal na upam rech jun b’anal rech kunojisaj. K’o karaj k’o woktz’ib’ pa junamam te’qne wachib’al pa junamam rajawaxik k’o chi jujunal ri uxaq taq wuj. K’o keb’ uwach ukojik ri raqanib’al kumal le winaq. Le nab’e ukojik are chech umajik ub’anik k’ak’ taq wuj. K'amna'oj: Chachomaj wuj chi kech ri tijoxelab’ chi kkikoj jun uxaq wuj ronojel taq q’ij pa taq le wuqq'ij. At katkowin chech ub’anik jun raqanib’al ruk’ job’ uxaq taq wuj, chi jujunal ruk’ kajuxukut rech unimik woktz’ib’ xuquje’ ucha’xik jalajoj taq wachib’al. Ri e b’anal k'ak' taq chomab'al kya'o kkicha ri raqanib’al rech kkib'an jun k’ak’ wuj, jujun chi q'ij rech le wuqq'ij1.

# template.starter.secondusage
source: The second way people can use templates is as source of new pages, regardless of how they started the book. For example, in some places, each book requires a page as part of a government approval process. You might make a template containing that page and give it to others in your country. Then, when people translate a shellbook, they go to the end of the book and click “Add Page”. The page you made will appear in their list of choices. Some other ideas for templates are alphabet charts, glossaries, and instructions on how to use the book in a classroom. 2
quc: Ri ukab' ukojik le raqanib'al kumal le winaq are kuk'am ub'e chech taq k’ak’ uxaq wuj, man rajawaxik taj kkil ri umajik uloq ri no'jwuj. K'amna'oj: Pa jujun taq tinamit, chi jujunal taq le uwaq wuj kuta jun uxaq wuj jawi' k’o wi ri uchakunisaxik jawi' kub’ij wi chi xya uq'ij rumal le q'atab’al tzij. Kuya'o kwok jun raqanib’al ri k'o wi ri uxaq wuj rech kajach chi kech pa jun tinamit chik. K’ate k’u ri’, are taq ri wuj kq'axax pa jule' taq tzij chik ri No'jwuj wokotal chik kuya'o kb’e pa uk’isb’al rech ri wuj k'ate k'u ri' kab’an pitz’ pa “Uwiqik uxaq wuj”. Ri uxaq wuj ri xab’ano kq’alajin pa ri kacha' wi. Jujun taq chomab'al pa uwi' le raqanib’al k’o chi upam ri q’e’tb’al rech ri choltz’ib’, choltzij xuquje’ k’i taq taqanik pa uwi’ jas ukojik ri wuj pa jun tijob’al kuk’ tijoxelab’. 2

# template.starter.waystohelp
source: Making templates is just like making any other custom book; all the same controls are available for making and customizing pages. But since you will probably be sharing with other people, there are a number of things you can do to help users of your template:
quc: Ri e raqanib’al xaq junam ub’anik pacha’ nik’aj taq No'jwuj winaqirisam chik; ronojel ri iltajinaq chik ya’talik kokisaxik chech ub’anik xuquje’ recheb’exik ri uxaq taq wuj winaqirisam chik. Xa k’ut we jachom ri e raqanib’al kuk’ jule' taq winaq chik, k'o k’i taq jastaq katkowinik kab’ano chech kito’ik ri kekojow ri raqanib’al ab'anom:

# template.starter.labelpages
source: Label Your Pages
quc: Ukojik retal chech uxaq taq wuj

# template.starter.labeleachpage
source: When you add pages to your template, make sure to give each one a useful label3,4:
quc: Are taq kawiq uxaq taq wuj chech ri raqanib’al ab'anom, chya’ jun utz retal chi jujunal rech kub’an upatan 3, 4:

# template.starter.thumbnails
source: Check Your Thumbnails
quc: Chanik’oj ri lajilal

# template.starter.thumbnails.onlyonce
source: To speed things up, Bloom only makes this thumbnail once, and stores it in the "template" subdirectory of your template:
quc: Rech je'l ub'anik, Bloom xaq xuwi jumul kub’an we le lajilal k'ate k'uri' kuk’ol chi upam ri ukab’ k’olib’al "raqanib'al" rech ri raqanib'al ab'anom:

# template.starter.thumbnails.update
source: If you later make a change to the page, the thumbnail will be out of date. To fix that, click the "Add Page" button, and Bloom will regenerate those thumbnails. If the automatically generated thumbnail doesn't convey the purpose of the page, you can make your own. Just make sure to mark the file as "Read Only" so that Bloom doesn't overwrite it. You can also make your thumbnails as svgs, if you like (that's what we do for templates we ship with Bloom). In any case, make sure to click "Add Page" at least once before distributing your template, so that all the thumbnails are already generated.
quc: We kab'an jun k'exinik pa le uxaq wuj, le ulajilal wachib'al man k'o ta chi upatan. Rech kasuk’umaj chb’ana’ pitz’ pa ri pitz’b’al “Uwiqik uxaq wuj”, rech Bloom kuk’ak’arisaj ri lajilal. We ri lajilal xk’ak’arisaxik man kuya ta ub’ixik ri rayib’al ri uxaq wuj, kuya'o kab’an jun awech la lajilal. Xa are k’ut sib'alaj rajawaxik kkoj retal ri k’olchak ruk’ “Xaq xuwi Sik’in wuj” rech Bloom man ktz’ib’an ta pa uwi’. We kawaj kab’an ri taq lajilal ruk' ri k’olchak svgs. (Are wa’ kqab’ano chi kech taq ri raqanib’al ri kqataq ruk’ Bloom). Xaq pa su kel wi, rajawaxik kb’an pitz’ pa “Uwiqik uxaq wuj” xa jun mul chi uxe’ kanoq are taq kajach ri raqanib’al rech konojel ri lajilal kek’ak'arisaxik.

# template.starter.document
source: Document Your Template
quc: Chb’ana uwujil ri raqanib’al

# template.starter.describeyours
source: Also consider adding a description of your template, like the one you are reading now. To do this, put a text file named ReadMe-en.md in your template's folder. This file should follow the markdown standard. To provide your instructions in other languages, make versions of that file that change the "en" to each language's two letter code. For example ReadMe-fr.md would be shown when Bloom is set to show labels in French. You can also include screenshots, like we have in this document. Place any images you use in a folder named "ReadMeImages", so that images are referenced like this:
quc: Xuquje’ chchomaj uya’ik ub’ixik ri ub’antajik ri raqanib’al, pacha’ ri katajin kasik’ij uwach chanim ri’. Rech ub’anik wa’, chkojo’ jun k’olchak rech woktz’ib’ ub’i’ ReadMe-en.md pa ri k’olyakb’al chak ri k’o chi upam ri raqanib’al. We k’olchak ri' rajawaxik kutaqej ri choltaqanik chak markdown standard. Rech uya’ik taqanik pa nik’aj taq tzijob’al chik, rajawaxik kab’an nik’aj chik k’olchak kuk’ex ri “pa” keb’ uwach tz’ib’ rech ri retal chi jujunal chi kech ri tzijob’al. K'amna'oj ReadMe-es.md kk’ut rib’ are taq ri Bloom xsuk’amaxik chech uk’utik retal pa kaxla'n tzij. Xuquje’ kuk'ulaj ri esan wachaj, pacha’ k’o chi upam we wuj ri’. Chya ronojel taq ri wachib’al kakojo chi upam ri k’olyakb’al chak ub’i’am "ReadMeImages", rech ri wachib’al katzijob’ex uwach chi jewa’ ri’ ub’anik:

# template.starter.thumbnailsshown
source: When the Add Page dialog box shows your template pages, it will show a thumbnail:
quc: Are taq ri kajxukut rech tzijonem "Uwiqik uxaq wuj" kk’ut ri uxaq taq wuj rech raqanib’al, kk’utu na jun lajilal:

# template.starter.share
source: Share Your Template
quc: Chajacha’ ri raqanib’al ab'anom

# template.starter.share.publish
source: Remember that Bloom is about planting seeds, about sharing. So plan to share your template on the BloomLibrary for people around the world to find. This takes just a few clicks in the Publish Tab.
quc: Chana’tisaj chi ri Bloom pacha utikik ija' rech kab'an ula'nik ruk'. Rumal ri’ chachomaj chi xa ulanik ri rajawaxik kab'anik pa le k’olwuj rech Bloom rech ri jalajoj taq winaq rech uwachulew kkiriqo. Wa’ xuwi kraj jujun taq pitz’ pa ri k’utjaqb’al rech “Tzijob’exik”.

# template.starter.share.bloompack
source: For local colleagues, an easy way to distribute your template is via a Bloom Pack. In the collections tab, right-click on your template's thumbnail. Choose 'Make Bloom Pack'. Save that somewhere, for example to a USB Key. Then take it to another computer, double click on the file you made, and your template will be added to the "Sources for New Books" on that computer.
quc: Chi kech qachalal ajwaral, rech man k’ax taj ujachik ri raqanib’al chak are utz ruk' le Tanaj Bloom. Pa le k’utjaqb’al rech ri k’i taq uwach wuj, chb’ana pitz’ ruk’ uwi’kaq’ab’ pa ri lajilal rech raqanib’al. Chacha’ 'Uwokik jun Tanaj rech Bloom'. Chak’olo’ pa wi jun k’olib’al, pacha’ pa jun USB. K’ate k’u ri’ chanak’a’ pa jun kematz’ib’ chik, chab’ana kamul pitz’ pa uwi’ ri k’olchak ri xab’ano, rech ri raqanib’al ri xab'ano ktiq ruk’ ri "Tz’ib’ rech taq k’ak’ taq wuj" chi upam le kematz’ib’.

# template.starter.notes
source: Notes
quc: Taq ub’ixikil

# template.starter.nothingautomatic
source: 1: These books could later be combined using the forthcoming Folio feature. Note that Bloom does not yet give you a way to indicate that a page should be automatically included in new books; the author will have to add each one from the Add Page dialog.
quc: 1: We wuj ri' kuya'o kxo’lix upam chwe'q kab'ij ruk' uwach taq uxaq wuj. Chna'taj chi qech chi Bloom k'a maja’ k’o jun ub’anik chech ub’ixik chi jun uxaq wuj rajawaxik kya’ chi upam ri k’ak’ taq wuj, ri b’anal rech kuya na uwi’ jujunal chi kech ri uxaq wuj che ri kajxukut rech tzijonem "Uwiqik Uxaq Wuj".

# template.starter.nametonotaddpage
source: 2: If you don't want the pages in your template to show up in the Add Page dialog, you can indicate this to Bloom by creating a file in the book's template folder called NotForAddPage.txt.
quc: 2:We man kawaj taj chi ri uxaq taq wuj rech ri raqanib’al kkik’ut kib’ chi upam ri kajxukut rech ri tzijonem "Uwiqik Uxaq Wuj", kuya'o kaya ub'ixik chech Bloom ruk’ utikik jun k’olchak ub’i’am "NotForAddPage.txt." chi upam ri k’olyakb’al chak rech Raqanib’al taq rech No'jwuj.

# template.starter.labelsnottranslatable
source: 3: People will not be able to translate your labels and descriptions into other national languages. If this is a problem, please contact the Bloom team.
quc: 3: Jule' taq winaq chik, man kekowin ta chech uq’axexik pa jun tzijob'al chik ri retwokaj xuquje’ ub’ixik ri ub’antajik pa jule' taq tzijob’al chik rech uwachulew. We kuya k’axk’olil, chatch’aw kuk’ ri jupuq nima’q taq keta’mab’al rech Bloom.

# template.starter.editrawhtml
source: 4: If you want the Add Page screen to also provide a short description of the page, you'll need to quit Bloom and edit the template's html in Notepad, like this: {genid-15}
quc: 4: We kawaj chi le kutb'al wach rech "Uwiqik Uxaq wuj” xuquje’ chya’ ub’ixik jub’iq’ ri ub’antajik ri k’o chi upam ri uxaq wuj, rajawaxik katel na pa ri Bloom k'ate k'u ri' kab'an ukolomaxik le k’olchak html rech ri raqanib’al pa "Notepad", xaq jeri':{genid-15}
