Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Template Starter/ReadMe-pbu.xlf
Languages: pbu

# template.starter
source: How to use the Template Starter
pbu: د نموني پیلونکي کارولو څرنګوالی

# template.starter.firstusage
source: This special template lets you make your own templates. A template provides a set of related page layouts that an author can choose from in writing an original book. Usually the text blocks and picture blocks on template pages will be empty, ready for an author to fill in. Sometimes there may be standard text or pictures that should be on every copy of the page. There are two ways people can use your template. The first way is to start new books. For example, imagine student books that have one page for each school day of the week. You could make a template with 5 pages, each with places to type in text and choose pictures. Curriculum authors could select your template and make a new book, one for each week1.
pbu: دا ځانګړی نمونه تاسو وړتیا درکوي چي خپل ځانونه ته بیلګی جوړي کړئ. یوه نمونه د اړونده مخونو یو سیت وړاندې کوي چې یو لیکوال کولی شي د اصلي کتاب په لیکلو کې تری وټاکي. عموما د متن بلاکونه او د انځور بلاکونه د بیلګو په پاڼوکی خالي وي، د لیکونکي د ډکولو لپاره چمتو وي. ځینی وختونه ممکن معياري متن یا انځورونه وي چې باید د پاڼې هر نقل کې وي. دلته ستاسو د بیلګو کارولو لپاره دوه لارې خلکو ته شتون لري. لومړی لار د نوو کتابونو پیل دی. د مثال په توګه، د زده کونکو کتابونه تصور کړئ چې د اونۍ د هر ښوونځي ورځی لپاره یوه پاڼه لري. تاسو کولی شئ د 5 پاڼو یوه بیلګه جوړه کړئ، هر یو د متن ځایونو او انځورونو غوره کولو سره. نصاب لیکونکي کولی شي ستاسو بیلګه انتخاب کړي او یو نوی کتاب جوړ کړي، یو د هرې اونۍ لپاره 1.

# template.starter.secondusage
source: The second way people can use templates is as source of new pages, regardless of how they started the book. For example, in some places, each book requires a page as part of a government approval process. You might make a template containing that page and give it to others in your country. Then, when people translate a shellbook, they go to the end of the book and click “Add Page”. The page you made will appear in their list of choices. Some other ideas for templates are alphabet charts, glossaries, and instructions on how to use the book in a classroom. 2
pbu: دویمه لاره چې خلک نموني کاروي کولی شي د نوو پاڼو سرچینه وي، پرته له دې چې دوی څنګه کتاب پیل کړ. د بیلګې په توګه، په ځینو ځایونو کې، هر کتاب د حکومت د تایید بهیر پروسې یوې پاڼې ته اړتیا لري. تاسو ممکن یو داسې بیلکه چمتو کړئ چې دا پاڼه ولري او ستاسو په هیواد کې نورو ته یې ورکړئ. بیا، کله چې خلک د نورو ژبو جوړ شوی کتابونو ژباړه کوي، دوی د کتاب پای ته ځي او د "پاڼه اضافه کړئ" ته زور وکړئ. هغه پاڼه چې تاسو یې جوړه کړئ د انتخابونو په لست کې راشي. ځینې نور نظرونه د الفبا چارټونه، ګالګري، او لارښوونې دي چې په ټولګي کې کتاب څنګه کارول کیږي. 2

# template.starter.waystohelp
source: Making templates is just like making any other custom book; all the same controls are available for making and customizing pages. But since you will probably be sharing with other people, there are a number of things you can do to help users of your template:
pbu: نمونه جوړول د نورو دودیزو کتاب جوړولو په څیر دي؛ ټول ورته کنټرولونه د مخونو جوړولو او له خپلې خوښې سره د پاڼو برابرول لپاره شته دي. مګر له دې امله چې تاسو به د نورو خلکو سره شریک وئ، هلته د دې نموني کاروونکو سره د مرستې لپاره یو شمیر شیان شتون لري:

# template.starter.labelpages
source: Label Your Pages
pbu: خپل پاڼې لیبل کړئ

# template.starter.labeleachpage
source: When you add pages to your template, make sure to give each one a useful label3,4:
pbu: کله چې تاسو خپل بیلګی ته پاڼې اضافه کړئ، ډاډ ترلاسه کړئ چې هر یوی ته کټور لیبل ورکړئ3,4:

# template.starter.thumbnails
source: Check Your Thumbnails
pbu: خپل وړوکی انځورونه وګورئ

# template.starter.thumbnails.onlyonce
source: To speed things up, Bloom only makes this thumbnail once, and stores it in the "template" subdirectory of your template:
pbu: د شیانو د چټکولو لپاره، بلوم یوازې یو ځل دا وړوکی انځور جوړوي، او دا د ستاسو د سانچہ "نمونه" فرعي پوښتی کې ساتي:

# template.starter.thumbnails.update
source: If you later make a change to the page, the thumbnail will be out of date. To fix that, click the "Add Page" button, and Bloom will regenerate those thumbnails. If the automatically generated thumbnail doesn't convey the purpose of the page, you can make your own. Just make sure to mark the file as "Read Only" so that Bloom doesn't overwrite it. You can also make your thumbnails as svgs, if you like (that's what we do for templates we ship with Bloom). In any case, make sure to click "Add Page" at least once before distributing your template, so that all the thumbnails are already generated.
pbu: که تاسو وروسته په پاڼه کې بدلون راولی، نو د وړوکی انځور تاریخ به تیر وي. د دې د حل کولو لپاره، "پاڼه اضافه کړئ" باندی زور وکړئ، او بلوم به هغه وړوکی انځورونه بیا تکرار کړي. که په اتوماتيک ډول جوړ شوی وړوکې انځور د پاڼې موخه یې ونښوده، تاسو کولی شئ د خپل ځان لپاره جوړ کړئ. بس ځان ډاډه کړئ چې دوسیه د "یواځې لوستل" نښه کړئ ځکه چې بلوم پر دی بیا لیکنه ونه کوي. تاسو کولی شئ خپلی بیلګی د svgs په توګه هم ثبت کړئ، که تاسو غواړئ (دا هغه څه دي چې موږ یې د بیلګو لپاره کوو کوم چي د بلوم سره لیږدول کیږي). په هر حالت کې، ډاډ ترلاسه کړئ چې لږترلږه یوځل په "پاڼه اضافه کړئ" باندی زور وکړی مخکی له دی چي خپل نموني وویشئ، ترڅو ټول وړوکي انځورونونه مخکې له مخکې تولید شي.

# template.starter.document
source: Document Your Template
pbu: خپل نمونه مستند کړئ

# template.starter.describeyours
source: Also consider adding a description of your template, like the one you are reading now. To do this, put a text file named ReadMe-en.md in your template's folder. This file should follow the markdown standard. To provide your instructions in other languages, make versions of that file that change the "en" to each language's two letter code. For example ReadMe-fr.md would be shown when Bloom is set to show labels in French. You can also include screenshots, like we have in this document. Place any images you use in a folder named "ReadMeImages", so that images are referenced like this:
pbu: همدا رنګه د خپل نمونی د تفصیل اضافه کولو په هکله فکر وکړئ، لکه څنګه چې اوس تاسو یو لولئ. د دې کولو لپاره، د متن دوسیه ته د ستاسو د نمونو په پوښتي کې ReadMe-en.md نوم ورکړئ. دا دوسیه باید د نښه کولو معیارتعقیب کړي. په نورو ژبو کې ستاسو لارښوونې چمتو کولو لپاره، د هغه دوسیې نسخه جوړ کړئ چې د هری ژبې د دوو لیکو کوډ کې "en" بدلوي. د مثال په توګه ReadMe-fr.md به هغه وخت وښودل شي چې بلوم په فرانسوی کې لیبلونه وټاکي. تاسو کولی شئ د پردې انځورونه شامل کړئ، لکه څنګه چې موږ په دې سند کې لرو. هر هغه انځورونه چې تاسو یې کاروئ د "ReadMeImages" په نامه یوی پوښتی کې ځای ورکړئ، ترڅو انځورونه د دې په څیر حواله شي:

# template.starter.thumbnailsshown
source: When the Add Page dialog box shows your template pages, it will show a thumbnail:
pbu: کله چې د د ډیالوګ مخ چوکات ریات کړئ (Add Page dialog) ستاسو نمونه پاڼو ښکارندوی کوي، دا به د یو وړوکي انځور ښودنه وکړي:

# template.starter.share
source: Share Your Template
pbu: خپل بیلګه شریک کړئ

# template.starter.share.publish
source: Remember that Bloom is about planting seeds, about sharing. So plan to share your template on the BloomLibrary for people around the world to find. This takes just a few clicks in the Publish Tab.
pbu: په ياد ولرئ چې بلوم د شراکت د تخم کرلو، په اړه دي. له دې امله د ستاسو د نموني شریکول د نړۍ په ګوټ ګوټ کې د BloomLibrary له لاری دخلکو لپاره چي پیدایی کړي پلان کړئ. دا د خپرېدو ټب (Publish Tab) کې یوازې د څو کلیکونو خبر ده.

# template.starter.share.bloompack
source: For local colleagues, an easy way to distribute your template is via a Bloom Pack. In the collections tab, right-click on your template's thumbnail. Choose 'Make Bloom Pack'. Save that somewhere, for example to a USB Key. Then take it to another computer, double click on the file you made, and your template will be added to the "Sources for New Books" on that computer.
pbu: د محلي همکارانو لپاره، ستاسو د بیلګي ویشلو اسانه لاره د بلوم کڅوړی له لارې ده. د ټولګو په ټب کې، د خپل بیلګی په وړوکې انځور باندی ښي تڼۍ کیکاږئ. د "بلوم کڅوړي جوړول" وټاکئ. د هغه یو ځای خوندي کړئ، د بیلګې په توګه په USB کی. بیا یې بل کمپیوټر ته واستئ، په هغه دوسیه کې دوه ځله زور وکړئ چې تاسو جوړه کړی، او ستاسو نمونه به په دې کمپیوټر "د نوي کتابونو سرچینې" کې اضافه شي.

# template.starter.notes
source: Notes
pbu: یادښتونه

# template.starter.nothingautomatic
source: 1: These books could later be combined using the forthcoming Folio feature. Note that Bloom does not yet give you a way to indicate that a page should be automatically included in new books; the author will have to add each one from the Add Page dialog.
pbu: 1: دا کتابونه به وروسته د راتلونکی فولیو(Folio) د ځانګړتیاوو په کارولو سره ګډ شي. يادونه: چې بلوم تر اوسه تاسو ته داسې لار نه ده درښودلې چې يوه پاڼه بايد په اوتومات ډول په نوي کتابونو کې شامل شي؛ لیکوال باید د اضافې مخ ډیالوګ (Add Page dialog) څخه هر یو اضافه کړي.

# template.starter.nametonotaddpage
source: 2: If you don't want the pages in your template to show up in the Add Page dialog, you can indicate this to Bloom by creating a file in the book's template folder called NotForAddPage.txt.
pbu: 2: که تاسو نه غواړئ چې ستاسو د نمونو پاڼی د اضافې مخ ډیالوګ (Add Page Dialogue) کې ښکاره شي، تاسو کولی شئ دا بلوم ته د کتاب نمونه کی د فایل جوړولو له لاری چي د NotForAddPage.txt په نوم یادیږي جوړ کړئ.

# template.starter.labelsnottranslatable
source: 3: People will not be able to translate your labels and descriptions into other national languages. If this is a problem, please contact the Bloom team.
pbu: 3: خلک به ونشي کولی ستاسو لیبلونه او شریحي نورو ملی ژبو ته وژباړي. که دا ستونزه وي، مهرباني وکړئ د بلوم ټیم سره اړیکه ونیسئ.

# template.starter.editrawhtml
source: 4: If you want the Add Page screen to also provide a short description of the page, you'll need to quit Bloom and edit the template's html in Notepad, like this: {genid-15}
pbu: 4: که تاسو غواړئ د پاڼه اضافه کړئ(Add Page) پرده هم د پاڼې لنډ تفصیل چمتو کړئ، تاسو به د بلوم څخه ووځئ او د نموني Html په Notepad کې ایډیت کړئ، لکه څنګه چې: {genid-15}
