Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Template Starter/ReadMe-*.xlf
Languages: bn, es, fr, hi, pt, ru, sw, th, vi, zh_cn

# template.starter
source: How to use the Template Starter
bn: কীভাবে টেমপ্লেট স্টার্টার ব্যবহার করতে হয়
es: Cómo usar la Plantilla Inicial
fr: Comment utiliser le Modèle Starter
hi: टेम्पलेट स्टार्टर का उपयोग कैसे करें
pt: Como usar o Iniciador de Modelos
ru: Как использовать Шаблон Стартер
sw: Jinsi ya kutumia kianzishi cha Kiolezo
th: วิธีใช้โครงแบบของ Bloom เริ่มต้น
vi: Cách sử dụng Template Starter
zh_cn: 如何使用模板设计器

# template.starter.firstusage
source: This special template lets you make your own templates. A template provides a set of related page layouts that an author can choose from in writing an original book. Usually the text blocks and picture blocks on template pages will be empty, ready for an author to fill in. Sometimes there may be standard text or pictures that should be on every copy of the page. There are two ways people can use your template. The first way is to start new books. For example, imagine student books that have one page for each school day of the week. You could make a template with 5 pages, each with places to type in text and choose pictures. Curriculum authors could select your template and make a new book, one for each week1.
bn: এই বিশেষ টেমপ্লেটটি আপনাকে আপনার নিজস্ব টেমপ্লেট তৈরী করতে দেয়। একটি টেমপ্লেট সম্পর্কিত পৃষ্ঠা লেআউটের একটি সেট প্রদান করে যা লেখক একটি মূল বই লেখার থেকে চয়ন করতে পারেন। সাধারণত টেমপ্লেট পৃষ্ঠার টেক্সট ব্লক এবং ছবি ব্লক খালি হবে, এটি লেখকের দ্বারা পূর্ণ হতে প্রস্তুত। কখনও কখনও এমন আদর্শ পাঠ্য বা ছবি হতে পারে যা পৃষ্ঠাটির প্রতি অনুলিপিতে থাকা উচিত। দুই ভাবে মানুষ আপনার টেমপ্লেট ব্যবহার করতে পারে। প্রথম উপায় হল নতুন বই শুরু করে। উদাহরণস্বরূপ, এমন সব শিক্ষার্থীর বই কল্পনা করুন যেখানে সপ্তাহের প্রতি বিদ্যালয় দিনের জন্য একটি পৃষ্ঠা রয়েছে। আপনি 5 টি পৃষ্ঠা সহ একটি টেমপ্লেট তৈরি করতে পারেন, যেখানে প্রতিটিতে পাঠ্য টাইপ করার এবং ছবি চয়ন করার জায়গা থাকবে। পাঠ্যক্রম লেখক আপনার টেমপ্লেট নির্বাচন করতে পারে এবং প্রতি সপ্তাহের জন্য একটি হিসাবে, একটি নতুন বই তৈরি করতে পারে। 1.
es: Esta plantilla especial le permite crear sus propias plantillas. Una plantilla proporciona un conjunto de diseños de páginas relacionados que un autor puede elegir para la escritura de un libro original. Normalmente los cuadros de texto y los cuadros para imágenes en las páginas de plantilla estarán vacíos, listos para que un autor los rellene. A veces puede haber texto estándar o imágenes estándares que deben estar en cada copia de la página. Hay dos maneras en que la gente puede usar su plantilla. La primera manera es para comenzar libros nuevos. Por ejemplo, imagine libros para estudiantes que tengan una página por cada día escolar de la semana. Usted podría hacer una plantilla con 5 páginas, cada una con cuadros para ingresar texto y elegir imágenes. Los autores de currículo podrían seleccionar su plantilla y crear un nuevo libro, uno por cada semana1.
fr: Ce modèle spécial vous permet de faire vos propres modèles. Un modèle fournit une série de mises en page de même style qu'un auteur peut choisir pour écrire son livre. En général, les blocs de texte et les blocs d'image sur les pages du modèle seront vierges, prêts à être remplis par l'auteur. Parfois il peut y avoir texte ou des images standard qui doivent figurer sur chaque copie de la page. Il existe deux manières d'utiliser le modèle que vous avez créé. La première est de rédiger de nouveaux livres. Par exemple, imaginons que les livres de l'élève aient une page pour chaque jour de classe de la semaine. Vous pourriez faire un modèle comportant 5 pages, chacune avec des endroits où taper le texte et choisir des images. Les auteurs du cursus scolaire pourraient sélectionner votre modèle et faire un livre pour chaque semaine1.
hi: यह विशेष टेम्पलेट आपको आपकी अपनी टेम्पलेट्स बनाने देता है। एक टेम्पलेट संबंधित पन्ना लेआउट्स का एक संग्रह उपलब्ध कराता है जिसमें से लेखक एक मूल पुस्तक बनाते समय चुनाव कर सकता है। सामान्यतः टेम्पलेट पन्नों पर टेक्स्ट ब्लॉक और चित्र ब्लॉक खाली और लेखक द्वारा भरने के लिए तैयार होते हैं। कभी कभार आदर्श टेक्स्ट या चित्र हो सकते हैं जिन्हें पन्ने के हर प्रति पर होना जरुरी होता है। दो तरीके हैं जिनके द्वारा लोग आपके टेम्पलेट का उपयोग कर सकते हैं। पहला तरीका है नए पुस्तकों को शुरू करना। उदाहरण के लिए, विद्यार्थी के पुस्तकों की कल्पना करें जिसमें सप्ताह में हर एक स्कूल दिन के लिए एक ही पन्ना है। आप 5 पन्नों का एक टेम्पलेट बना सकते हैं, जिसमें प्रत्येक पन्ने पर टेक्स्ट टाइप करने और चित्र चुनने की जगह हो। पाठ्यक्रम लेखक आपकी हर सप्ताह एक टेम्पलेट चुनकर नई पुस्तक बना सकते हैं1
pt: Este modelo especial permite que você crie seus próprios modelos. Um modelo fornece um conjunto de layouts de páginas relacionados que um autor pode escolher escrever um livro original. Normalmente, as caixas de texto e as imagens de imagens nas páginas do modelo estarão vazias, pronto para um autor preencher. Às vezes, pode haver texto padrão ou imagens padrão que devem estar em cada cópia da página. Há duas maneiras pelas quais as pessoas podem usar seu modelo. O primeiro caminho é começar novos livros. Por exemplo, imagine livros para estudantes que tenham uma página para cada dia escolar da semana. Você pode fazer um modelo com 5 páginas, cada uma com caixas para inserir texto e escolher imagens. Os autores do currículo podem selecionar seu modelo e criar um novo livro, um para cada semana1.
ru: Этот специальный шаблон позволяет создавать собственные шаблоны. Шаблон предоставляет набор связанных макетов страниц, из которых автор может выбирать при написании оригинальной книги. Обычно текстовые блоки и блоки изображений на страницах шаблонов будут пустыми, готовыми для заполнения автором. Иногда может быть стандартный текст или изображения, которые должны быть на каждой копии страницы. Есть два способа использования вашего шаблона. Первый способ - начать новые книги. Например, представьте книги для учеников, в которых есть одна страница на каждый учебный день недели. Вы можете создать шаблон из 5 страниц, на каждой из которых есть места для ввода текста и выбора изображений. Авторы учебного плана могут выбрать ваш шаблон и создать новую книгу, по одной на каждую неделю 1.
sw: Kiolezo hiki maalum kinakuwezesha kutengeneza violezo vyako mwenyewe. Kiolezo kinatoa seti ya mipangilio ya ukurasa inayohusiana ambayo mwandishi anaweza kuchagua kwa kuandika kitabu asili. Kawaida vijisanduku vya maandishi na picha kwenye kurasa za kiolezo huwa tupu, tayari kwa mwandishi kujaza. Wakati mwingine kunaweza kuwa na maandishi au picha za kawaida ambazo zinastahili kuwa kwenye kila nakala ya ukurasa. Kuna njia mbili ambazo watu wanaweza kutumia kiolezo chako. Njia ya kwanza ni kuanza vitabu vipya. Kwa mfano, fikiria vitabu vya wanafunzi ambavyo vina ukurasa mmoja kwa kila siku ya shule ya wiki. Unaweza kutengeneza kiolezo na kurasa 5, kila mmoja ukiwa na mahali pa kuandikia maandishi na kuchagua picha. Waandishi wa mtaala wanaweza kuchagua kiolezo chako na kutengeneza kitabu kipya, kitabu kimoja kwa kila wiki1.
th: โครงแบบพิเศษนี้ให้คุณได้สร้างโครงแบบของคุณเอง โครงแบบของ Bloom จะมีชุดเค้าโครงให้ผู้เขียนสามารถเลือกใช้ในการสร้างหนังสือ โดยทั่วไปแล้วกล่องข้อความและกล่องภาพในหน้าโครงแบบจะว่าง พร้อมสำหรับให้ผู้เขียนเติม บางครั้งอาจจะมีข้อความหรือรูปภาพมาตรฐาน ที่ควรจะมีในทุกสำเนาหน้าที่ทำ มีอยู่สองวิธีที่คุณสามารถใช้โครงแบบของคุณ วิธีแรกคือการเริ่มสร้างหนังสือใหม่ เช่น จินตนาการถึงหนังสือนักเรียนที่มีหนึ่งหน้าสำหรับวันที่เรียนในแต่ละวันในหนึ่งสัปดาห์ คุณสามารถสร้างโครงแบบที่มี 5 หน้าโดยที่แต่ละหน้ามีที่สำหรับใส่ข้อความและรูปภาพ ผู้เขียนหลักสูตรสามารถเลือกโครงแบบของคุณและสร้างหนังสือใหม่ได้ในแต่ละสัปดาห์ 1
vi: Template đặc biệt này giúp bạn tạo ra template theo ý mình. Một template có một bộ các cách dàn trang gần giống nhau để tác giả có thể lựa chọn khi viết sách gốc. Thông thường, các khối chữ và khối hình trên trang template sẽ trống để tác giả cho chữ và hình vào. Đôi khi có chữ và hình tiêu chuẩn cần phải xuất hiện trên mỗi trang sách. Có hai cách để sử dụng template của bạn. Cách một, làm sách mới. Ví dụ, sách cho sinh viên với mỗi trang là một ngày học trong tuần. Bạn có thể tạo ra một template gồm 5 trang, mỗi trang có chỗ để điền chữ và chọn hình. Người thiết kế chương trình dạy học có thể chọn template của bạn để viết sách mới, một cuốn mỗi tuần1.
zh_cn: 这个很模板特别，因为它可以帮您制作适合自己的模板。模板提供了一套相关的页面布局集合，供作者在创作时从中选择。一般情况下，模板页面上的文本框和图片框都是空的，由作者填入内容。有时也会有一些标准化的文字或图片强制出现在页面上。 模板有两种用法。第一种是用来制作新书。比如学生课本需要周一到周五每天一页，您可以做一个有五页的模板，每页都有输入文字和图片的地方。编写课程大纲的人就可以选用您做的模板，每周制作一本新书了。1.

# template.starter.secondusage
source: The second way people can use templates is as source of new pages, regardless of how they started the book. For example, in some places, each book requires a page as part of a government approval process. You might make a template containing that page and give it to others in your country. Then, when people translate a shellbook, they go to the end of the book and click “Add Page”. The page you made will appear in their list of choices. Some other ideas for templates are alphabet charts, glossaries, and instructions on how to use the book in a classroom. 2
bn: মানুষ টেমপ্লেট ব্যবহার করতে পারার দ্বিতীয় উপায় হল তারা যেভাবেই বইটি শুরু করুক না কেন টেমপ্লেটকে নতুন পৃষ্ঠার উৎস হিসাবে বিবেচনা করতে হবে। উদাহরণ স্বরূপ, কিছু জায়গায়, সরকারের অনুমোদন প্রক্রিয়ার অংশ হিসাবে প্রতিটি বইয়ের একটি পৃষ্ঠা থাকা প্রয়োজন। আপনি সেই পৃষ্ঠাটি অন্তর্ভুক্ত করে একটি টেমপ্লেট তৈরি করতে পারেন এবং এটি আপনার দেশে অন্যদের দিতে পারেন। তারপর, যখন লোকেরা একটি শেলবুক অনুবাদ করে, তখন তারা বইটির শেষে যায় এবং "পৃষ্ঠা যুক্ত করুন" ক্লিক করে। আপনার তৈরি পৃষ্ঠা তাদের পছন্দ তালিকাতে প্রদর্শিত হবে। টেমপ্লেটগুলির জন্য অন্য কিছু ধারনা হল বর্ণমালার চার্ট, শব্দকোষ এবং শ্রেণীকক্ষে বইটি কীভাবে ব্যবহার করতে হয় তার নির্দেশাবলী। 2
es: La segunda manera que las personas pueden utilizar las plantillas es como fuente para nuevas páginas, no importando cómo comenzaron el libro. Por ejemplo, en algunos lugares, cada libro requiere una página específica como parte de un proceso de aprobación del gobierno. Puede crear una plantilla que contenga esa página y entregársela a otros en su país. Luego, cuando otros traduzcan un Libro Prediseñado, pueden ir al final del libro y hacer clic en "Agregar página". La página que usted hizo aparecerá en la lista de opciones. Algunas otras ideas para plantillas incluyen tablas del alfabeto, glosarios e instrucciones sobre cómo usar el libro en un aula. 2
fr: La deuxième manière d'utiliser les modèles, c'est d'en faire la source de nouvelles pages, indépendamment du début du livre. Par exemple, dans certaines pays le gouvernement pourrait exiger dans chaque livre l'insertion d'une page particulière qui fera partie de la demande d'approbation. On pourrait créer un modèle avec cette page et le donner à d'autres personnes dans ce pays. Ainsi quand on traduit un livre canevas, on va à la fin du livre et on clique sur "ajouter une page". La page que vous avez rédigée figurera dans la liste des choix. Les mo dèles peuvent aussi servir à faire des tableaux d'alphabet, des glossaires, des instructions sur le mode d'emploi du livre en classe. 2
hi: लोगों के पास टेम्पलेट्स उपयोग करने का दूसरा तरीका यह है कि उन्होंने जिस भी रीति से पुस्तक बनाना शुरू किया हो, वे नए पन्नों के स्त्रोत के रूप में उसका उपयोग कर सकते हैं। उदाहरण के लिए, कुछ स्थानों में, प्रत्येक पुस्तक में सरकारी मान्यता प्रक्रिया का पन्ना होना जरुरी होता है। आप उस पन्ने को शामिल करके एक टेम्पलेट बना सकते हैं और आपके देश में दूसरों को दे सकते हैं। फिर, जब लोग किसी शेलपुस्तक का अनुवाद करेंगे, वे पुस्तक के अंत में जाकर "पन्ना जोड़ें" पर क्लिक करेंगे। आपने निर्माण किया हुआ पन्ना उनकी चुनाव सूची में आ जाएगा। टेम्पलेट्स के कुछ अन्य उद्देश्य हैं जैसे कि वर्णमाला चार्ट, शब्दकोष, और किसी कक्षा में पुस्तक इस्तेमाल करने के निर्देश। 2
pt: A segunda maneira que as pessoas podem usar modelos é como uma fonte para novas páginas, não importa como eles começaram o livro. Por exemplo, em alguns lugares, cada livro requer uma página específica como parte de um processo de aprovação do governo. Você pode criar um modelo que contenha essa página e entregue a outras pessoas em seu país. Então, quando outros traduzem um livro pré-concebido, eles podem ir ao final do livro e clicar em "Adicionar página". A página que você criou aparecerá na lista de opções. Algumas outras idéias para modelos incluem tabelas de alfabetos, glossários e instruções sobre como usar o livro em uma sala de aula. 2
ru: Второй способ использования шаблонов - создание новых страниц, независимо от того, как книга начиналась. Например, в некоторых местах для каждой книги требуется страница в рамках процесса утверждения правительством. Вы можете создать шаблон, содержащий эту страницу, и передать его другим в своей стране. Затем, когда люди переводят книжные полки, они идут до конца книги и щелкают «Добавить страницу». Созданная вами страница появится в их списке выбора. Некоторые другие идеи для шаблонов - это алфавитные таблицы, словари и инструкции по использованию книги в классе. 2
sw: Njia ya pili ambayo watu wanaweza kutumia violezo ni kama chanzo cha kurasa mpya, bila kujali jinsi walivyoanza kitabu. Kwa mfano, katika maeneo mengine, kila kitabu kinahitaji ukurasa kama sehemu ya mchakato wa idhini ya serikali. Unaweza kutengeneza kiolezo kilicho na ukurasa huo na uwape wengine katika nchi yako. Halafu, wakati watu wanatafsiri kitabu cha shell, wanaenda kwenye mwisho wa kitabu na kubonyeza "Ongeza Ukurasa". Ukurasa ulioutengeneza utaonekana katika orodha yao ya kuchagua. Mawazo mengine ya kiolezo ni chati za alfabeti, faharasa, na maagizo ya jinsi ya kutumia kitabu darasani. 2
th: วิธีที่สองในการใช้โครงแบบสำหรับสร้างหน้าใหม่ โดยไม่ต้องคำนึงถึงเค้าโครงหน้าปกติ อย่างเช่น ในบางพื้นที่ หนังสือแต่ละเล่มจะต้องมีหนึ่งหน้าที่เกี่ยวกับกระบวนการขออณุญาตจากภาครัฐ คุณอาจจะต้องสร้างโครงแบบที่มีหน้าการขออณุญาตพ่วงไว้ และส่งให้ผู้อื่นในประเทศคุณนำไปใช้ต่อ จากนั้นเมื่อมีคนแปลหนังสือรูปภาพหลายภาษา เขาก็จะไปที่หน้าสุดท้ายของหนังสือและกด "เพิ่มหน้า" หน้าการขออณุญาตที่คุณสร้างก็จะปรากฎขึ้นเป็นตัวเลือก อีกตัวอย่างสำหรับโครงแบบวิธีที่สองคือ หน้าที่ที่แสดงแผนภูมิตัวอักษร คำศัพท์ และวิธีใช้พจนานุกรมรูปภาพในชั้นเรียน 2
vi: Cách hai, người ta dùng template như một nguồn các trang sách mới, bắt kể họ làm sách mới theo dạng nào. Ví dụ, ở một số nơi, mỗi cuốn sách yêu cầu có một trang chứa quy trình chấp thuận của nhà nước. Bạn có thể tạo ra template chứa trang đó và gửi cho người khác ở đất nước mình. Sau đó, khi người ta chuyển ngữ một cuốn shellbook, họ có thể đến cuối cuốn sách và bấm chọn "Thêm trang". Trang sách bạn tạo ra sẽ xuất hiện trong danh sách các lựa chọn của họ. Một số ý tưởng khác cho template là bảng chữ cái, danh sách thuật ngữ, và hướng dẫn cách sử dụng sách trong lớp học. 2.
zh_cn: 第二种用法是不管图书的开头部分，只把模板当成新页面的来源。例如, 很多地方的政府审批过程都要求书中含有某个特定的页面。您可以制作一个包含该页面的模板, 把它分享给该国家的其他用户。这样人们翻译到“壳书”的结尾时, 只需点击 "添加页面"，您制作的页面就会出现在选项列表中。类似的模板还可以用于字母表、词汇表, 以及书籍的使用说明。 2

# template.starter.waystohelp
source: Making templates is just like making any other custom book; all the same controls are available for making and customizing pages. But since you will probably be sharing with other people, there are a number of things you can do to help users of your template:
bn: টেমপ্লেট তৈরি করা অন্য কোন প্রচলিত বই তৈরীর মতই; পৃষ্ঠা বানাতে ও তাতে বিষেশ রুপ দেওয়ার জন্য সব ধরনের একই নিয়ন্ত্রন উপলব্ধ আছে। কিন্তু যেহেতু আপনি সম্ভবত অন্যান্য মানুষের সাথে শেয়ার করবেন, আপনার টেম্পলেট ব্যবহারকারীদের সহায়তার জন্য আপনি অনেক কিছু করতে পারেন:
es: Las plantillas se hacen del mismo modo que cualquier otro libro personalizado; todos los mismos controles están disponibles para hacer y personalizar las páginas. Pero dado que probablemente estará compartiendo las plantillas con otras personas, hay varias cosas que puede hacer para ayudar a los usuarios de su plantilla:
fr: Les modèles sont réalisés de la même manière que tout autre livre personnalisable. Vous disposez des mêmes contrôles pour créer les pages et les personnaliser. Mais comme vous les partagerez probablement avec d'autres personnes, voici plusieurs choses à faire pour aider ceux qui se serviront de votre modèle‎ :
hi: टेम्पलेट्स बनाना विशिष्ट रूप से किसी अन्य पुस्तक को बनाने जैसा ही है: पन्ने बनाने और उनका विशिष्ट रूप से निर्माण करने के लिए सारे समान नियंत्रण उपलब्ध हैं। लेकिन क्योंकि आप दूसरे लोगों के साथ भी सांझा करेंगे, आप अपनी टेम्पलेट से दूसरे लोगों की सहायता करने के लिए कुछ और बातों को कर सकते हैं:
pt: Os modelos são feitos da mesma maneira que qualquer outro livro personalizado; Todos os mesmos controles estão disponíveis para criar e personalizar as páginas. Mas como você provavelmente estará compartilhando modelos com outras pessoas, há várias coisas que você pode fazer para ajudar seus usuários de modelos:
ru: Создание шаблонов похоже на создание любой другой книги; все те же элементы управления доступны для создания и настройки страниц. Но поскольку вы, вероятно, будете делиться с другими людьми, вы можете сделать несколько вещей, чтобы помочь пользователям вашего шаблона:
sw: Kutengeneza kiolezo ni kama kutengeneza kitabu kingine chochote cha kibinafsi; udhibiti wote unapatikana kwa kutengeneza na kubadilisha kurasa. Lakini kwa kuwa labda utashiriki na watu wengine, kuna mambo kadhaa ambayo unaweza kufanya kusaidia watumiaji wa kiolezo chako:
th: การสร้างโครงแบบก็เหมือนกับการสร้างหนังสือที่เรากำหนดเอง มีทุกการควบคุมที่เราจะใช้สำหรับการสร้างหน้าในแบบที่เราต้องการ แต่ในเมื่อคุณอาจแบ่งปันโครงแบบกับผู้อื่น มีสิ่งที่คุณต้องทำเพื่อนช่วยผู้อื่นในการใช้โครงแบบของคุณ
vi: Tạo ra template cũng giống như làm sách theo ý mình, tất cả các phần điều khiển tương tự cũng có sẵn để tạo và chỉnh sửa trang sách. Nhưng vì bạn có lẽ sẽ chia sẻ với người khác, một số điều bạn nên làm để giúp người dùng template của bạn là:
zh_cn: 制作模板和制作其他书很像；制作和使页面个性化的选项都可用。但是因为以后很可能会把该模板分享给其他人，为了方便其他用户的使用，您需要做以下这些事：

# template.starter.labelpages
source: Label Your Pages
bn: আপনার পৃষ্ঠাটিতে ছাপ লাগান
es: Etiquetar sus páginas
fr: Nommer vos pages
hi: अपने पन्नों को अंकित करें
pt: Marca suas páginas
ru: Маркируйте свои страницы
sw: Weka lebo kwenye Kurasa Zako
th: การติดป้ายหน้าของคุณ
vi: Đặt tên các trang sách của bạn
zh_cn: 标记页面

# template.starter.labeleachpage
source: When you add pages to your template, make sure to give each one a useful label3,4:
bn: আপনি আপনার টেমপ্লেটে পৃষ্ঠা যুক্ত করার সময় প্রতিটিতে উপযোগী ছাপ লাগাতে ভুলবেন না:
es: Cuando agrega páginas a su plantilla, dé a cada página una etiqueta útil 3, 4:
fr: Lorsqu'on ajoute des pages au modèle, on doit donner à chacune un nom utile3,4:
hi: जब आप अपने टेम्पलेट में पन्ने जोड़ते हैं, तब हर एक को एक उपयुक्त लेबल देना निश्चित कर लें3,4:
pt: Quando você adiciona páginas ao seu modelo, forneça a cada página um rótulo útil 3, 4:
ru: Когда вы добавляете страницы в шаблон, убедитесь, что вы даете каждому полезную метку3,4:
sw: Unapoongeza kurasa kwenye kiolezo chako, hakikisha umeupa kila ukurasa lebo muhimu:4
th: เมื่อคุณเพิ่มหน้าในโครงแบบของคุณ โปรดติดป้ายหน้านั้นให้เป็นประโยชน์และเข้าใจง่าย 34
vi: Khi thêm trang vào template, hãy chắc chắn rằng mỗi trang đều có tên dễ hiểu33,4:
zh_cn: 给模板添加页面时，一定要给每个页面加上有用的标签3,4:

# template.starter.thumbnails
source: Check Your Thumbnails
bn: আপনার থাম্বনেইল চেক করুন
es: Revise sus miniaturas
fr: Vérifier vos vignettes
hi: अपने थंबनेल की जांच करें
pt: Verifique suas miniaturas
ru: Проверьте свои эскизы
sw: Angalia vijipicha vyako
th: การตรวจภาพขนาดย่อ
vi: Kiểm tra hình ảnh đại diện cho trang
zh_cn: 检查缩略图

# template.starter.thumbnails.onlyonce
source: To speed things up, Bloom only makes this thumbnail once, and stores it in the "template" subdirectory of your template:
bn: কাজ গতি সম্পন্ন করতে, ব্লুম শুধু একবারই এই থাম্বনেইল তৈরী করে এবং এটা আপনার টেমপ্লেটের 'টেমপ্লেট' উপনির্দেশকে সঞ্চয় করে:
es: Para ser mas eficiente, Bloom solamente hace esta miniatura una vez y lo guarda en el subdirectorio "plantilla" de su plantilla:
fr: Pour accélérer les choses, Bloom crée cette vignette une seule fois et la stocke dans le sous-répertoire "template" de votre modèle :
hi: चीजों को तेजी से करने के लिए, ब्लूम इस थंबनेल को केवल एक बार बनाता है, और इसे आपकी टेम्पलेट के "टेम्पलेट" उपनिर्देशिका में संग्रहीत करता है:
pt: Para ser mais eficiente, o Bloom apenas faz esta miniatura uma vez e a salva no subdiretório "modelo" de seu modelo:
ru: Чтобы ускорить работу, Bloom делает этот эскиз только один раз, и сохраняет его в подкаталоге "шаблон" вашего шаблона:
sw: Ili kufanya mambo yaende mbio, Bloom hutengeneza kijipicha hiki mara moja tu, na kukihifadhi kwenye "kiolezo" saraka ndogo ya kiolezo chako:
th: เพื่อความรวดเร็ว Bloom จะสร้างภาพขนาดย่อเพียงครั้งเดียวและเก็บไว้ที่ "โครงย่อย" ในโครงแบบของคุณ
vi: Để thuận tiện, Bloom chỉ tạo ra hình ảnh đại diện trang một lần, rồi lưu lại trong thư mục phụ của template của bạn:
zh_cn: 为了加快速度，Bloom只做一次缩略图并将其存储在该模板中名为 "模板"的子目录里:
