Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Template Starter/ReadMe-*.xlf
Languages: bn, es, fr, hi, pt, ru, sw, th, vi, zh_cn

# template.starter.thumbnails.update
source: If you later make a change to the page, the thumbnail will be out of date. To fix that, click the "Add Page" button, and Bloom will regenerate those thumbnails. If the automatically generated thumbnail doesn't convey the purpose of the page, you can make your own. Just make sure to mark the file as "Read Only" so that Bloom doesn't overwrite it. You can also make your thumbnails as svgs, if you like (that's what we do for templates we ship with Bloom). In any case, make sure to click "Add Page" at least once before distributing your template, so that all the thumbnails are already generated.
bn: আপনি পরবর্তি সময়ে পৃষ্ঠাটি পরিবর্তন করলে, থাম্বনেল সেকেলে হবে। তা ঠিক করতে, "পৃষ্ঠা যোগ করুন" বোতামে ক্লিক করুন এবং ব্লুম সেগুলি পুনরায় উৎপন্ন করবে। যদি স্বয়ংক্রিয়ভাবে তৈরি থাম্বনেল পৃষ্ঠাটির উদ্দেশ্য প্রকাশ না করে তাহলে আপনি আপনার নিজের থাম্বনেল তৈরী করতে পারেন। শুধু ফাইলটিকে "কেবলমাত্র পাঠ্য" হিসাবে চিহ্নিত করতে ভুলবেন না, যেন ব্লুম এর উপর না লেখে। যদি আপনি চান (আমাদের দ্বারা ব্লুমের সঙ্গে প্রেরিত টেমপ্লেটগুলির সাথে আমরা এমনই করে থাকি ) আপনি svgs হিসাবে আপনার থাম্বনেইল তৈরি করতে পারেন। যে কোনো ক্ষেত্রে, আপনার টেমপ্লেট বিতরণের আগে কমপক্ষে একবার "পৃষ্ঠা যুক্ত করুন"–এ ক্লিক করুন, যেন সমস্ত থাম্বনেল ইতিপূর্বে উত্পন্ন করা হয়।
es: Si luego usted hace un cambio a la página, la miniatura de imagen será obsoleta. Para corregirlo, haga clic en el botón "Añadir página", y Bloom regenerará las miniaturas. Si la miniatura automáticamente generada no comunica bien el propósito de la página, usted puede hacer su propia miniatura. Pero es importante marcar ese archivo con "Sólo Lectura" para que Bloom no escriba sobre ella. Si prefiere, también puede hacer sus miniaturas como archivos svgs. (Esto es lo que hacemos para las plantillas que enviamos con Bloom). En cualquier caso, hay que hacer clic en "Añadir página" por lo menos una vez antes de distribuir su plantilla para que todas las miniaturas se generen.
fr: Si par la suite, vous apportez une modification à la page, la vignette sera obsolète. Pour remédier à cela, cliquez sur le bouton « Ajouter une page » et Bloom renouvellera ces vignettes. Si la vignette automatiquement générée ne permet pas de déterminer l’objet de la page, vous pouvez faire la vôtre. Assurez-vous juste de mettre le fichier en « Lecture seule » afin que Bloom ne l'écrase pas. Si vous le souhaitez, vous pouvez également faire vos vignettes au format Svg, (c’est ce que nous faisons pour les modèles que nous envoyons avec Bloom). Dans tous les cas, veillez à cliquer sur « Ajouter une Page » au moins une fois avant de diffuser votre modèle, afin de générer toutes les vignettes.
hi: यदि आप बाद में पन्ने पर कोई बदलाव करते हैं, तो थंबनेल चलन से बाहर हो जाएगा। उसे चलन में लाने के लिए, "पृष्ठ जोड़ें" बटन पर क्लिक करें, और ब्लूम उन थंबनेल को फिर से चलन में लाएगा। यदि स्वचालित रूप से जनरेट किया गया थंबनेल पन्ने के उद्देश्य को व्यक्त नहीं करता है, तो आप अपना स्वयं का थंबनेल बना सकते हैं। सिर्फ "केवल पढ़ने के लिए" के रूप में फाइल को चिह्नित करना सुनिश्चित कर लें ताकि ब्लूम इस पर उपरिलेखन न करे। यदि आप चाहते हैं, तो आप भी svgs के रूप में अपने थंबनेल बना सकते हैं, (ब्लूम के साथ हम जिन टेंपलेट्स को भेजते हैं हम उनके साथ यही करते हैं)। हर हालत में, अपनी टेम्प्लेट को वितरित करने से पहले कम से कम एक बार "पेज जोड़ें" पर क्लिक करना सुनिश्चित करें, ताकि सभी थंबनेल पहले से जेनरेट हों।
pt: Se você fizer uma alteração na página, a miniatura da imagem será obsoleta. Para corrigi-lo, clique no botão "Adicionar página" e o Bloom irá regenerar as miniaturas. Se a miniatura gerada automaticamente não comunicar bem a finalidade da página, você pode criar sua própria miniatura. Mas é importante marcar esse arquivo com "Somente Leitura" para que o Bloom não escreva sobre isso. Se você preferir, você também pode fazer suas miniaturas como arquivos svgs. (É o que fazemos para os modelos que enviamos com o Bloom). Em qualquer caso, você deve clicar em "Adicionar página" pelo menos uma vez antes de distribuir o modelo para que todas as miniaturas sejam geradas.
ru: Если позже вы измените страницу, эскиз будет устаревшим. Чтобы исправить это, нажмите кнопку «Добавить страницу», и Bloom восстановит эти эскизы. Если автоматически сгенерированный эскиз не передает смысл страницы, вы можете создать свой собственный. Просто не забудьте пометить файл как «Только для чтения», чтобы Bloom не перезаписывал его. Вы также можете сделать свои эскизы как svgs, если хотите (это то, что мы делаем для шаблонов, которые поставляем вместе с Bloom). В любом случае не забудьте нажать «Добавить страницу» хотя бы один раз перед распространением вашего шаблона, чтобы все эскизы уже были созданы.
sw: Ikiwa baadaye utafanya mabadiliko kwenye ukurasa, kijipicha kitakuwa kimepitwa na wakati. Ili kurekebisha hilo, bonyeza kitufe cha "Ongeza Ukurasa", na Bloom itatoa tena vijipicha hivyo. Ikiwa kijipicha kilichotolewa kiotomati hakijafikisha kusudi la ukurasa, unaweza kutengeneza chako mwenyewe. Hakikisha tu umeweka alama kwenye faili kama "Soma tu" ili Bloom isiiandike tena. Unaweza pia kutengeneza vijipicha vyako kama svgs, ikiwa unapenda (hivyo ndivyo tunavyofanya kwa violezo tunavyotuma na Bloom). Kwa hali yoyote, hakikisha kubonyeza "Ongeza Ukurasa" angalau mara moja kabla ya kusambaza kiolezo chako, ili vijipicha vyote viwe vimetengenezwa tayari.
th: หากภายหลังคุณเปลี่ยนรูปในหน้าของคุณ ตัวภาพย่อนั้นจะไม่ตรงกับปัจจุบัน เพื่อที่จะแก้ไขให้กดปุ่ม "เพิ่มหน้า" จากนั้น Bloom จะสร้างภาพขนาดย่อให้ใหม่ ถ้าตัวสร้างภาพขนาดย่ออัตโนมัตินั้นสร้างรูปที่ไม่ตรงกับความหมายที่ต้องการจะสื่อ คุณสามารถที่จะสร้างรูปขนาดย่อด้วยตนเองได้ โดยที่คุณจะต้องกำหนดหน้าให้เป็น "สำหรับอ่าน" เพื่อที่ Bloom จะไม่สร้างรูปไปทับ คุณสามารถสร้างรูปขนาดย่อโดยทำไฟล์นามสกุล svgs ถ้าคุณต้องการ (นั้นคือสิ่งที่โครงแบบของ Bloom ทำ) ไม่ว่ากรณีใดๆ ควรที่จะกด "เพิ่มหน้า" อย่างน้อยหนึ่งครั้งก่อนเผยแพร่โครงแบบของคุณ เพื่อที่จะให้แน่ใจว่าภาพขนาดย่อนั้นถูกสร้างในทุกๆ หน้า
vi: Nếu sau đó bạn thay đổi trang sách, hình ảnh đại diện trang sẽ không đúng nữa. Để sửa lỗi này, hãy bấm chọn nút "Thêm Trang", Bloom sẽ tái tạo lại những hình ảnh đại diện trang đó. Nếu hình ảnh được tự động tạo ra không phù hợp với mục đích của trang sách, bạn có thể tự mình làm lại. Chỉ cần nhớ đánh dấu tập tin đó là "Chỉ được đọc" để Bloom không chỉnh sửa gì nữa. Bạn cũng có thể tạo ra hình ảnh đại diện trang dạng svgs, nếu muốn (đó là điều chúng tôi làm cho các template với Bloom). Bất kể trường hợp nào, hãy nhớ bấm chọn "Thêm Trang" ít nhất một lần trước khi phát hành template của mình, để tất cả hình ảnh đại diện trang được tạo ra sẵn.
zh_cn: 如果您对页面做了改动，缩略图可能不再合适。点击“添加页面”按钮，Bloom会自动生成缩略图。如果自动生成的缩略图不能表达图片主旨，您也可以自己制作。请务必把文档设置为“只读”模式，这样Bloom才不会将其覆写。您还可以把缩略图保存为svg格式（这也是Bloom模板中的初始设定）。但是不管怎样，在传播模板之前一定要点击一次“添加页面”，这样全部缩略图才会自动生成。

# template.starter.document
source: Document Your Template
bn: আপনার টেমপ্লেট নথিভুক্ত করুন
es: Documentar su plantilla
fr: Documenter votre modèle
hi: अपने टेम्पलेट में विवरण जोड़ें
pt: Documentar seu modelo
ru: Задокументировать ваш шаблон
sw: Andika Kiolezo Chako
th: การจัดเก็บโครงแบบ
vi: Sao lưu Template của bạn
zh_cn: 模板说明

# template.starter.describeyours
source: Also consider adding a description of your template, like the one you are reading now. To do this, put a text file named ReadMe-en.md in your template's folder. This file should follow the markdown standard. To provide your instructions in other languages, make versions of that file that change the "en" to each language's two letter code. For example ReadMe-fr.md would be shown when Bloom is set to show labels in French. You can also include screenshots, like we have in this document. Place any images you use in a folder named "ReadMeImages", so that images are referenced like this:
bn: আপনার টেমপ্লেটটির একটি বর্ণনা যোগ করারও বিবেচনা করুন, যেমনটি আপনি এখন পড়ছেন। এটি করার জন্য আপনার টেমপ্লেটের ফোল্ডারে ReadMe-en.md নামে একটি টেক্সট ফাইল রাখুন। এই ফাইলটির markdown standard অনুসরণ করা উচিত। অন্যান্য ভাষায় আপনার নির্দেশাবলী প্রদান করতে, সেই ফাইলটির সংস্করণ সমুহ তৈরি করুন যা "en" কে প্রতিটি ভাষার দুটি অক্ষর কোডে পরিবর্তন করে। উদাহরণ স্বরূপ, ReadMe-fr.mdযখন ব্লুম ফরাসিতে লেবেল প্রদর্শন করতে সেট করা হবে তখন দেখানো হবে। আপনি স্ক্রিনশট অন্তর্ভুক্ত করতে পারেন, যেমন আমাদের এই নথিতে আছে। আপনার দ্বারা ব্যবহৃত যে কোন চিত্র আপনি "ReadMeImages" নামক ফোল্ডারে রাখুন, যেন এভাবে চিত্রগুলি উল্লেখ করা যায়:
es: También considere agregar una descripción de su plantilla, como la que está leyendo ahorita. Para hacer esto, coloque un archivo de texto llamado ReadMe-en.md en la carpeta que contiene su plantilla. Este archivo debe seguir el protocolo markdown standard. Para proporcionar las instrucciones en otros idiomas, debe hacer versiones de ese archivo que cambian el "en" a dos letras del código de cada idioma. Por ejemplo ReadMe-es.md se mostrará cuando Bloom esta configurado para mostrar etiquetas en español. También puede incluir capturas de pantallas, como las que tenemos en este documento. Coloque todas las imágenes que usa en una carpeta llamada "ReadMeImages", para que las imágenes sean referenciadas de esta forma:
fr: Pensez également à ajouter une description de votre modèle, telles que celle que vous lisez maintenant. Pour faire cela, mettez un fichier texte intitulé ReadMe-en.md dans le dossier de votre modèle. Ce fichier doit suivre le format markdown standard. Pour fournir vos instructions dans d’autres langues, faites des versions de ce fichier où le « en » est remplacé par le code à deux lettres de la langue. Par exemple ReadMe-fr.md apparaîtrait quand Bloom est configuré pour afficher des intitulés en français. Vous pouvez également mettre des captures d’écran, comme dans le présent document. Mettez toutes les images que vous utilisez dans un dossier intitulé "ReadMeImages", afin que les images soient référencées comme ceci :
hi: इसके अलावा आपके टेम्पलेट का वर्णन जोड़ने पर विचार करें, जैसे आप इस समय पढ़ रहे हैं। ऐसा करने के लिए, ReadMe-en.mdनाम की एक टेक्स्ट फाइल आपके टेम्पलेट के फोल्डर में रखें। इस फाइल को मार्कडाउन स्टैंडर्ड का पालन करना चाहिए। अन्य भाषाओं में अपने निर्देश प्रदान करने के लिए, उस फाइल के संस्करण बनाएं जो "en" को प्रत्येक भाषा के दो अक्षर कोड में बदल दें। उदाहरण के लिए, ReadMe-fr.md दिखाया जाएगा जब ब्लूम फ्रेंच में लेबल दिखाने के लिए सेट किया जाएगा। आप स्क्रीनशॉट भी शामिल कर सकते हैं, जैसे हमारे पास इस डॉक्यूमेंट में है। आप जिस किसी भी चित्र का उपयोग करते हैं उन्हें "readmeimages" नाम के फोल्डर में डालें, ताकि चित्रों को इस तरह से संदर्भित किया जाए:
ru: Также подумайте о добавлении описания вашего шаблона, похожего на тот, который вы сейчас читаете. Для этого поместите текстовый файл с именем ReadMe-en.md в папку шаблона. Этот файл должен следовать markdown standard. Чтобы предоставить инструкции на других языках, создайте версии этого файла, в которых «en» заменяется на двухбуквенный код каждого языка. Например, ReadMe-fr.md будет показано, когда Bloom будет отображать метки на французском языке. Вы также можете включить скриншоты, как у нас в этом документе. Размещайте любые изображения, которые вы используете в папке под названием "ReadMeImages", так что ссылки на изображения:
sw: Pia fikiria kuongeza maelezo ya kiolezo chako, kama yale unayosoma sasa. Ili kufanya hivi, weka faili ya maandishi iitwayo ReadMe-en.mdkwenye folda ya kiolezo chako. Faili hii inastahili kufuatamarkdown standard. Ili kutoa maagizo yako katika lugha zingine, fanya matoleo ya faili hiyo ambayo hubadilisha "en" kwa herufi mbili za msimbo za kila lugha. Kwa mfano ReadMe-fr.md itaonyeshwa wakati Bloom imewekwa kuonyesha lebo kwa Kifaransa. Unaweza pia kujumuisha viwambo vya skrini, kama tulivyo navyo katika hati hii. Weka picha zozote unazotumia kwenye folda iitwayo "ReadMeImages", ili picha zirejelewe hivi:
th: โปรดลองเพิ่มคำอธิบายให้โครงแบบของคุณ เหมือนในตัวอย่างที่คุณกำลังอ่านอยู่ วิธีทำคือ ใส่ไฟล์ที่ชื่อ ReadMe-th.md ในโฟลเดอร์โครงแบบของคุณ ไฟล์ควรทำตามแบบmarkdown standard ในการสร้างคู่มือการใช้งานในภาษาอื่น โปรดเปลี่ยนชื่อไฟล์ตรง "th" ให้เป็นตัวอักษรสองตัวของภาษาที่คุณกำลังสร้าง ตัวอย่างเช่น ReadMe-en.md เป็นไฟล์ที่บ่งบอกว่าเป็นไฟล์ภาษาอังกฤษ คุณยังสามารถเพิ่มรูปภาพหน้าจอ เหมือนที่เรามีในเอกสารนี้ วางรูปที่คุณใช้ในโฟลเดอร์ชื่อ "ReadMelmages" เพื่อรูปนั้นจะได้แสดงแบบนี้:
vi: Cũng nên nghĩ đến việc thêm lời mô tả về template của bạn, giống như điều bạn đang đọc ở đây. Để thêm mô tả, hãy thêm tập tin chữ có tên ReadMe-vi.md trong thư mục chứa template của bạn. Tập tin này nên đúng theo tiêu chuẩn markdown. Để thêm lời hướng dẫn bằng ngôn ngữ khác, hãy tạo ra một bản sao của tập tin đó và thay đổi "en" theo mã hai chữ của ngôn ngữ đó. Ví dụ ReadMe-fr.md sẽ thể hiện khi Bloom được chỉnh ở chế độ thể hiện tên tiếng Pháp. Bạn có thể thêm ảnh chụp màn hình, giống như trong tài liệu này. Cho các hình ảnh bạn dùng vào thư mục tên "ReadMeImages" để dễ tìm kiếm các hình ảnh như thế này:
zh_cn: 如果要为模板添加说明文字，可以在模板的文件夹里放一个叫 ReadMe-en.md的文档。这个文档一定要遵守 “Markdown标准”。如果还要加入各种语言的说明，把文档名称中的“en”改成代表相应语言的双字母简称。如把Bloom设置成显示法语标签，那么该文件应该是 ReadMe-fr.md。您也可以像我们在这里一样使用屏幕截图，请把所用图片保存在名为“ReadMeImage”的文件夹里，这样图片才能被如此引用：

# template.starter.thumbnailsshown
source: When the Add Page dialog box shows your template pages, it will show a thumbnail:
bn: যখন পৃষ্ঠা যুক্ত করুন সংলাপ বাক্স আপনার টেমপ্লেট পৃষ্ঠা দেখায়, তখন এটি থাম্বনেইল প্রদর্শন করাবে:
es: Cuando el cuadro de diálogo "Agregar página" muestre sus páginas de plantilla, mostrará una miniatura:
fr: Quand la boite de dialogue "Ajouter une page" montre les pages de vos modèles, elle montrera une vignette :
hi: जब पन्ना जोड़ें डायलॉग बक्सा आपके टेम्पलेट पन्नों को दिखाता है, तो वह एक थंबनेल दिखाएगा:
pt: Quando a caixa de diálogo "Adicionar página" mostra suas páginas de modelo, ela mostrará uma miniatura:
ru: Когда в диалоговом окне «Добавить страницу» отображаются страницы с шаблоном, отображается эскиз:
sw: Wakati kisanduku kidadisi cha Ongeza Ukurasa kinaonyesha kurasa zako za violezo, itaonyesha kijipicha:
th: เมื่อกล่องข้อความ "เพิ่มหน้า" แสดงโครงแบบของคุณ รูปภาพขนาดย่อจะแสดงด้วย
vi: Khi hộp thư thoại Thêm Trang cho các trang template hiện ra, nó sẽ cho các thumbnail hiện ra:
zh_cn: 当 "添加页面" 对话框显示您的模板页面时, 它显示的是缩略图:

# template.starter.share
source: Share Your Template
bn: আপনার ফোল্ডার শেয়ার করুন
es: Comparta su plantilla
fr: Partagez votre modèle
hi: अपनी टेंपलेट को सांझा करें
pt: Compartilhar seu modelo
ru: Поделиться вашим шаблоном
sw: Shiriki kiolezo chako
th: การแบ่งปันโครงแบบของคุณ
vi: Chia sẻ Template của bạn
zh_cn: 分享您的模板

# template.starter.share.publish
source: Remember that Bloom is about planting seeds, about sharing. So plan to share your template on the BloomLibrary for people around the world to find. This takes just a few clicks in the Publish Tab.
bn: মনে রাখবেন ব্লুম হল বীজ রোপণ, শেয়ার করার জন্যই। তাই আপনার টেমপ্লেট ব্লুম লাইব্রেরিতে শেয়ার করার পরিকল্পনা করুন যেন সারা বিশ্বের মানুষেরা খুঁজে বের করতে পারে। এর জন্য প্রকাশ বোতামে মাত্র কয়েকটি ক্লিকই প্রয়োজন।
es: Recuerde que Bloom se trata de plantar semillas y compartirlas. Así que planee compartir su plantilla en la Biblioteca de Bloom para que personas en todo el mundo las puedan encontrar. Esto solamente requiere algunos clics en la pestaña "Publicar".
fr: Rappelez-vous que Bloom consiste à planter des graines et à les partager. Prévoyez donc de mettre votre modèle dans la bibliothèque Bloom pour que des personnes du monde entier puissent le trouver. Cela ne nécessite que quelques clics dans l'onglet "Publier".
hi: याद रखें कि ब्लूम बीज बोने के बारे में, बांटने के बारे में है। इसलिए आपके टेम्पलेट को ब्लूमलाइब्रेरी पर साझा करने की योजना बनाएं ताकि दुनिया भर के लोगों के द्वारा उसे खोजा जा सके। इसके लिए प्रकाशित करें टैब में कुछ क्लिक ही करने पड़ते हैं।
pt: Lembre-se de que Bloom é sobre plantar sementes e compartilhá-las. Portanto, planeje compartilhar seu modelo na Bloom Library para que as pessoas em todo o mundo possam encontrá-los. Isso requer apenas alguns cliques na guia "Publicar".
ru: Помните, что Bloom - это посадка семян, это о том, чтобы делиться. Так что планируйте делиться вашим шаблоном на BloomLibrary с людьми по всему миру и чтобы они имели возможность найти этот шаблон. Это займет всего несколько щелчков в разделе Публикации.
sw: Kumbuka kwamba Bloom inahusu kupanda mbegu, kuhusu kushiriki. Kwa hivyo panga kushiriki kiolezo chako kwenye BloomLibrary ili watu walioko ulimwenguni kote wapate. Hili huchukua mibofyo michache tu kwenye Kichupo cha Chapisha.
th: โปรดจำว่า Bloom นั้นคือการปลูกเมล็ดและการแบ่งปัน ดังนั้นโปรดแบ่งปันโครงแบบของคุณบน BloomLibrary เพื่อผู้อื่นรอบโลก สิ่งนี้ทำง่ายมากแค่เพียงกดแถบเผยแพร่
vi: Hãy nhớ rằng mục đích của Bloom là gieo hạt giống, là sẻ chia. Vì thế hãy nhớ chia sẻ template của bạn ở BloomLibrary cho mọi người trên khắp thế giới dễ dàng tìm thấy. Việc này chỉ mất vài lần bấm chuột ở Publish Tab.
zh_cn: Bloom的目的是播种、是分享。您只需点击“发布”并按提示操作，就能把模板分享到Bloom图书馆，让全世界的人都可以使用。

# template.starter.share.bloompack
source: For local colleagues, an easy way to distribute your template is via a Bloom Pack. In the collections tab, right-click on your template's thumbnail. Choose 'Make Bloom Pack'. Save that somewhere, for example to a USB Key. Then take it to another computer, double click on the file you made, and your template will be added to the "Sources for New Books" on that computer.
bn: আপনার টেমপ্লেটটি স্থানীয় সহকর্মীদের বিতরণ করার জন্য একটি সহজ উপায় হল ব্লুম প্যাক মাধ্যম। সংগ্রহ ট্যাবে, আপনার টেমপ্লেট থাম্বনেইলের উপর ডান ক্লিক করুন। 'ব্লুম প্যাক তৈরী করুন' পছন্দ করুন। সেটি কোথাও সংরক্ষণ করুন, উদাহরণস্বরূপ একটি USB Key–এ। তারপর অন্য কম্পিউটারে এটি নিয়ে যান, আপনার তৈরি ফাইলে ডবল ক্লিক করুন, এবং আপনার টেমপ্লেটটি সেই কম্পিউটারে "নতুন বই উৎস"–য় যুক্ত করা হবে।
es: Para colegas locales, una manera fácil de distribuir su plantilla es a través de un Paquete Bloom. En la pestaña de Colecciones, haga clic derecho en la miniatura de la plantilla. Elija 'Crear un Paquete de Bloom'. Guárdelo en algún lugar, por ejemplo en una memoria USB. Luego conéctelo en otra computadora, haga doble clic sobre el archivo que hizo, y su plantilla será añadida a las "Fuentes para nuevos libros " en esa computadora.
fr: Pour diffuser facilement votre modèle auprès de vos collègues sur place, utilisez un pack Bloom. Dans l'onglet collections, faites un clic droit sur la vignette de votre modèle. Choisissez "Faire un pack Bloom". Enregistrez-le quelque part, par exemple sur une clé USB. Prenez ensuite un autre ordinateur, double-cliquez sur le fichier que vous avez fait et votre modèle sera ajouté aux "Sources de nouveaux livres" sur cet ordinateur.
hi: स्थानीय सहयोगियों के लिए, आपके टेम्पलेट को ब्लूम पैक के माध्यम से वितरित करना एक आसान तरीका है। संग्रह टैब में, अपने टेम्पलेट के थंबनेल पर राइट-क्लिक करें। 'ब्लूम पैक बनाएं' चुनें। उसे किसी जगह पर सेव करें, उदाहरण के लिए, जैसे कि यूएसबी key में। फिर उसे किसी अन्य कंप्यूटर में ले जाएं, आपने बनाई फाइल पर डबल क्लिक करें, और आपके टेम्पलेट को "नई पुस्तकों के लिए स्रोत" में जोड़ दिया जाएगा।
pt: Para colegas locais, uma maneira fácil de distribuir seu modelo é através de um Pacote Bloom. Na guia Coleções, clique com o botão direito na miniatura do modelo. Escolha 'Criar um pacote Bloom'. Salve-o em algum lugar, por exemplo, em uma chave USB. Em seguida, conecte-o a outro computador, clique duas vezes no arquivo que você criou e seu modelo será adicionado às "Fontes para novos livros" nesse computador.
ru: Для местных коллег есть простой способ распространения вашего шаблона через Bloom Pack. На вкладке коллекций щелкните правой кнопкой мыши на миниатюру шаблона. Выберите 'Сделать Bloom Pack'. Сохраните это, например, на USB-ключ. Затем возьмите его на другой компьютер, дважды щелкните на созданный файл, и ваш шаблон будет добавлен в "Источник новых книг" на этом компьютере.
sw: Kwa wenzako wa hapa, njia rahisi ya kusambaza kiolezo chako ni kupitia Kifurushi cha Bloom. Katika kichupo cha makusanyo, bonyeza-kulia kwenye kijipicha cha kiolezo chako. Chagua 'Tengeneza Kifurushi cha Bloom'. Hifadhi hilo mahali pengine, kwa mfano kwenye ufunguo wa USB. Kisha upeleke kwenye kompyuta nyingine, bonyeza mara mbili kwenye faili uliyotengeneza, na kiolezo chako kitaongezwa kwenye "Vyanzo vya Vitabu Vipya" kwenye kompyuta hiyo.
th: สำหรับผู้ร่วมงานในพื้นที่เดียวกัน วิธีที่ง่ายสุดในการแบ่งปันโครงแบบของคุณคือผ่านการใช้ Bloom Pack ในแถบไฟล์สะสม คลิกขวาที่รูปแบบย่อของโครงแบบคุณ เลือก 'สร้าง Bloom Pack' และบันทึกในอุปกรณ์ที่ต้องการ เช่น แฟลชไดร์ฟ จากนั้นนำไปใส่ในคอมพิวเตอร์เครื่องที่ต้องการ จากนั้นกดคลิกที่ไฟล์ Bloom Pack ที่คุณสร้างสองครั้ง และโครงแบบของคุณก็จะถูกเพิ่มลงใน "แหล่งอ้างอิงสำหรับหน้งสือใหม่" ในเครื่องนั้น
vi: Đối với cộng sự trong đất nước, một cách để dễ dàng chia sẻ template của bạn là thông qua Bloom Pack. Ở tab bộ sưu tập, bấm chuột phải vào thumbnail của template của bạn. Chọn 'Tạo Bloom Pack'. Lưu lại ở đâu đó, chẳng hạn ở USB Key. Rồi chuyển nó sang máy tính khác, bấm chuột hai lần vào tập tin bạn đã tạo ra, và template của bạn sẽ được thêm vào "Nguồn cho Sách Mới" trên máy tính đó.
zh_cn: 在当地同事之间可以用简便易行的“Bloom资料包”分享模板。在“丛书”里，右键点击您制作的模板的缩略图，选择“制作Bloom资料包”。把它保存在诸如U盘之类的设备上，然后把该设备连接其他电脑，双击刚才保存的文档，您的“模板”就会自动添加到这台电脑的“新书资源”中。

# template.starter.notes
source: Notes
bn: টীকাসমুহ
es: Notas
fr: Remarques
hi: नोट्स
pt: Notas
ru: Заметки
sw: Maelezo
th: หมายเหตุ
vi: Ghi chú
zh_cn: 备注
