Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Template Starter/ReadMe-mam.xlf
Languages: mam

# template.starter
source: How to use the Template Starter
mam: Tza'n tu'n tajb'el tnejil ttenb'il u'jb'il

# template.starter.firstusage
source: This special template lets you make your own templates. A template provides a set of related page layouts that an author can choose from in writing an original book. Usually the text blocks and picture blocks on template pages will be empty, ready for an author to fill in. Sometimes there may be standard text or pictures that should be on every copy of the page. There are two ways people can use your template. The first way is to start new books. For example, imagine student books that have one page for each school day of the week. You could make a template with 5 pages, each with places to type in text and choose pictures. Curriculum authors could select your template and make a new book, one for each week1.
mam: Aju ttenb'il u'jb'il lu' ntzaj tq'o'n amb'il tu'n tkub' b'inchet qe' tex ttenb'il u'jb'il. Jun ttenb'il u'jb'il ntzaj tq'o'n jun k'loj b'inchb'il t-xaq u'j at kyxilen ex b'a'n tu'n tjaw tsak'o'n ajb'inchal te tz'ib'il jun u'jb'il txuylal. Aqe' swejin te txolyol ex qe' swejin te tilb'ilal kyuj t-xaq te ttenb'il u'jb'il minti' kyuj qe, noqx ayo'n tu'n tnojset tu'n jun ajb'inchal. At maj ok kanetil txolyol mo tilb'ilal te junxix tumlal ilti'j tu'n kyten tuj junjun ttxolil aq'unb'il te t-xaq u'j. At kab' tumel tu'n tajb'en kyu'n xjal aqe' ttenb'il u'jb'il. Tnejil tumel a tu'n t-xi' qe' ak'aj u'jb'il. Noq na'nxa u'jb'il kye ajxnaq'tzanjtz te jun t-xaq tuj junjun q'ij t-xnaq'tzb'il tuj semana. Ja'ku kub' tb'inchana jun ttenb'il u'jb'il te 5 t-xaq, teylex te junjun tuk'il tswejin tu'n tku'x tz'ib'et txolyol ex sak'ol tilb'ilal. Qe' ajb'inchal txol xnaq'tz ja'ku kyjaw sak'o'n ttenb'il u'jb'il tu'n tb'ant jun ak'aj u'jb'il, jun tuj junjun semana1.

# template.starter.secondusage
source: The second way people can use templates is as source of new pages, regardless of how they started the book. For example, in some places, each book requires a page as part of a government approval process. You might make a template containing that page and give it to others in your country. Then, when people translate a shellbook, they go to the end of the book and click “Add Page”. The page you made will appear in their list of choices. Some other ideas for templates are alphabet charts, glossaries, and instructions on how to use the book in a classroom. 2
mam: Aju tkab' tumel tu'n kyajb'en txolb'ab'il aq'untl kyu'n xjal ikytzan tloq'b'il qe ak'aj t-xaq, b'awtaq mya' tuj tumel xi'qe u'jb'il. Ikytzan junjun tnam, junjun u'jb'il ilxix ti'j tajb'il jun tekx t-xaq ikytzan jun tumel tu'n tk'amet tu'n wi'xin. B'a'n tu'n t-xi' tb'inchana jun txolb'ab'il aq'untl q'i'n tu'n t-xaq lu' ex tu'n t-xi' tq'o'na kye juntl tuj tanmiya. Oktzan meltz'et jun u'jb'il kyu'n qe juntl, b'a'n kyxi' tuj mankb'il t-xaq u'jb'il ex tu'n t-xi' kyb'inchan clic tuj "Tz'aqsil t-xaq". Atzun te t-xaq o' kub' tb'inchana tzajal yek'it tuj txolil tumel. At jun nab'il tib'aj txolb'ab'il aq'untl b'i'x ntzaj tq'o'n ttenb'il techyol, qe' txolb'ilyol, poqkb'al tib'aj tza'n tu'n tajb'en u'jb'il tuj piẍjaxnaq'tz.2

# template.starter.waystohelp
source: Making templates is just like making any other custom book; all the same controls are available for making and customizing pages. But since you will probably be sharing with other people, there are a number of things you can do to help users of your template:
mam: Aqe' txolb'ab'il aq'untl nchi kub' b'inchet ikytzan qe' u'jb'il nchi b'ant noqx tu'n alkyex xjal, ex qe' tumel tu'n chi b'aj ka'yit, teqe' tu'n kyajb'en tu'n kyb'ant qe t-xaq te junx. B'ala kyxe'l tq'o'na txolb'ab'il aq'untl b'incha'n kye juntl xjal, at ila' tumel ja'ku kub' tb'inchana tu'n tonina kyi'j alkyeqe' kyajb'ela txolb'ab'il aq'untl b'incha'n o' kub' tb'inchana:

# template.starter.labelpages
source: Label Your Pages
mam: Q'oka twi' tq'ob'a kyi'j k'loj

# template.starter.labeleachpage
source: When you add pages to your template, make sure to give each one a useful label3,4:
mam: Aj tok tq'o'na t-xaq ti'j txolb'ab'il aq'untl b'incha'n, q'onxa te junjun t-xaq jun b'ib'aj kyajb'elxix 34:

# template.starter.thumbnails
source: Check Your Thumbnails
mam: Ka'yinkub'a kyten tnechil

# template.starter.thumbnails.onlyonce
source: To speed things up, Bloom only makes this thumbnail once, and stores it in the "template" subdirectory of your template:
mam: Tu'ntzan taq'unan tuj tumelxix, noqx jun maj nkub' tb'inchan Bloom ex k'uma tuj tkab' ttenb'il kyb'i aq'unb'il "txolb'ab'il aq'untl" te txolb'ab'il aq'untl:

# template.starter.thumbnails.update
source: If you later make a change to the page, the thumbnail will be out of date. To fix that, click the "Add Page" button, and Bloom will regenerate those thumbnails. If the automatically generated thumbnail doesn't convey the purpose of the page, you can make your own. Just make sure to mark the file as "Read Only" so that Bloom doesn't overwrite it. You can also make your thumbnails as svgs, if you like (that's what we do for templates we ship with Bloom). In any case, make sure to click "Add Page" at least once before distributing your template, so that all the thumbnails are already generated.
mam: Qa ma ch'ixpet jun tu'na tuj t-xaq, aj tilb'ilal tnechil kyjel tzakj. Tu'n tjiqet, b'inchanxa clic tib'aj techtz'ib' "Tz'aqsil t-xaq" ex Bloom kb'el tb'incha'n tnechil. Qa aju tnechil tu'nx ntzaj tyek'an tib' nti' ntzaj tq'uma'n tuj tumel kyajb'ela t-xaq, b'a'n tu'n tkub' tb'incha'na texixya tnechil. Tu'ntzan ilti'j tu'n tok techil nuk'b'il aq'unb'il tuk'il "O'kx te Sch'ib'il" tu'ntzan min tz'ib'an Bloom kyb'aj. Ex qa tajxixya, ax b'a'n tu'n tkub' tb'incha'na qe tnechil ikytzan nuk'b'il aq'unb'il svgs. (Atzan lu' nkub' kyb'incha'ne kyi'j ttxolb'ab'il aq'untl b'incha'n nxi' qsama'ne tuk'il Bloom). Noqx alkye tumel, ilti'j tu'n tb'inchet clic tib'aj "Tz'aqsil t-xaq" jun maj na'mtaq t-xi' sipet ttxolb'ab'il aq'untl b'incha'n tu'ntzan t-xi' kyb'incha'n kyib' kykyaqil tnechil.

# template.starter.document
source: Document Your Template
mam: Aq'unab'il tten b'inchb'il aq'untl

# template.starter.describeyours
source: Also consider adding a description of your template, like the one you are reading now. To do this, put a text file named ReadMe-en.md in your template's folder. This file should follow the markdown standard. To provide your instructions in other languages, make versions of that file that change the "en" to each language's two letter code. For example ReadMe-fr.md would be shown when Bloom is set to show labels in French. You can also include screenshots, like we have in this document. Place any images you use in a folder named "ReadMeImages", so that images are referenced like this:
mam: Ex b'a'n tu'n tok jun pakb'al tib'aj ttxolb'ab'il aq'untl b'incha'n, ikytzan njaw tsch'i'na ja'lo. Tu'n tb'ant lu', q'o'nka jun nuk'b'il aq'unb'il te txolyol at tb'i ReadMe-en.md tuj tkub'il jatumal ta'ya ttxolb'ab'il aq'untl b'incha'n. Atzan te nuk'b'il aq'unb'il lu' ilti'j tu'n t-xi' tlajo'n aj tq'ama'n markdown standard. Tu'n t-xi' tq'o'n qe' chikb'ab'il kyuj qe juntl yol, ilti'j tu'n tkub' tb'inchan ila' tumel ti'j nuk'b'il aq'unb'il lu' nb'aj tch'ixpu'n "en" nchi ok te kab' techyol te techil junjun yol. Ikytzan lu' ReadMe-fr.md ktzajal tyek'an qa tok ti'j Bloom ttxolil aq'unb'il xk'utz'ib' tu'n ttzaj tyek'an qe techil tuj tyol mos. Ex b'a'n tokx tuj txolil tu'n tel tilb'ilal twitz xk'utz'ib', ikytzan qa ite' tuj u'jb'il lu'. Q'onku'xa kyaqil qe tilb'ilal nchi ajb'en tu'na tuj jun tkub'il a tb'i "ReadMeImages", ajtzan tex poqb'al tib'aj qe tilb'ilal, k'elex ikytzan lu':

# template.starter.thumbnailsshown
source: When the Add Page dialog box shows your template pages, it will show a thumbnail:
mam: Ajtzan tok "Tz'aqsil t-xaq" aju swejlaj', yek'inxa t-xaq te txolb'ab'il aq'untl b'incha'n, ax ktzajil tyek'ina jun tnechil:

# template.starter.share
source: Share Your Template
mam: Sipanxa txolb'ab'il aq'untl

# template.starter.share.publish
source: Remember that Bloom is about planting seeds, about sharing. So plan to share your template on the BloomLibrary for people around the world to find. This takes just a few clicks in the Publish Tab.
mam: N'anku tu'na qa aju Bloom nchi ku'x awet qe iyaj ex nchex sipit. B'a'n tu'n tkub' t-ximina tu'n tex tsipina txolb'ab'il aq'untl b'incha'nqe' tuj Ja u'jb'il te Bloom tu'ntzan kykyaqil xjal twitz tx'otx' b'a'n tkanet kyu'nqe'. O'kx tu'n tkub' kyb'inchan jun clics tib'aj xi'witz "k'elex pakb'et".

# template.starter.share.bloompack
source: For local colleagues, an easy way to distribute your template is via a Bloom Pack. In the collections tab, right-click on your template's thumbnail. Choose 'Make Bloom Pack'. Save that somewhere, for example to a USB Key. Then take it to another computer, double click on the file you made, and your template will be added to the "Sources for New Books" on that computer.
mam: Kyeqe' quk'ilx, jun tumel q'uyin tu'n tex sipet ttxolb'ab'il aq'untl b'incha'n atzan tuj jun tnej Bloom. Tuj xi'witz te k'loj te ila' wiq, b'inchanxa clic tuj manq'ab'aj tib'aj tnechil txolb'ab'il aq'untl b'incha'n. Sak'onktza 'B'inchal jun tnej te Bloom'. K'u'nxa tuj jun tenb'il, ikytzan jun makb'il aq'unb'il xk'utz'ib' USB. Q'o'nka ti'j juntl xk'utz'ib', b'inchanxa kab' clic tib'aj nuk'b'il aq'unb'il o' t-xi' tb'incha'na, atzan ttxolb'ab'ila aq'untb'ila b'incha'n tz'aqsetil kyi'j "Tloq'b'il kye ak'aj u'jb'il" tuj xk'utz'ib'.

# template.starter.notes
source: Notes
mam: Tz'ib'anjtz

# template.starter.nothingautomatic
source: 1: These books could later be combined using the forthcoming Folio feature. Note that Bloom does not yet give you a way to indicate that a page should be automatically included in new books; the author will have to add each one from the Add Page dialog.
mam: 1: Qe u'jb'il lu' jaku b'a'n tu'n kymojb'et tuj tu'mel tuj juntl amb'il tuk' taq'un te techil tajlal. Min kux naj tij tk'u'ja qa na'mx tkanet jun tu'mel tu'n Bloom tu'n tzaj tq'ama'n qa il ti'j tu'n tokx tu'nxtib' jun t-xaq kyuj qe ak'aj u'jb'il; il ti'j tu'n ttz'aqset ju'njun t-xaq tu'n ajb'inchalte tujxa swejin te q'amab'il te "Q'on oka juntl t-xaq".

# template.starter.nametonotaddpage
source: 2: If you don't want the pages in your template to show up in the Add Page dialog, you can indicate this to Bloom by creating a file in the book's template folder called NotForAddPage.txt.
mam: 2: Qa tk'i'ya tu'n min tzaj tyek'in tuj swejin q'amab'ilte "Q'on oka juntl t-xaq" qe' t-xaq te txolb'ab'il aq'untl b'incha'nmaj, b'a'n tu'n t-xi' tq'ama'na lu' te Bloom tu'n jun b'inchab'il nak'ub'il aq'unb'il a tb'i "NorForAddPage.txt." tuj k'ub'il te txolb'ab'il aq'untl b'incha'nmaj te U'jb'il.

# template.starter.labelsnottranslatable
source: 3: People will not be able to translate your labels and descriptions into other national languages. If this is a problem, please contact the Bloom team.
mam: 3: Nlayx b'ant tmiltz'et aqe' tqanil toj junjuntl yol at twitz tnam te Paxil. Qa at il in tzaj tu'n lu' b'a'n tu'n ttxokina kye ajxtokil xk'utz'ib' te Bloom.

# template.starter.editrawhtml
source: 4: If you want the Add Page screen to also provide a short description of the page, you'll need to quit Bloom and edit the template's html in Notepad, like this: {genid-15}
mam: 4: Qa tajb'ila tu'n ttzaj yek'in jun tilb'ilal tib'aj tqanil teya tu'n "Agregar Página" ilti'j tu'n tetza toj Bloom ex tx'ixpunkytza html twitz "Notepad", ikytzan jlu': {genid-15}
