Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Template Starter/ReadMe-*.xlf
Languages: bn, es, fr, hi, pt, ru, sw, th, vi, zh_cn

# template.starter.nothingautomatic
source: 1: These books could later be combined using the forthcoming Folio feature. Note that Bloom does not yet give you a way to indicate that a page should be automatically included in new books; the author will have to add each one from the Add Page dialog.
bn: 1: পরবর্তীকালে এই বইগুলি ফোলিও ফিচার বৈশিষ্ট্য ব্যবহার করে মিলিত করা হতে পারে। মনে রাখবেন যে ব্লুম আপনাকে এখনও এমন কোন ইঙ্গিত দেয় নি যা নির্দেশ দেয় যে কোন পৃষ্ঠা স্বয়ংক্রিয়ভাবে নতুন বইগুলিতে অন্তর্ভুক্ত হওয়া উচিত; লেখককে পৃষ্ঠা যুক্ত করুন ডায়ালগ থেকে প্রতিটি পৃষ্ঠা যোগ করতে হবে।
es: 1: Estos libros podrían ser combinados en el futuro con la inminente función de Folio. Tenga en cuenta que Bloom todavía no tiene un mecanismo para indicar que una página debe ser incluida automáticamente en los nuevos libros; el autor tendrá que agregar cada página desde el cuadro de diálogo "Agregar Página".
fr: 1: Ces livres pourraient à l'avenir être réunis en un volume grâce à la future fonctionnalité "Folio". Notez que Bloom n'a pas encore la possibilité de vous indiquer qu'une page devrait figurer automatiquement dans de nouveaux livres‎ ; l'auteur devra ajouter chaque page à partir de la boîte de dialogue "Ajouter une page".
hi: 1: इन पुस्तकों को बाद में आगामी फोलियो फीचर का इस्तेमाल कर संयोजित किया जा सकता है। ध्यान दें कि ब्लूम अभी तक आपको कोई उपाय नहीं देता है जो संकेत दे कि कोई पन्ना स्वचालित रूप से नई पुस्तकों में शामिल किया जाना चाहिए; लेखक को पन्ना जोड़ें डायलॉग से हर एक पन्ने को जोड़ना होगा।
ru: 1Эти книги впоследствии можно будет объединить с помощью предстоящей функции Folio. Обратите внимание, что Bloom еще не дает вам возможности указать, что страница должна автоматически включаться в новые книги; автору нужно будет добавить каждую из них в диалоговом окне «Добавить страницу».
sw: 1:Vitabu hivi vinaweza kuunganishwa baadaye kwa kutumia kipengele kijacho cha Folio. Kumbuka kuwa Bloom bado haikupi njia ya kuonyesha kwamba ukurasa unastahili kujumuishwa kiotomatiki katika vitabu vipya; mwandishi atalazimika kuongeza kila kitabu kutoka kwenye kisanduku kidadisi cha Ongeza Ukurasa.
th: 1: หนังสือเหล่านี้สามารถถูกรวมไว้ในคุณสมบัติ "Folio" ที่จะมีในอนาคต ซึ่งตอนนี้ Bloom ยังไม่มีวิธีทำให้แต่ละหน้าถูกเพิ่มแบบอัตโนมัติในหนังสือใหม่ ตอนนี้ผู้เขียนยังต้องเพิ่มแต่ละหน้าเองในหน้าต่างการเพิ่มหน้า
vi: 1: Những cuốn sách này sau đó có thể được kết hợp lại bằng cách sử dụng tính năng Folio. Nhớ rằng Bloom chưa có cách để một trang sách được tự động cho vào trong sách mới; tác giả sẽ phải tự thêm từng trang vào từ hộp thư thoại Thêm Trang.
zh_cn: 1: 即将到来的Folio功能可以将这些书整合在一起。注意Bloom不支持在新书中自动添加页面，作者必须通过“添加页面”功能添加每一个页面。

# template.starter.nametonotaddpage
source: 2: If you don't want the pages in your template to show up in the Add Page dialog, you can indicate this to Bloom by creating a file in the book's template folder called NotForAddPage.txt.
bn: 2: আপনি যদি আপনার টেমপ্লেটের পৃষ্ঠাগুলি পৃষ্ঠা যুক্ত করুন ডায়ালগে দেখাতে না চান, তাহলে আপনি পৃষ্ঠাযুক্তকরারজন্যনয়.txt নামক বই এর টেমপ্লেট ফোল্ডারে একটি ফাইল তৈরি করে ব্লুমকে এই নির্দেশ করতে পারেন।
es: 2: Si no desea que las páginas de su plantilla se muestren en el cuadro de diálogo "Agregar Página", usted puede indicarle esto a Bloom mediante la creación de un archivo llamado "NotForAddPage.txt." en la carpeta de Plantillas del Libro.
fr: 2: Si vous ne voulez pas que vos modèles s'affichent dans la boîte de dialogue "Ajouter une page", vous pouvez l'indiquer à Bloom en créant un fichier intitulé "NotForAddPage.txt" dans le dossier des modèles de ce livre.
hi: 2: यदि आप नहीं चाहते कि आपके टेंपलेट के पन्ने, पन्ना जोड़ें डायलॉग में दिखाई दे, तो आप पन्नाजोड़नेकेलिएनहीं.txt नाम के पुस्तक टेंपलेट फोल्डर में एक फाइल निर्माण करने के द्वारा ब्लूम को इसकी सूचना दे सकते हैं।
pt: 2: Se você não quiser que suas páginas de modelo sejam exibidas na caixa de diálogo "Adicionar página", você pode indicar isso no Bloom criando um arquivo chamado "NotForAddPage.txt". na pasta Modelos de livros.
ru: 2: Если вы не хотите, чтобы страницы в вашем шаблоне отображались в диалоговом окне «Добавить страницу», вы можете указать это Bloom, создав файл NotForAddPage.txt в папке шаблона книги.
sw: Ikiwa hutaki kurasa zilizo kwenye kiolezo chako zionekane kwenye sanduku la mazungumzo ya Ongeza Ukurasa, unaweza kuonyesha hili kwa Bloom kwa kuunda faili kwenye folda ya kiolezo cha kitabu iitwayo NotForAddPage.txt.
th: 2: ถ้าคุณไม่ต้องการให้หน้าใดหน้าหนึ่งแสดงในหน้าต่างการเพิ่มหน้า คุณสามารถทำได้โดยการสร้างไฟล์ชื่อ NotForAddPage.txt ในโฟลเดอร์โครงแบบหนังสือ
vi: 2: Nếu bạn không muốn trang trong template của mình xuất hiện trong hộp thoại Thêm Trang, bạn có thể làm việc này bằng cách tạo ra một tập tin trong thư mục template của cuốn sách và đặt tên NotForAddPage.txt.
zh_cn: 2:如果不希望您制作的模板页面出现在“添加页面”对话框中，可以在该书的模板文件夹里添加一个名为“NotForAddPage.txt”的文档，Bloom将不再显示您的模板页面。

# template.starter.labelsnottranslatable
source: 3: People will not be able to translate your labels and descriptions into other national languages. If this is a problem, please contact the Bloom team.
bn: 3: মানুষ আপনার লেবেল সমুহ এবং বর্ণনা অন্যান্য জাতীয় ভাষায় অনুবাদ করতে সমর্থ হবে না। এই সমস্যা হয়ে থাকলে, দয়া করে ব্লুম দলের সাথে যোগাযোগ করুন।
es: 3: Otras personas no serán capaces de traducir sus etiquetas y descripciones a otros idiomas nacionales. Si esto es problemático, póngase en contacto con el equipo técnico de Bloom.
fr: 3: Les gens ne sauront pas traduire vos intitulés et vos descriptions dans d'autres langues nationales. Si cela pose problème, veuillez contacter l'équipe technique de Bloom.
hi: 3: लोग आपके लेबलों और विवरणों का अन्य राष्ट्रीय भाषाओं में अनुवाद नहीं कर पाएंगे। यदि यह एक समस्या है, तो कृपया ब्लूम टीम से संपर्क करें।
pt: 3: Outras pessoas não poderão traduzir seus rótulos e descrições para outras línguas nacionais. Se isso for problemático, entre em contato com a equipe técnica da Bloom.
ru: 3: Люди не смогут перевести ваши метки и описания на другие национальные языки. Если это проблема, свяжитесь с командой Bloom.
sw: 3 : Watu hawataweza kutafsiri lebo na maelezo yako katika lugha zingine za kitaifa. Ikiwa hili ni tatizo, tafadhali wasiliana na timu ya Bloom.
th: 3: ถ้าเกิดว่าผู้อื่นไม่สามารถแปลฉลากและคำอธิบายของคุณเป็นภาษาระหว่างประเทศอื่นได้ โปรดติดต่อทีมของ Bloom
vi: 3: Mọi người sẽ không thể dịch các tên nhãn và mô tả của bạn sang ngôn ngữ khác. Nếu đây là vấn đề, vui lòng liên hệ với đội ngũ Bloom.
zh_cn: 3: 别人无法将标签和描述翻译成其他语言。如果您觉得这是个问题，请联系Bloom团队。

# template.starter.editrawhtml
source: 4: If you want the Add Page screen to also provide a short description of the page, you'll need to quit Bloom and edit the template's html in Notepad, like this: {genid-15}
bn: 4: যদি আপনি চান পৃষ্ঠা পাতা যুক্ত করুন বৈশিষ্ট্য, পৃষ্ঠাটির একটি সংক্ষিপ্ত বিবরণও প্রদান করুক, তাহলে আপনাকে ব্লুম বন্ধ করে দিতে হবে এবং নোটপ্যাডে টেমপ্লেট এর HTML সম্পাদনা করতে হবে, যেমন: {genid-15}
es: 4: Si desea que la pantalla de "Agregar Página" también proporcione una descripción breve de la página, tendrá que salirse de Bloom y editar el archivo html de la plantilla en "Notepad", de esta manera: {genid-15}
fr: 4: Si vous voulez qu'une brève description de la page figure sur l'écran "Ajouter une page", vous devrez quitter Bloom et éditer le fichier html du template dans "Notepad", ainsi : {genid-15}
hi: 4: अगर आप आप चाहते हैं कि पन्ना जोड़ें स्क्रीन भी पन्ने पर एक संक्षिप्त विवरण दे, तो आपको ब्लूम को बंद करना होगा और नोटपैड में टेंपलेट के एचटीएमएल को एडिट करना होगा, जैसे की: {genid-15}
pt: 4: Se você quiser que a tela "Adicionar página" também forneça uma breve descrição da página, você terá que sair do Bloom e editar o arquivo html do modelo em "Bloco de notas", como este: {genid-15}
ru: 4: Если вы хотите, чтобы экран Добавить страницу, также предоставил краткое описание страницы, вам нужно выйти из Bloom и отредактировать html шаблон в Notepad, следующим образом: {genid-15}
sw: 4: Ikiwa unataka skrini ya Ongeza Ukurasa pia itoe maelezo mafupi ya ukurasa, utahitaji kuacha Bloom na kuhariri html ya kiolezo kwenye Notepad, kama hii:{genid-15}
th: 4: ถ้าคุณต้องการให้หน้า "เพิ่มหน้า" แสดงคำอธิบายแบบสั้นของหน้านั้นๆ คุณจะต้องออกจากโปรแกรม Bloom และแก้ไข html ของโครงแบบของคุณโดยใช้ Notepad แบบนี้: {genid-15}
vi: 4: Nếu bạn muốn màn hình Thêm Trang cũng chứa phần mô tả ngắn về trang, bạn sẽ cần phải thoát ra khỏi Bloom và sửa html của template ở Notepad, giống như thế này:{genid-15}
zh_cn: 4: 如果您希望在“添加页面”时为页面加一段简短的描述，请先退出Bloom并在Notepad里编辑页面的html，像这样：{genid-15}

# template.starter.describeyours
source: Also consider adding a description of your template, like the one you are reading now. To do this, put a text file named ReadMe-en.md in your template's folder. This file should follow the markdown standard. To provide your instructions in other languages, make versions of that file that change the "en" to each language's two letter code. For example ReadMe-fr.md would be shown when Bloom is set to show labels in French. You can also include screenshots, like we have in this document. Place any images you use in a folder named "ReadMeImages", so that images are referenced like this:
pt: Também considere adicionar uma descrição do seu modelo, como o que você está lendo agora. Para fazer isso, coloque um arquivo de texto chamado ReadMe-en.md na pasta que contém o seu modelo. Este arquivo deve seguir o protocolo markdown standard. Para fornecer as instruções em outros idiomas, você deve fazer versões desse arquivo que alterem o "in" para duas letras do código de cada idioma. Por exemplo, ReadMe-fr.md será mostrado quando Bloom for configurado para mostrar rótulos em espanhol. Você também pode incluir screenshots, como os que temos neste documento. Coloque todas as imagens que você usa em uma pasta chamada "ReadMeImages", de modo que as imagens sejam referenciadas desta maneira:

# template.starter.nothingautomatic
source: 1: These books could later be combined using the forthcoming Folio feature. Note that Bloom 3.9 does not yet give you a way to indicate that a page should be automatically included in new books; the author will have to add each one from the Add Page dialog.
pt: 1: Estes livros poderiam ser combinados no futuro com o papel iminente do Folio. Observe que o Bloom 3.9 ainda não possui um mecanismo para indicar que uma página deve ser automaticamente incluída nos novos livros; o autor terá que adicionar cada página da caixa de diálogo "Adicionar página".
