Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/prs/bloomEpubPreview.xlf
Languages: prs

# epubpreview.describe
source: This is an ePUB (e-book) version of your book. It contains audio, so that new readers can listen as they read.
prs: این است یک ePUB (کتاب-الکترونیکی) نسخه کتاب شما. دارای صوت است، تا خوانندگان جدید در هنگام خواندن گوش هم کنند.

# epubpreview.recording.butnotalk
source: This book has some recordings, but this audio is not included in the ePUB.
prs: این کتاب داری بعضی ریکاردها است، اما این صوت شامل ‏ePUB‏ نیست.

# epubpreview.preview
source: Preview
prs: نمایش

# epubpreview.resizing
source: You can resize the preview by dragging the lower right corner of this simulated device. See how your book will look on screens of various sizes.
prs: شما میتوانید با کش نمودن کنج پایانی طرف راست اندازه این نمایش شبیه ساز را تغیر دهید. ببنید که کتاب تان چگونه بالای پرده ها با اندازه های مختلف اشکار خواهد شد.

# epubpreview.readium
source: This page uses the Readium ePUB reader. Books will likely look different on different readers.
prs: این صفحه استعمال میکند خواننده خواننده ‏ePUB‏. کتاب ها بالای خواننده های مختلف، مختلف معلوم خواهند شد.

# epubpreview.talkingbookpreview
source: The preview here cannot yet play Talking Books. You can listen to it using Adobe's Free Digital Editions e-book reader.
prs: نمایشگر در اینجا تا حال کتاب های گفتاری را باز نموده نمیتواند. شما میتوانید با استفاده ‏Adobe's Free‏ به آن گوش دهید ضمایم دیجیتلی خواننده کتاب-الکترونیکی.

# epubpreview.ontodevice
source: Getting this book onto your Device
prs: ارسال کردن این کتاب به وصیله شما

# epubpreview.usingdropbox
source: A handy way to get books to your phone is to set up Dropbox or similar service on both your computer and your phone/tablet. Just click Save ePUB and then choose your Dropbox folder. On your phone, open the Dropbox app and select your book. If you are using a laptop, you can also try the free ShareIt program to send files from your laptop to a phone or tablet.
prs: راه اسان که کتاب را در مبایل تان قرار دهید، نتظیم دراپ بکس(Dropbox) و یا خدمات مشابه بالای کمپیوتر و تبلیت/مبایل است. فقط ثبت ‏ePUB‏ را کلیک نموده و بعدا فولدر دراپ بکس (Dropbox) را انتخاب نمائید. در مبایل تان درخواست دراپ بکس (Dropbox) را باز نموده و کتاب تان را انتخاب نمائید. اگر شما لپتاپ را استعمال میکنید، شما آنرا رایگان گرفته میتوانید. آنرا شریک سازید برنامه که فایل ها را از لپتاب به موبایل یا تبلیت ارسال کند.

# epubpreview.recommended.reader
source: Recommended Reader
prs: کتاب پیشنهاد شده

# epubpreview.gitden.okay
source: Our testing has shown Gitden Reader to be a good choice for Android and IOS (IPhone & IPad) devices.
prs: ازمایش کردن ما نشان میدهد خواننده ‏ګیتدن (Gitden Reader)انتخاب خوب برای اندرواید و آلات ‏IOS‏ (آیفون و ‏ & ؛ آیپد) است.

# epubpreview.gitden.limits
source: To listen to this Talking Book using Gitden on a phone or tablet, you will need to disable Gitden's "Read aloud (TTS)" feature. Then it will show you the audio controls.
prs: چگونه به این کتاب گفتاری با استفاده ‏Gitden‏ بالای یک مبایل یا تبلیت گوش دهید، شما به غیر فعال نمودن "متن به گپ زدن" ضرورت دارید. بعدا به شما کنترول های صوتی را نشان خواهد داد.

# epubpreview.make.it.talk
source: Make it Talk
prs: وادارش بسازید که گپ بزند

# epubpreview.talking.book.tool
source: If you want to make a "Talking Book" that new readers can read-along with, use Bloom's Talking Book Tool to add voice recordings.
prs: اگر شما میخواهید که خوانندگان جدید یکجا با کتاب گفتاری بخوانند بلوم را اسستعمال نمایید وصیله کتاب گفتاری اضافه نمودن ریکاردهای صوتی.

# epubpreview.write.us
source: Write to us!
prs: به ما بنویسید!

# epubpreview.use.help.report
source: Are you interested in distributing Bloom books for use on phones and other ebook readers? Is there something you would need us to do before it is useful for you? Please use the Help:Report A Problem command to send us feedback. Thanks!
prs: آیا شما برای توضیع نمودن کتابهای بلوم بخاطر استفاده در مبایل های تان، و خوانندگان دیگر ایمیل برقی علاقمند هستید؟ آیا کدام چیز هست که باید به شما انجام دهیم که مفید باشد؟ لطفاٌ کمک را استفاده نموده: بخاطر ارسال باز یافت مشکل را گزارش دهید. تشکر!
