Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/prs/IntegrityFailureAdvice.xlf
Languages: prs

# integrity.title
source: Bloom cannot find some of its own files, and cannot continue
prs: بلوم نمیتواند بعضی از فایل های خودش را پیدا نماید، و ادامه نیز داده نمیتواند

# integrity.causes
source: Possible Causes
prs: عوامل ممکن

# integrity.causes.1
source: Your antivirus may have "quarantined" one or more Bloom files.
prs: انتی ویروس شما شاید یک یا چند فایل بلوم را "کوارنتین" کرده باشد.

# integrity.causes.2
source: Your computer administrator may have your computer "locked down" to prevent bad things, but in such a way that Bloom could not place these files where they belong.
prs: اداره کننده کمپیوتر شما شاید کمپیوتر تانرا "قفل" کرده باشد تا از اشیای بد جلوگیری نماید، اما به شکل که بلوم نتواند این فایل ها را در جای که تعلق دارد جاگزین نماید.

# integrity.todo
source: What To Do
prs: چه باید کرد

# integrity.todo.ideas
source: After you submit this report, we will contact you and help you work this out. In the meantime, here are some ideas:
prs: بعد ازتسلیم کردن این گزارش، ما در اجرا نمودن این کار به شما در تماس خواهیم شد و کمک خواهیم نمود. در عین زمان، اینجا چند نظریه است:

# integrity.todo.ideas.Reinstall
source: Run the Bloom installer again, and see if it starts up OK this time.
prs: نصب کننده بلوم را دوباره فعال کنید، و ببنید که این بار درست آغاز میشود یا نه.

# integrity.todo.ideas.Antivirus
source: If that doesn't fix it, it's time to talk to your anti-virus program. If the "Missing Files" section below shows any files which end in ".exe", consider "whitelisting" the Bloom program folder, which is at {{installFolder}}.
prs: اگر این حلش نکند، وقت است که به برنامه انتی ویروس تان برگردید. اگر بخش "فایل های گم شده" در پائین کدام فایل نشان دهد که با ‏".exe"‏ ختم شده باشد، فولدر به نامه لیست سفید ‏"whitelisting"‏ بلوم را ملاحظه کنید، که در ‏ {{installFolder}}.

# integrity.todo.ideas.AVAST
source: AVAST: Instructions.
prs: AVAST: رهنمودها.

# integrity.todo.ideas.Norton
source: Norton Antivirus: Instructions from Symantec.
prs: انتی ویروس ‏Norton‏: رهنمود ها از ‏Symantec‏.

# integrity.todo.ideas.AVG
source: AVG: Instructions from AVG.
prs: AVG: رهنمود ها از ‏AVG‏.

# integrity.todo.ideas.Others
source: Others: Google for "whitelist directory name-of-your-antivirus"
prs: دیگر: "برای لیست سفید (‏whitelist‏) کردن اسم دایریکتری تان" را در گوگل بررسی نمائید

# integrity.todo.ideas.Restart
source: Run the Bloom installer again, and see if it starts up OK this time.
prs: نصب کننده بلوم را دوباره فعال کنید، و ببنید که این بار درست آغاز میشود یا نه.

# integrity.todo.ideas.Retrieve
source: You can also try and retrieve the part of Bloom that your anti-virus program took from it. For AVG, you need to find the AVG "options" menu, click "virus vault", click on the Bloom file in the vault, and click "restore". For a visual guide, see this image.
prs: شما همچنان کوشش کرده میتوانید که بخش بلوم را دوباره بدست آورده بتوانید که برنامه انتی ویروس گرفته است. برای ‏AVG‏، شما به پیدا کردن "اختیارات" ‏AVG‏ نیاز دارید ‏"virus vault"در مینیو، را کلیک کنید، و خانه بلوم را کلیک کنید، و "ریستور" را کلیک کنید. برای رهنمای دیداری این تصویر را ببنید.

# integrity.missing
source: Missing Files
prs: فایل های گم شده
