Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/prs/leveledReaderInfo.xlf
Languages: prs

# leveled.reader.vocabulary
source: Vocabulary
prs: ذخیره لغات

# leveled.reader.start.simple
source: At beginning levels, use simple words that are familiar to children. If it is possible in your language, use words with only one syllable. As children move up to higher levels, you can begin to use words with more syllables. You can begin to use less familiar words. Children should be able to guess the meaning of these less familiar words from the context of the surrounding words and sentences, as well as from the illustrations.
prs: در مراحل مقدماتی، لغات ساده را استعمال نمائید که به اطفال اشنا باشد. اگر در لسان شما ممکن باشد لغات فقط با یک سیلاب را استعمال نمائید. قسمیکه اطفال به سطوح بالا میرود، شما میتوانید که لغات با سیلاب های زیاد را استعمال نمائید. شما میتوانید لغات کمتر اشنا را استفاده نمائید. اطفال باید بتوانند که معنی این کلیمات کمتر اشنا را حدس بزنند از فهم لغات و جملات مروج محیطی و همچناناز ترسم ها.

# leveled.reader.formatting
source: Formatting
prs: طرحه دادن

# leveled.reader.start.large
source: Beginner readers will benefit from a larger font with clear spacing between words. Having the words or sentences in the same location on each page is also helpful. As readers progress to higher levels, font size and spacing will decrease and sentences can appear in different locations on the page.
prs: خوانندگان ابتدایی ازانواع خط های بزرگتر همراه با فاصله واضح میان کلمیات مستفید شود. داشتن کلیمات جملات در عین محل در هر صفحه نیز ممد میباشد. قسمیکه خوانندگان دارای سطوح بالا پیشرفت میکنند، اندازه نوع خط و فاصله کم خواهد شد وجملات نیز میتواند در جاهای مختلف در هر صفحه باشد.

# leveled.reader.increase.sizes
source: To increase the font size, line-spacing, and word-spacing in Bloom, click in a text box and then on the grey "cog" icon in the lower left-hand corner. If you do this and then make a template book, books made with that template will also use those font settings.
prs: بخاطر ازدیاد اندازه نوع خط ، فاصله خط، وفاصله کلمات در بلوم، در خانه متن کلیک نموده و بعدا بالای ‏"cog"‏ خاکی در کنج چپ پائینی. اگر شما این کار را بکنید و یک کتاب نمونه بسازید، کتابهای ساخته شده با آن نمونه نیز تنظیمات نوع خط را بکار خواهد برد.

# leveled.reader.predictability
source: Predictability
prs: قابلیت پیش بینی

# leveled.reader.repeat.patterns
source: Predictability in a text means that the reader can guess what would come next. You can increase predictability by using repeated patterns. Here are some patterns you can use:
prs: قابلیت پیش بینی دریک متن به این معنی است که خواننده حدس زده میتواند که بعدی چیست. شما میتوانید پیش بینی کردن را با استفاده از طرح های تکراری ازدیاد نمایید. بعضی از روش های است که میتوانید استفاده کنید:

# leveled.reader.repetition
source: Repetition - repeating parts of the text, for example, using the same sentence with each page and just changing one word in the sentence
prs: تکرار – تکرار بخش های متن، بطور مثال، استعمال عین جمله با هر صفحه و فقط تغیر یک لغت در هر جمله

# leveled.reader.sequencing
source: Sequencing - a story with a known sequence such as the days of the week or that uses numbers in a pattern
prs: تسلسل – داستان با تسلسل شناخته شده مانند روز های هفته و یا استعمال ارقام به ترتیب

# leveled.reader.building.sequence
source: Building Sequence - a story with a pattern that is repeated and added to with each new page
prs: تسلسل سازی – داستان نه به ترتیب تکرار شده و به هر صفحه جدید علاوه شده است

# leveled.reader.rhyme
source: Rhyme - a story with a pattern or sequence that also includes rhyme. For example: Brown Bear, Brown Bear, What do you see? I see a red bird looking at me. Red Bird, Red Bird, What do you see? I see a yellow duck looking at me. Yellow Duck, Yellow Duck, What do you see?- Bill Martin, Jr. and Eric Carle
prs: وزن و قافیه – یک داستان با ترتیب یا تسلسل که شامل وزن وقافیه نیز باشد. بطور مثال: خرس نصواری، خرس نصواری، شما چه میبینید؟ من گنجشک سرخ را میبینم که بطرف من نگاه میکند. گنجشک سرخ، گنجشک سرخ، شما چه میبینید؟ من مرغ آبی زرد میبینم که به من نگاه میکند. ‏ مرغ آبی زرد، مرغ آبی زرد، شما چه میبینید؟ - بل مارتین، جه آر. و ایرک کارل

# leveled.reader.illustrations
source: Illustration Support
prs: قابلیت حمایه تصویر

# leveled.reader.illustrations.help
source: Illustrations provide support to the story. Illustrations relate to the story in different ways at different levels and for different types of readers (see below). Remember that in many cultures that don't have a lot of printed material around, complex pictures may be difficult to understand.
prs: ترسیم ها به داستان حمایت فراهم مینمایند. ترسیم ها به داستان به نواع و روشهای مختلف ارتباط دارند سطوح و برای انواع مختلف شاگردان (پائین را ببنید). به یاد داشته باشید که در اکثر فرهنگ ها ی که مواد چاپی زیاد ندارند، تصاویر مغلق شاید بخاطر فهم مشکل باشد.

# leveled.reader.illustrations.emergent.reader
source: For Emergent Readers the pictures should closely match the storyline. The reader should be able to predict the story line just by looking at the pictures. The illustrations at this level should be simple.
prs: برای کتاب نوظهور تصاویر باید با داستان مطابقت نزدیک داشته باشد. خواننده باید بتواند که داستان را فقط با نگاه کردن به تصاویر پیش بینی کند. ترسیم های این سطح یا سویه باید ساده باشد.

# leveled.reader.illustrations.early.reader
source: For Early Readers the pictures should offer some support to the story line. As the amount of text increases, the reader is less reliant on the pictures and gets more meaning from the text. The illustrations can be more complex.
prs: برای خوانندگان ابتدایی تصاویر باید به داستان یک اندازه حمایت بدهد. قسمیکه مقدار متن زیاد میشود، خواننده کم وابسته به تصاویر میباشد و معنی زیاد تر را از تصاویر میگیرد. ترسیم ها میتواند زیادتر مغلق تر باشد.

# leveled.reader.fluent.reader
source: For Fluent Readers the pictures should offer little or no support to the story line. The reader relies more on the text than the pictures for meaning. The illustrations can be even more complex.
prs: برای خوانندگان روان تصاویر باید حمایت کم یا هیچ را به داستان ندهد. خواننده زیادتر به متن تکیه میکند نظر به تصاویر بخاطر معنی. ترسیم ها دیگر هم زیادتر مغلق بوده میتواند.

# leveled.reader.topic.choice
source: Choice of Topic
prs: انتخاب عنوان یا موضوع

# leveled.reader.topic.choice.discussion
source: Books can be on many topics. When developing books for beginning readers, choose topics that are familiar to them. Readers will be eager to read and will read more if they are reading about things they find interesting and familiar. For more experienced readers, topics can include information that the reader is not already familiar with.
prs: کتاب ها میتواند دارای عناوین و موضوعات مختلف باشد. در وقت پیشرفت دادن کتب برای خوانندگان آغاز کننده، عناوین را انتخاب نمائید که به آنها اشنا باشد. خوانندگان به خواندن علاقمند خواهند بود و زیادتر خواهند خواند اگر آنها در باره اشیای بخوانند که جالب و اشنا پیدا کنند. برای خوانندگان متجرب، عناوین شامل معلومات شده میتواند که خواننده همرایش اشنایی ندارد.

# leveled.reader.topic.choice.emergent.reader
source: For Emergent Readers the book should be concrete, should focus on one idea/theme, and should be familiar and easy to understand.
prs: برای کتاب نوظهور کتاب باید دقیق باشد، باید روی یک نظریه/طرح متمرکز باشد، و عام فهم و اسان و اشنا باشد.

# leveled.reader.topic.choice.early.reader
source: For Early Readers, develop a story around a familiar concept but in greater depth.
prs: برای خوانندگان ابتدایی، درمورد یک مفکوره داستان بنویس اما عمیقتر.

# leveled.reader.topic.choice.fluent.reader
source: For Fluent Readers the concepts can expand beyond what is familiar, be more varied, and be abstract.
prs: برای خوانندگان روان مفکوره ها میتوانند برعلاوه از اشیای اشنا وسعت پیدا کند، و بسیار فشرده باشید.
