Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/prs/Palaso.xlf
Languages: prs

# AboutDialog.BuiltOnDate
source: Built on {0}
prs: ساخته شده در ‎‏{0}

# AboutDialog.NoUpdates
source: No Updates
prs: تجدید نیست

# AboutDialog.WindowTitle
source: About {0}
prs: درباره ‎‏{0}

# AboutDialog._checkForUpdates
source: Check For Updates
prs: کنترول نمودن برای تجدید ها

# AboutDialog._releaseNotesLabel
source: Release Notes
prs: یادداشت های نشر شده

# Application.AlreadyRunning.General
source: Another copy of the application is already running. If you cannot find it, restart your computer.
prs: کاپی دیگر درخواست شده در حالت فعالیت است. اگر شما انرا پیدا کرده نمیتوانید، کمپیوتر تان را باز فعال نمائید.

# Application.AlreadyRunning.Specific
source: Another copy of {0} is already running. If you cannot find that copy of {0}, restart your computer.
prs: کاپی دیگر ‎{0}‏ در حالت فعالیت است. اگر کاپی ‎{0}‏ را پیدا کرده نمیتوانید، کمپیوتر تانرا باز فعال نمائید.

# Application.ProblemStarting.General
source: There was a problem starting the application which might require that you restart your computer.
prs: هنګام باز نمودن درخواست اگر مشکل موجود بود شاید به باز فعال کردن کمپیوتر نیاز داشته باشد.

# Application.ProblemStarting.Specific
source: There was a problem starting {0} which might require that you restart your computer.
prs: درآغاز {0}‎‏ مشکل موجود بود که شاید نیاز داشته باشد کمپیوتر تان راباز فعال نمائید.

# Application.WaitingFinish.General
source: Waiting for other application to finish...
prs: انتظار کشیدن بخاطر درخواست دیگر که تمام شود...

# Application.WaitingFinish.Specific
source: Waiting for other {0} to finish...
prs: انتظار کشیدن برای ‎{0}‏ دیگر تمام شود...

# Common.AbortButton
source: &Abort
prs: & لغو

# Common.CancelButton
source: &Cancel
prs: &لغو

# Common.IgnoreButton
source: &Ignore
prs: & رد کردن

# Common.No
source: No
prs: نخیر

# Common.NoButton
source: &No
prs: & نخير

# Common.OKButton
source: &OK
prs: &تائید

# Common.RetryButton
source: &Retry
prs: & دوباره کوشش نمائيد

# Common.Yes
source: Yes
prs: بلی

# Common.YesButton
source: &Yes
prs: & بلی

# CustomIdentifierView.betterLabel1
source: RFC5646 code:
prs: RFC5646 کود:

# CustomIdentifierView.linkLabel1
source: Read about language identifiers on the web
prs: درباره معین کننده هویت زبان در ویب بخوانید

# DialogBoxes.ConfirmRecycleDialog.MessageForMultipleItems
source: {0} will be moved to the Recycle Bin.
prs: {0}‏ به بکس مواد فسخ شده انتقال خواهد شد.

# DialogBoxes.ConfirmRecycleDialog.MessageForSingleItem
source: {0} will be moved to the Recycle Bin.
prs: {0}‏ به بکس مواد فسخ شده انتقال خواهد شد.

# DialogBoxes.ConfirmRecycleDialog.WindowTitle
source: Confirm Delete
prs: فسخ شدن را تائید نمائید

# DialogBoxes.ConfirmRecycleDialog.cancelBtn
source: &Cancel
prs: &لغو

# DialogBoxes.ConfirmRecycleDialog.deleteBtn
source: &Delete
prs: &حذف

# ImageToolbox.AlmostMatchingImages
source: Found {0} images with names close to “{1}”
prs: تصاویر ‎{0}‏ را با نامهای نزدیک به ‎{1}‏ پیدا کرد

# ImageToolbox.ArtOfReading
source: Art Of Reading
prs: مهارت خوانش

# ImageToolbox.Camera
source: Camera
prs: کمره

# ImageToolbox.CopyExemplarMetadata
source: Use {0}
prs: استعمال {0}

# ImageToolbox.Crop
source: Crop
prs: بریدن

# ImageToolbox.DownloadArtOfReading
source: Download Art Of Reading Installer
prs: دونلود نمودن نصب کننده یا فعال ساز مهارت خوانش

# ImageToolbox.EditMetadataLink
source: Edit...
prs: اصلاح...

# ImageToolbox.EnterSearchTerms
source: In the box above, type what you are searching for, then press ENTER.
prs: در خانه بالا، هر آنچیزیکه در جستجوی آن هستید بنویسید، بعداٌ ENTER را فشار دهید.

# ImageToolbox.FileButton
source: File
prs: فایل یا دوسیه

# ImageToolbox.FileChooserTitle
source: Choose Picture File
prs: دوسیه تصویر را انتخاب کنید

# ImageToolbox.Galleries
source: Galleries
prs: گالری ها

# ImageToolbox.GenericGettingImageProblem
source: Sorry, something went wrong while getting the image.
prs: ببخشید، در حال گرفتن تصویرکدام چیز غلط شد.

# ImageToolbox.GenericProblem
source: Sorry, something went wrong with the ImageToolbox
prs: ببخشید، کدام چیز با بکس وصیله تصویر غلط شد

# ImageToolbox.GetPicture
source: Get Picture
prs: گرفتن تصویر

# ImageToolbox.ImageGalleries
source: Image Galleries
prs: گالری های تصاویر

# ImageToolbox.ImageToolboxWindowTitle
source: Image Toolbox
prs: بکس وصیله تصویر

# ImageToolbox.InstallArtOfReading
source: Install the Art Of Reading package (this may be very slow)
prs: بسته مهارت خوانش را فعال نمائید (این شاید بسیار اهسته باشد)

# ImageToolbox.MatchingImages
source: Found {0} images
prs: تصاویر ‎{0}‏ یافت شد

# ImageToolbox.NewMultilingual
source: Did you know that there is a new version of this collection which lets you search in Arabic, Bengali, Chinese, English, French, Indonesian, Hindi, Portuguese, Spanish, Thai, or Swahili? It is free and available for downloading.
prs: آیا میدانستید که این نسخه جدید این مجموعه است که شما را اجازه میدهد در عربی، بنگالی، چینایی، انگلیسی، فرانسوی، اندونیزیایی، هندی، پرتگالی، هسپانوی، تایلندی، یا سواحلی جستجو کنید؟ این رایگان است و برای دونلود نمودن موجود است.

# ImageToolbox.NoArtOfReading
source: This computer doesn't appear to have the 'Art Of Reading' gallery installed yet.
prs: به نظر نمیرسد که این کمپیوتر تا حال کدام گالری ‎'مهارت خوانش‎'‏ را انستال یا فعال کرده باشد.

# ImageToolbox.NoGalleries
source: This computer doesn't appear to have any galleries installed yet.
prs: این کمپیوتر نشان نمیدهد که تا حال در آن گالری جابجا شده باشد.

# ImageToolbox.NoMatchingImages
source: Found no matching images
prs: تصاویر تطابق کننده را پیدا نکردیم

# ImageToolbox.PictureFiles
source: picture files
prs: دوسیه های تصویری

# ImageToolbox.ProblemGettingImageFromDevice
source: Problem Getting Image
prs: در گرفتن تصویر مشکل وجود دارد

# ImageToolbox.ProblemLoadingImage
source: Sorry, there was a problem loading that image.
prs: ببخشید، در بالا آوردن تصویر مشکل بود.

# ImageToolbox.PromptForMissingMetadata
source: This image does not know:\n\nWho created it?\nWho can use it?
prs: این تصویر نمیداند: ‏\n\nکه کی آنرا ساخته است؟\nکی آنرا استعمال میتواند؟

# ImageToolbox.Scanner
source: Scanner
prs: سکنر

# ImageToolbox.SearchArtOfReading
source: Search the Art of Reading Gallery
prs: گالری مهارت خوانش را جستجو نمائید

# ImageToolbox.SearchLanguage
source: The search box is currently set to {0}
prs: خانه جستجو فعلا به {0}‎‏ تنظیم شده است

# ImageToolbox.SetUpMetadataLink
source: Set up metadata...
prs: تنظیم معلومات خام

# IpaIdentifierView.betterLabel1
source: Purpose:
prs: هدف:

# IpaIdentifierView.linkLabel1
source: Read about IPA transcription on the web
prs: درباره رونویسی IPA در ویب بخوانید

# LanguageLookup.AlternateNamesHeader
source: Other Names
prs: نام ها ی دیگر

source: This list should include all the ISO-639 languages, including all the alternative names known to ethnologue.com.\n\nIf necessary, use the "Unlisted Language" option, which will be selected for you now.
prs: این لست باید شامل تمام لسان های ‏ISO-639‏، بشمول تمام نامهای دیگر به ‏ethnologue.com‏ معلوم است، باشد.‏ \n\nاگر ضرورت باشد، اختیار "زبان لست ناشده" را استعمال نمائید، که برای شما حالا انتخاب خواهد شد.

# LanguageLookup.CannotFindMyLanguage.LinkToSILInformationAboutLanguageCodes
source: About Language 639-3 Codes & How To Apply For New Ones
prs: بخاطر کود های;‎639-3 Codes &amp و چگونه برای جدید بکار برده شود

# LanguageLookup.CannotFindMyLanguageWindowTitle
source: About The ISO Language Registry
prs: در بار ه ثبت لسان ISO

# LanguageLookup.CodeHeader
source: Code
prs: کود

# LanguageLookup.CountryCount
source: {0} Countries
prs: {0}‏ کشورها

# LanguageLookup.CountryHeader
source: Country
prs: کشور

# LanguageLookup.DesiredLanguageDisplayNameLabel
source: You can change how the language name will be displayed here:
prs: شما میتوانید که تبدیل کنید که اسم لسان چگونه اینجا معلوم خواهد شد:

# LanguageLookup.LanguageLookupDialogWindowTitle
source: Lookup Language Code...
prs: به کود لسان ببنید...

# LanguageLookup.PrimaryNameHeader
source: Name
prs: اسم

# LanguageLookup.ShowRegionalDialectsLabel
source: Show regional dialects
prs: لهجه های محلی را نشان دهید

# LanguageLookup.UnlistedLanguage
source: Unlisted Language
prs: لسان لست ناشده

# LanguageLookup._cannotFindLanguageLink
source: Can't find your language?
prs: لسان خود تان را ‎یافت نکردید؟

# LanguageLookup._scriptsAndVariantsLabel
source: my script variant label
prs: نوعیت لیبل متن من

# LanguageLookup._scriptsAndVariantsLink
source: Script and Variant
prs: متن و نوع

# MemoryWarning
source: Unfortunately, {0} is starting to get short of memory, and may soon slow down or experience other problems. We recommend that you quit and restart it when convenient.
prs: متاسفانه، {0}‎‏ به کم حافظه گی آغاز کرده است، و زود تر شاید اهسته شود و به مشکلات دیگری بربخورد. ما پیشنهاد میکنیم که در وقت مناسب خاموش نموده و باز فعال نمائید.

# MetadataDisplay.Creator
source: Creator: {0}
prs: تخلیق کنندګان: {0}

# MetadataDisplay.CreatorLabel
source: Creator
prs: خلاق

# MetadataDisplay.LicenseInfo
source: License Info
prs: معلومات جواز

# MetadataDisplay.Licenses.CreativeCommons.AttributionRequired
source: You must keep the copyright and credits for authors, illustrators, etc.
prs: شما باید حق کاپی و امتیازها را برای مولفین ، رسامان، وغیره نگهدارید.

# MetadataDisplay.Licenses.CreativeCommons.CommercialUseAllowed
source: You are free to make commercial use of this work.
prs: شما اختیار دارید که از این کار استفاده تحارتی نمائید.

# MetadataDisplay.Licenses.CreativeCommons.Derivatives
source: You may adapt and add to this work.
prs: شما شاید تطابق کنید و به این کار علاوه نمائید.

# MetadataDisplay.Licenses.CreativeCommons.DerivativesWithShareAndShareAlike
source: You may adapt and add to this work, but you may distribute the resulting work only under the same or similar license to this one.
prs: شما شاید تطابق کنید و به این کارعلاوه نمائید، اما شما شاید نتایج کار را تحت همین جواز یا مشابه آن توضیع خواهید کرد.

# MetadataDisplay.Licenses.CreativeCommons.NoDerivatives
source: You may not make changes or build upon this work without permission.
prs: شما بدون اجازه بالای این کار چیزی ساخته نمیتوانید و نه در این تغیرات اورده میتوانید.

# MetadataDisplay.Licenses.CreativeCommons.NonCommercial
source: You may not use this work for commercial purposes.
prs: شما این کار را برای اهداف تجارتی استفاده کرده نمیتوانید.

# MetadataDisplay.Licenses.CreativeCommons.PublicDomain
source: You can copy, modify, and distribute this work, even for commercial purposes, all without asking permission.
prs: شما میتوانید این کار را بدون اجازه حتی برای هدف تجارتی نیز کاپی، تغییر و توزیع نمایید.

# MetadataDisplay.Licenses.NullLicense
source: For permission to reuse, contact the copyright holder.
prs: بخطار اجازه برای استعمال دوباره، با دارنده حق کاپی درتماس شوید.

# MetadataDisplay.NoLicense
source: No license specified
prs: هیچ جواز مشخص نشده است

# MetadataEditor.AllowCommercialUse
source: Allow commercial uses of your work?
prs: آیا استفاده تجارتی از کار شما اجازه است؟

# MetadataEditor.AllowDerivatives
source: Allow modifications of your work?
prs: تغیر در کار شما اجازه هست؟

# MetadataEditor.CopyrightHolder
source: Copyright Holder
prs: دارنده حق طبع و نشر

# MetadataEditor.CopyrightYear
source: Copyright Year
prs: سال حق کاپی

# MetadataEditor.CreativeCommons
source: Creative Commons
prs: خلاق عام

# MetadataEditor.CreativeCommons.Intergovernmental
source: Intergovernmental Version
prs: نسخه بین المللی

# MetadataEditor.CreatorLabel
source: Creator
prs: خلاق

# MetadataEditor.CustomLicense
source: Custom
prs: دلخواه

# MetadataEditor.License
source: License
prs: جواز

# MetadataEditor.PublicDomain
source: The copyright holder waives all rights
prs: دارنده حق چاپ همه حقوق را ملغی کرده است

# MetadataEditor.TitleNoCredit
source: Copyright and License
prs: حق طبع و نشر و جواز

# MetadataEditor.TitleWithCredit
source: Credit, Copyright, and License
prs: امتیازات، حق طبع و نشر و جواز

# MetadataEditor.UnknownLicense
source: Contact the copyright holder for any permissions
prs: با دارنده حق طبع و نشر برای هر نوع اجازه در تماس شوید

# MetadataEditor.YesShareAlike
source: Yes, as long as others share alike
prs: بله، تا که دیگران با هم همسان باشند

# MetadataEditor.additionalRequestsLabel
source: Additional Requests
prs: درخواست های اضافی

# MetadataEditor.betterLinkLabel1
source: more info
prs: معلومات بیشتر

# MetadataEditor.linkToPublicDomainCC0
source: about {0} Public Domain
prs: در باره {0} حوزه عمومی

# MetadataEditor.linkToWarningAboutRefiningCreativeCommons
source: Not Enforceable
prs: قابل اجرا نیست

# ScriptsAndVariants.ScriptsAndVariantsDialog._cancelButton
source: Cancel
prs: فسخ کردن

# ScriptsAndVariants.ScriptsAndVariantsDialog._okButton
source: OK
prs: درست است

# ScriptsAndVariantsDialog.ScriptsAndVariants
source: Script and Variant
prs: متن و نوع

# SettingsProtection.AlsoHideOthersNotice
source: This may also hide other buttons which are not needed by the non-advanced user.
prs: این شاید کلید های دیگر را نیز پنهان نماید که توسط استعمال کننده غیر پیشرفته ضرورت نیست.

# SettingsProtection.CtrlShiftHint
source: The button will show up when you hold down the Ctrl and Shift keys together.
prs: این سویچ با گرفتن ‏Ctrl‏ و ‏Shift‏ هر دو باهم یکجا اشکار خواهد شد

# SettingsProtection.LauncherButtonLabel
source: Settings Protection...
prs: محافظت از تنظيمات...

# SettingsProtection.NormallyHiddenCheckbox
source: Hide the button that opens settings.
prs: پنهان کردن کلید که تنظیمات را باز میکند.

# SettingsProtection.PasswordDialog.FactoryPassword
source: Factory Password
prs: رمز فابریکه

# SettingsProtection.PasswordDialog.Password.Explanation
source: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.
prs: بخطار جلوگیری از تغیرات حادثه ای که این آله را از کارکرن برای شما متوقف سازد، این تنظیمات قفل شده است.

# SettingsProtection.PasswordDialog.SettingsPasswordWindowTitle
source: Settings Protection Password
prs: رمز حفاظت تنظیمات

# SettingsProtection.PasswordDialog.ShowCharactersCheckbox
source: Show Characters
prs: کرکتر ها را نشان دهید

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page.
prs: رمز فابریکه برای این تنظیمات عبارت است از "{0}". اگر شما فراموش کردید، شما همیشه برای "{1}" در گوگل جستجو میتوانید.

# SettingsProtection.PasswordNoticeWithSupportUrl
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page: {2}
prs: رمز فابریکه برای این تنظیمات "{0}" است. اگر شما فراموش کردید، همیشه می توانید {1} به صفحه پشتیبانی مراجعه کنید: {2}

# SettingsProtection.RequirePasswordCheckBox
source: Require the factory password to get into settings.
prs: بخاطر داخل شدن در تنظیمات به رمز فابریکه نیاز دارد.

# SettingsProtection.SettingProtectionDialogTitle
source: Settings Protection
prs: حمایت تنظیمات

# ShowReleaseNotesDialog.WindowTitle
source: Release Notes
prs: یادداشت های نشر شده

# VoiceIdentifierView.betterLabel1
source: In applications which support this option, fields with this input system will be able to play and record voice.
prs: در برنامه هایی که از این گزینه پشتیبانی می کنند، زمینه ها با این سیستم ورودی قادر به پخش و ضبط صدا خواهند بود.

# WSFontControl.Font
source: &Font:
prs: &فانت:

# WSFontControl.FontNotAvailable
source: (The selected font is not available on this machine. Using default.)
prs: (فانت انتخاب شده در این ماشین موجود نیست. اصلی را استعمال میکند)

# WSFontControl.RightToLeftWS
source: This is a &right to left writing system.
prs: این یک &سیستم نوشتاری از راست به چپ است.

# WSFontControl.Size
source: &Size:
prs: &اندازه:

# WSFontControl.TestArea
source: &Test Area:
prs: &ساحه تست:

# WSIdentifierView.betterLabel4
source: Abbreviation
prs: اختصار

# WSIdentifierView.betterLabel5
source: Special:
prs: خاص:

# WSIdentifiers.IpaIdentifierView.Default
source: Default
prs: اصلی

# WSIdentifiers.IpaIdentifierView.Emic
source: Emic (uses phonology of the language)
prs: Emic (صدا شناسی زبان استفاده می کند)

# WSIdentifiers.IpaIdentifierView.Etic
source: Etic (raw phonetic transcription)
prs: اخلاق (متن خام صدا شناسی)

# WSKeyboardControl.KeyboardNotListed
source: If the keyboard you need is not listed, click the appropriate link below to set it up
prs: اگر کیبورد که شما نیاز دارید در لست نیست، لینک مناسب ذیل را کلیک نمائید تا تنظیم شود

# WSKeyboardControl.KeyboardSettingsLink
source: Windows keyboard settings
prs: تنظیمات کیبورد ویندوز

# WSKeyboardControl.KeyboardsAvailable
source: Available keyboards
prs: کیبوردهای موجود

# WSKeyboardControl.KeyboardsPreviouslyUsed
source: Previously used keyboards
prs: کیبوردهای استفاده شده سابق

# WSKeyboardControl.KeymanConfigurationLink
source: Keyman Configuration
prs: ترتیب (Configuration) کیمن

# WSKeyboardControl.KeymanNotInstalled
source: Keyman 5.0 or later is not Installed.
prs: کیمن 5.0 یا بیشترش نصب نشده است.

# WSKeyboardControl.SelectKeyboardLabel
source: Select the &keyboard with which to type {0} text
prs: کیبورد را انتخاب نمائید & که با آن متن ‎{0}‏ را تایپ کنید

# WSKeyboardControl.SetupKeyboards
source: Set up keyboards
prs: تنظیم کیبورد

# WSKeyboardControl.TestAreaCaption
source: &Test Area (Use this area to type something to test out your keyboard.)
prs: &ساحه ازمایش (این ساحه را برای تایپ نمودن چیزی استعمال کنید که کیبورد تانرا تست کیند.)

source: Warning
prs: اخطاریه

# WritingSystemSetupView.UnableToConnectToSldrCaption
source: Unable to connect to SLDR
prs: به SLDR‏ وصل شده نتوانست

# WritingSystemSetupView.UnableToConnectToSldrText
source: The application is unable to connect to the SIL Locale Data Repository to retrieve the latest information about this language. If you create this writing system, the default settings might be incorrect or out of date. Are you sure you want to create a new writing system?
prs: اپلکیشن نمیتواند‎ که با انبار معلومات محلی ‏SIL‏ وصل شود تا معلومات اخیر را در باره این لسان بدست آرد. اگر شما این سیستم نوشتاری را بسازید، تنظیمات اصلی شاید غلط باشد و یا تاریخ آن تیر باشد. آیا شما مطمئن هستید که میخواهید سیستم نوشتاری جدید بسازید؟

# XkbKeyboardAdaptor.MissingKeyboard
source: [Missing] {0} ({1})
prs: {0} ({1})[مفقود]
