Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/prs/Publish-Android-Troubleshooting.xlf
Languages: prs

# android.publish.trouble.tips
source: Troubleshooting Tips for Android Publishing
prs: راهنمایی های مشکل یابی برای انتشار Android

# android.publish.wifi
source: Serve on WiFi Network
prs: بکار بردن در شبکه Wifi

# android.publish.wifi.unseen
source: Problem: Android Device is not seeing book advertisements
prs: مشکل: وسیله Android تبلیغات کتاب را نمی بیند

# android.publish.wifi.run.receive
source: When using this method, you need to run Bloom Reader, open its menu, and choose "Receive from WiFi".
prs: هنگام استفاده از این روش، شما باید کتاب بلوم را فعال کنید، مینو را باز کنید و «دریافت از WiFi» را انتخاب کنید.

# android.publish.wifi.receive.from
source: Make sure the device is in the "Receive from WiFi" screen
prs: اطمینان حاصل کنید که وسیله در صفحه "دریافت از WiFi" است

# android.publish.wifi.same.network
source: Make sure the computer and device are on the same WiFi network. A computer plugged in via cable to the WiFi router still may be on its own network. It is technically possible to connect wired networks to be able to be on the same local subnet as WiFi, but the Bloom team will not be able to provide any help in setting that up, sorry.
prs: اطمینان حاصل کنید که کمپیوتر و دستگاه در شبکه مشابه WiFi هستند. یک کمپیوتر متصل از طریق کیبل به روتر Wifi هنوز ممکن است در شبکه خود باشد. از لحاظ فنی امکان اتصال به شبکه های سیمی وجود دارد تا بتواند در سب نیت (subnet) شبکه محلی بطور WiFi، اما تیم بلوم قادر به ارائه هر گونه کمک در تنظیم آن نخواهد بود، متاسفیم.

# android.publish.wifi.firewalls
source: Make sure your computer doesn't have a firewall that is interfering. The windows Firewall will display when you first start advertising a book. If you said "No" to that, it might not ever ask you again. If you have additional 3rd party firewalls installed, try disabling them. Bloom advertises a book by broadcasting on the local net via UDP on port 5913, and Bloom Reader requests a book via port 5915.
prs: اطمینان حاصل کنید که کمپیوتر شما فایروال ندارد که مداخله کند. فایروال ویندوز هنگامی که شما برای اولین بار یک کتاب را برای تبلیغ نشان می دهد نمایش داده می شود. اگر شما گفتید "نه" به آن، ممکن است آن را دوباره هرگز از شما نپرسد. اگر فایروال های شخص ثالث اضافی نصب شده اند، سعی کنید آنها را غیرفعال کنید. بلوم یک کتاب را با نشر کردن درشبکه محلی از طریق پورت 5913 UDP تبلیغ می کند و کتاب بلوم یک کتاب را از طریق پورت 5915 درخواست می کند.

# android.publish.usb
source: Send Over USB Cable
prs: ارسال بواسطه کیبل USB

# android.publish.usb.not.connect
source: Problem: Bloom is not connecting to my device
prs: مشکل: بلوم به وسیله من وصل نمی شود

# android.publish.usb.consider.wifi
source: We have found this method to be problematic with many devices, so consider using the WiFi method even if you are only working with a single device.
prs: این روش را با بسیاری از وسیله ها با مشکل یافتیم، بنابراین با استفاده از روش WiFi، حتی اگر فقط با یک وسیله کار می کنید، را در نظر بگیرید.

# android.publish.usb.automatic
source: When using this method, you do not have to go into any special mode to receive books. Just run Bloom Reader. Books should automatically appear when they are transferred.
prs: هنگام استفاده از این روش، مجبور نیستید به روش خاصی دسترسی پیدا کنید که کتاب را به دست بیاورید. فقط کتاب بلوم را فعال کنید. کتاب ها باید زمانی که آنها منتقل می شوند، به طور اوتومات ظاهر شوند.

# android.publish.usb.uses.mtp
source: Some Android devices have multiple modes they can be in when connected to a computer. Some will ask you as soon as you connect the cable to the computer. Bloom will be trying to talk to the device using a protocol called "MTP". If you're not sure that your device is connecting using MTP, try googling the name of your device + "MTP".
prs: برخی از وسیله های Android دارای حالت های مختلفی هستند که می توانند هنگام اتصال به یک کمپیوتر دارا باشند. بعضی از شما به محض اینکه کیبل را به کمپیوتر وصل می کنید، از شما می پرسند، بلوم می خواهد با استفاده از یک پروتوکول به نام "MTP" با وسیله صحبت کند. اگر مطمئن نیستید که وسیله شما با استفاده از MTP اتصال می کند، نام وسیله شما + "MTP" را در گوگل جستجو کنید.

# android.publish.usb.windows
source: The device should be showing up in Windows File Explorer (this feature is Windows-only)
prs: این وسیله باید در ویندوز فایل اکسپلورر نشان داده شود (این ویژگی فقط برای ویندوز)

# android.publish.usb.cable.or.port
source: Try a different cable, or a different USB port.
prs: یک کیبل دیگر یا پورت USB متفاوت را امتحان کنید.
