Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/prs/TrainingVideos.xlf
Languages: prs

# training.videos
source: Bloom Training Videos
prs: ویدیو های آموزشی بلوم

# training.videos.watch
source: If you are connected to the internet now, you can watch videos in your web browser:
prs: اگر شما فعلاٌ به انترنت وصل هستید، میتوانید ویدیوها را در ویب بروزر تماشا کنید:

# training.videos.all
source: All videos
prs: تمام ویدیو ها

# training.videos.intro
source: Introductory Videos
prs: ویدیو های ابتدایه معرفتی

# training.videos.whofor
source: Bloom: Who is it for
prs: بلوم: برای کی است

# training.videos.templates
source: Understanding Templates and Shell Books
prs: فهمیدن به تمپلیت ها و کتاب های قبلاً تهیه شده به زبان های دیگر

# training.videos.basicbook
source: Using the Basic Book template
prs: استفاده تیمپلیت اساسی کتاب

# training.videos.readers
source: Using Decodable and Leveled Reader Templates (several videos)
prs: استفاده تیمپلیت های قابل تجزیه و متناسب به سویه خواننده (چندین ویدیو)

# training.videos.advanced
source: Advanced Topics
prs: موضوعات پیشرفته

# training.videos.formatting
source: Changing the format of text
prs: تغیر فارمت متن

# training.videos.custompage
source: Using the Custom Page template
prs: استعمال تیمپلیت صفحه دلخواه

# training.videos.specialcharacters
source: Inserting special characters
prs: داخل نمودن حروف خاص

# training.videos.readertemplates
source: Making a set of Decodable and Leveled Reader Templates (several videos)
prs: ساختن یک بسته تیمپلیت های قابل تجزیه و متناسب به سویه خواننده (چندین ویدیو)

# training.videos.offline
source: Offline Viewing
prs: مشاهده حالت نبود انترنت

# training.videos.download
source: If you would like to download any of these videos to show and share when there is no internet connection, you can download videos to your computer:
prs: اگر میخواهید یکی از این ویدیو ها را برای نمایش و شریک ساختن برای وقت دونلود نمائید که انترنت نباشد، شما میتوانید ویدیو ها را به کمپیوتر تان دونلود کنید.

# training.videos.hires
source: High Resolution (Large files)
prs: کیفیت بالا (فایل های بزرگ)

# training.videos.lores
source: Low Resolution (Smaller files)
prs: کیفیت پائین (فایل های کوچک تر)
