Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Leveled Reader/ReadMe-pbu.xlf
Languages: pbu

# leveled.definition
source: A Leveled Reader is a book that is written specifically for a learner who is at a certain level of reading development. Levels define targets for word length, sentence length, etc. They also determine appropriate formatting, vocabulary, illustration support, and topic.
pbu: یو د زده کوونکو له سویې سره برابر کتاب هغه کتاب دی چې په خاصه توګه د هغه لوستونکي لپاره وي چې د لوستلو د ودې په یوې مشخصې مرحلې کې وي. سويه بندي د کلمو د اوږدوالي، د جملو د اوږدوالي، او داسې نور شیان تعریفوي. او مناسبه طرحه، د لغتونو ټولګه، د انځور ملاتړ او عنوان مشخص کوي.

# leveled.levels
source: After you have defined a sequence of levels, you can assign a level to books you create either with this template or the "Decodable Reader Template". As you type into the book, Bloom will help you keep the level in mind and point out when you exceed the limits of the level.
pbu: وروسته له هغه چې تاسو د سويه بنديو ، سلسله تعریف کړه، تاسو یو کتاب سويه بندی کوئ چې تاسې جوړ کړی، په هم دې نمونه او یا د "تجزیه (هجي) کېدو وړنمونه یی کتاب " په وسیله. کله چې تاسې په کتاب کې ټایپ کوئ، بلوم به تاسې سره د سویه په پام نیولو کې مرسته وکړي او درته وبه وایې چې کله د کچی له محدودیت نه بهر شئ.

# leveled.templates
source: You can also make a Bloom Pack of templates that others can use to quickly create books based on the levels and stages that have been prepared by a literacy specialist.
pbu: تاسو کولی شی د هغو نمونو څخه چی د سواد د متخصص په وسیله آماده شوي د بلوم یوه کڅوړه جوړه کړئ چې نور یې وکارولی شي او نظر په سویو او مرحلو کتابونه ژر جوړې کړي.

# leveled.learn
source: To learn about using Leveled Readers in Bloom, you can:
pbu: د دې لپاره چې د زده کوونکو له سویې سره برابر کتابونه په اړه په بلوم کې پوه شئ، تاسو کولی شئ:

# leveled.learn.videos
source: Watch these instructional videos.
pbu: وګورئ دا ښوونیزې ویډیوګانې.

# leveled.learn.helpindex
source: Go to the Help menu, choose 'Documentation', and look in the index under "Leveled Readers".
pbu: د مرستې مینو ته لاړ شئ، 'اسناد' غوره کړئ، او د "زده کوونکو له سویې سره برابر کتابونو ته" لاندې شاخص کې وګورئ.

# leveled.learn.helpmenu
source: Go to the Help menu and choose: "Building Reader Templates".
pbu: د مرستې مینیو ته لاړ شئ او انتخاب کړئ: "د کتاب نمونو جوړول".

# leveled.vs.decodable
source: Relationship to Decodable Readers
pbu: له تجزیه (هجي) کېدو وړ کتاب سره ارتباط

# leveled.and.decodable
source: So how do leveled reader levels fit in decodable reader stages? The two concepts are complementary, and Bloom allows you to set both a decodable stage and a leveled reader level for a book you are writing. Typically books at level 1 and possibly level 2 will also need to be written with decodability stages in mind. Books at the first level or two will also need to be careful about being decodable (i.e. using letters the reader has learned). So a sequence of books might look like this:
pbu: نو څنګه د زده کوونکو له سویې سره برابر سویي په مناسب ډول د تجزیه (هجي) کېدو وړ کتاب د مرحلوسره برابریږی؟ دوه مفکورې بشپړې دي، او بلوم اجازه درکوي چې دواړه تنظیم کړئ یو مرحلة مستوى القارئ او یو د زده کونکو له سویي سره برابره کچه د کتاب لپاره چې تاسې یې لیکئ. په همدې ډول کتابونه په 1 کچه او 2 کچه کې اړتیا لري چې د تجزی وړ مرحلو په پام کې نیولو سره ولیکل شي. کتابونه په لومړي یا دویم کچه کې باید د تجزی وړ والي سره محتاط اوسي (د بیلګي په توګه: هغه توری وکارول شی چې لوستونکي زده کړي وي). نو د کتابونو سلسله به داسې ښکاري:

source: Leveled Reader Level
pbu: د زده کوونکو له سویې سره برابره کچه

source: Decodable Stage
pbu: د تجزیه (هجي) مرحله
