Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Leveled Reader/ReadMe-prs.xlf
Languages: prs

# leveled.definition
source: A Leveled Reader is a book that is written specifically for a learner who is at a certain level of reading development. Levels define targets for word length, sentence length, etc. They also determine appropriate formatting, vocabulary, illustration support, and topic.
prs: یک کتاب متناسب با سویه یک کتاب است که خاصتا برای کسی نوشته شده است که دارای سطح خاص نمو باشد. سطوح یا مراحل اهداف را برای طول کلیمات، طول جملات، و غیره تعریف میکند. آنها همچنان فارمت کردن مناسب، ذخیره لغات، حمایت رهنمود، و مقاله را مشخص میسازد.

# leveled.levels
source: After you have defined a sequence of levels, you can assign a level to books you create either with this template or the "Decodable Reader Template". As you type into the book, Bloom will help you keep the level in mind and point out when you exceed the limits of the level.
prs: بعد از آنکه شما تسلسل مراحل را تعریف نمودید، شما میتوانید مراحل را به کتاب های که شما میسازید بدهید یا با این تیمپلیت و یا با "تیمپلیت کتاب قابل تجزیه". قسمیکه شما کتاب را تایپ میکنید، بلوم باشما در یاد داشتن لیول در ذهن کمک خواهد نمود و اشاره خواهد کرد اگر از محدودیت مرحله بگذرید.

# leveled.templates
source: You can also make a Bloom Pack of templates that others can use to quickly create books based on the levels and stages that have been prepared by a literacy specialist.
prs: شما از تیمپلیت هایکه توسط متخصص سواد آماده شده است، یک بستۀ بلوم را بسازید که دیگران با استفاده از آن به سرعت کتاب ها را نظز به سطوح و مراحل، آماده سازند.

# leveled.learn
source: To learn about using Leveled Readers in Bloom, you can:
prs: بخاطر آموختن درباره کتاب متناسب با سویه در بلوم، شما میتوانید:

# leveled.learn.videos
source: Watch these instructional videos.
prs: تماشا نمائید این ویدیو های رهنمودی را‏.

# leveled.learn.helpindex
source: Go to the Help menu, choose 'Help', and look in the index under "Leveled Readers".
prs: به مینیو کمک بروید، کمک را انتخاب نمائید و در اندکس زیر "متناسب با سویه" نگاه کنید.

# leveled.learn.helpmenu
source: Go to the Help menu and choose: "Building Reader Templates".
prs: به مینیو کمک بروید و انتخاب کنید: "ساختن تیمپلیت های کتاب".

# leveled.vs.decodable
source: Relationship to Decodable Readers
prs: رابطه با کناب قابل تجزیه

# leveled.and.decodable
source: So how do leveled reader levels fit in decodable reader stages? The two concepts are complementary, and Bloom allows you to set both a decodable stage and a leveled reader level for a book you are writing. Typically books at level 1 and possibly level 2 will also need to be written with decodability stages in mind. Books at the first level or two will also need to be careful about being decodable (i.e. using letters the reader has learned). So a sequence of books might look like this:
prs: پس چگونه سویه کتاب متناسب با سویه خواننده در مراحلقابل تجزیه تطابق میکند؟ هردو مفهوم تکمیل کننده است و بلوم استعمال هردو را اجازه میدهد که تنظیم نمائید یک مرحله قابل تجزیه و یک سطح کتاب متناسب با سویه برای کتاب یکه شما مینویسید. بطور معمولی کتاب های مرحله 1 و ممکن مرحله 2 هم نوشته شود همراه مراحل قابل تجزیه در ذهن. کتاب ها در لیول اول و دو هم ضرورت دارد که با کتاب قابل تجزیه محتاط باشید (استعمال حروف که شاه گرد اموخته است). یعنی یک سلسله کتاب ها شاید اینطور معلوم شود:

source: Leveled Reader Level
prs: سطح متناسب با سویه

source: Decodable Stage
prs: مرحله قابل تجزیه
