Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Leveled Reader/ReadMe-quc.xlf
Languages: quc

# leveled.definition
source: A Leveled Reader is a book that is written specifically for a learner who is at a certain level of reading development. Levels define targets for word length, sentence length, etc. They also determine appropriate formatting, vocabulary, illustration support, and topic.
quc: Jun No'jwuj Choluxo'l are jun no'jwuj tz'ib'am chech jun tijoxel chi k'o pa jun q'at k'iyirisanem chech ri sik'in uwach wuj. Ri taq q'at kuya ub'ixik ri kopan wi chi' chech ri raqanal ri k'i taq tzij, raqanal k'i taq tz'aqat chomanik, nik'aj chik. Xuquje' kukoj retal ri q'in qas taqalik, ri tzij, ri tob'anik chech k'i taq wachib'al xuquje' ub'i' no'jinem.

# leveled.levels
source: After you have defined a sequence of levels, you can assign a level to books you create either with this template or the "Decodable Reader Template". As you type into the book, Bloom will help you keep the level in mind and point out when you exceed the limits of the level.
quc: Are taq xch'ob'otaj jun cholajinel rech juq'at, katkowin chech uya'ik juq'at chi kech ri taq no'jwuj che xwok la ruk' wa' we raqanib'al te'qne ruk' "Raqanib'al rech No'jwuj Sik'it uwach". Are taq kanim le woktz'ib' pa ri no'jwuj, Bloom katob'anik chech ri k'olem pa ri chomab'al xuquje' ub'ixik na are taq kq'ax uwi' chech ri q'at.

# leveled.templates
source: You can also make a Bloom Pack of templates that others can use to quickly create books based on the levels and stages that have been prepared by a literacy specialist.
quc: Xuquje’ katkowinik kab’an jun Woktanaj rech Bloom rech raqanib'al rech jule' chik kekowinik kkikojo chech utikik k'ak' taq no'jwuj chi upam ri q’at xuquje’ q’e’tal ri kib'anom kumal ri nima'q taq kino'jib'al rech tijonik.

# leveled.learn
source: To learn about using Leveled Readers in Bloom, you can:
quc: Chech reta’maxik jas ukojik le No'jwuj Choluxo'l pa Bloom, katkowinik:

# leveled.learn.videos
source: Watch these instructional videos.
quc: Chawila' we silob'wachib'al rech uya’ik no'jib'al.

# leveled.learn.helpindex
source: Go to the Help menu, choose 'Documentation', and look in the index under "Leveled Readers".
quc: Jat pa Cholb’al chak rech Tob'anem, chacha’ ‘Tob’anem’ xuquje’ chatzukuj "No'jwuj Choluxo'l" pa le cholupam wuj.

# leveled.learn.helpmenu
source: Go to the Help menu and choose: "Building Reader Templates".
quc: Jat pa Cholb’al chak rech Tob'anem, chacha’: “Katajin uwokik k'i taq raqanib'al rech taq no'jwuj”.

# leveled.vs.decodable
source: Relationship to Decodable Readers
quc: Kajunamataj ruk' taq No'jwuj sik’ital uwach

# leveled.and.decodable
source: So how do leveled reader levels fit in decodable reader stages? The two concepts are complementary, and Bloom allows you to set both a decodable stage and a leveled reader level for a book you are writing. Typically books at level 1 and possibly level 2 will also need to be written with decodability stages in mind. Books at the first level or two will also need to be careful about being decodable (i.e. using letters the reader has learned). So a sequence of books might look like this:
quc: ¿Jas kech chech ri juq'at rech ri k'i taq No'jwuj Choluxo'l ruk' le uq'e'tal rech No'jwuj sik’ital uwach? Le keb' no'jib'al kikitz'aqatij kib'. Bloom kuya'o kakojo jun uq'e'tal sik’ital uwach ruk' jun nivel de libro graduado chech ri no'jwuj tajan katz'ib'aj. Je wi, ri k'i taq no'jwuj rech ri cholajil q'at 1xuquje' kaj ne che ri cholajil q'at 2 xuquje' rajawaxik ktz'ib'axik kya' pa ri chomaba'l ri Uq'e'tal Choluxo'l.Xuquje' rajawaxik kchajixik rech ri no'jwuj pa ri nab'e xuquje' jeri' pa ri ukab' cholajil are sik’ital uwach (Are kub'ij chi kukoj xuwi taq ri tz'ib' eta'mam chik). Rumal la' jun ucholajil ri taq no'jwuj pacha' b'i we ri':

source: Leveled Reader Level
quc: Cholajil q'at rech ri No'jwuj Cholaxo'l uwach

source: Decodable Stage
quc: Uq’e’tal kch’ob’otajik
