Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Leveled Reader/ReadMe-mam.xlf
Languages: mam

# leveled.definition
source: A Leveled Reader is a book that is written specifically for a learner who is at a certain level of reading development. Levels define targets for word length, sentence length, etc. They also determine appropriate formatting, vocabulary, illustration support, and topic.
mam: Jun U'jb'il tuj kolinatzan jun u'jb'il tz'ib'an te jun xnaq'tzanjtz ma nipan nb'ant sch'in. Aqe kol mya' ma' tuj ntzaj kyma'n niky'pun kynuqil yol, tnuqil txolyol, txqantl. Ex ntzaj tma'n alkye tumel yek'b'il b'a'n tajb'en, saqlajpakab', onb'il te b'inchil qe tilb'ilal ex tb'i nab'il.

# leveled.levels
source: After you have defined a sequence of levels, you can assign a level to books you create either with this template or the "Decodable Reader Template". As you type into the book, Bloom will help you keep the level in mind and point out when you exceed the limits of the level.
mam: Aj tb'aj kub' ximit jun lajetb'il te kol mya' ma' tuj, b'a'n tu'n t-xi' tq'o'na jun kol mya' ma' tuj kye qe' u'jb'il o' kub' tb'inchana tuj ttenb'il b'inchil u'jb'il lu' mo tuj "Ttenb'il b'inchil u'jb'il in el qniky'", b'a'n tu'n tku'x tz'ib'ana txolyol tuj u'jb'il ex lu' te Bloom qo onil ti'j tu'n min ku'x naj ti'j tk'u'ja aj kol mya' ma' tuj ex kxe'l tq'ama'n aj tik'xa tib'aj kol mya' ma' tuj.

# leveled.templates
source: You can also make a Bloom Pack of templates that others can use to quickly create books based on the levels and stages that have been prepared by a literacy specialist.
mam: Ex b'a'n tu'n tkub' b'inchet jun tnej te Bloom te ttenb'il b'inchil u'jb'il b'anan b'a'n kyajb'en kyu'n ju'ntl tu'ntzan kyb'ant u'jb'il mya' kuw ti'j at kyxilen kyuk'il kol mya' ma' tuj ex qe' kol ma' kyuj b'incha'n kyu'n xjal ojtzqi'n tib'aj xnaq'tzb'il kye xjal o' tzik'x kyab'q'iyil.

# leveled.learn
source: To learn about using Leveled Readers in Bloom, you can:
mam: Tu'n tb'ant tza'n kyajb'en u'jb'il tuj kolin tuj Bloom, b'a'n tu'n tb'ant:

# leveled.learn.videos
source: Watch these instructional videos.
mam: Ka'yinxa qe' ke'yb'il tib'aj aq'unab'il Bloom lu'.

# leveled.learn.helpindex
source: Go to the Help menu, choose 'Documentation', and look in the index under "Leveled Readers".
mam: Txi'ya tuj k'ol te onb'il, sak'onktza 'Onb'il' ex jyonxa "U'jb'il tuj kolin'" tuj txolb'ab'il tb'i nab'il.

# leveled.learn.helpmenu
source: Go to the Help menu and choose: "Building Reader Templates".
mam: Txi'ya tuj k'ol te onb'il, sak'onktza: "Nb'inchet ttenb'il u'jb'il".

# leveled.vs.decodable
source: Relationship to Decodable Readers
mam: T-xilen kyuk'il u'jb'il in el qniky'

# leveled.and.decodable
source: So how do leveled reader levels fit in decodable reader stages? The two concepts are complementary, and Bloom allows you to set both a decodable stage and a leveled reader level for a book you are writing. Typically books at level 1 and possibly level 2 will also need to be written with decodability stages in mind. Books at the first level or two will also need to be careful about being decodable (i.e. using letters the reader has learned). So a sequence of books might look like this:
mam: Ti' kyxilen kyuk'il qe' kol mya' ma' tuj kye u'jb'il tuj kolin kyuk'il qe kye u'jb'il in el qniky'? Qe' kab' tumel nchi tz'aqset. Bloom nxi' tq'o'n amb'il tu'n tten jun nuk'b'il kol ma' tuj in el qniky' ex jun kol mya' ma' tuj te u'jb'il tuj kolin te u'jb'il ntz'ib'an. Qe' u'jb'il ite tuj kol mya' ma' tuj 1 ex b'ala ex qe' ite' tuj kol mya' ma' tuj 2 ilti'j tu'n ku'x kytz'ib'et ex min ku'x naj ti'j qk'u'j qe kol ma' tuj in el qniky'. Ex ilti'j tu'n tten tkub' qna'n tu'tzan qe' u'jb'il ite' tuj tnejil b'ix b'ala ite' tuj tkab'in k'loj mya' ma' tuj te in el qniky' (tu'n kyajb'en techtz'ib' ma tz'el kynik'). Tu'ntzan jun lajetb'il te u'jb'il ja'ka tz'ok ikytan lu':

source: Leveled Reader Level
mam: Tnej te u'jb'il tuj kolin

source: Decodable Stage
mam: Kol in el qniky' ti'j
