Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Leveled Reader/ReadMe-ha.xlf
Languages: ha

# leveled.definition
source: A Leveled Reader is a book that is written specifically for a learner who is at a certain level of reading development. Levels define targets for word length, sentence length, etc. They also determine appropriate formatting, vocabulary, illustration support, and topic.
ha: Shi Ayyanannen Maikaratu littafi ne da aka rubuta don amfanin mai koyon da ya ke a wani matakin karatu na cigaba. Matakai na bayyana waɗanda aka rubuta su ta hanyar tsawon kalma, tsawon jimla da sauransu. Kuma suna nuna tsari mafi inganci, sabbin kalmomi, taimakawa misalai da darussa.

# leveled.levels
source: After you have defined a sequence of levels, you can assign a level to books you create either with this template or the "Decodable Reader Template". As you type into the book, Bloom will help you keep the level in mind and point out when you exceed the limits of the level.
ha: Bayan ka bayyana ma'anar tsarin matakai, kana iya ba littafin da ka ƙirƙiro mataki ko ta wannan muhallin ko kuma "Muhallin Mai Karatu." A lokacin da kake rubutu a cikin littafin, Bloom zai taimaka maka aje mataki a cikin zuciyarka kuma ka gano duk lokacin da ka wuce iyakar mataki.

# leveled.templates
source: You can also make a Bloom Pack of templates that others can use to quickly create books based on the levels and stages that have been prepared by a literacy specialist.
ha: Kuma kana iya shirya muhallin Bloom wanda wasu za su iya amfani da shi don wallafa littafai cikin hanzari kan matakan da ƙwararren mai koyarwa ya shirya.

# leveled.learn
source: To learn about using Leveled Readers in Bloom, you can:
ha: Don koyo game da yadda ake amfani da Ayyanannen Mai karatu a cikin Bloom, za ka iya:

# leveled.learn.videos
source: Watch these instructional videos.
ha: Kallon waɗannan hotunan bidiyo na koyarwa.

# leveled.learn.helpindex
source: Go to the Help menu, choose 'Help', and look in the index under "Leveled Readers".
ha: Ka shiga dandalin taimako sannan ka zaɓi 'Taimako', sannan ka duba jerin tsarin a ƙarƙashin "Ayyanannen Maikaratu"

# leveled.learn.helpmenu
source: Go to the Help menu and choose: "Building Reader Templates".
ha: Ka shiga dandalin Taimako ka zaɓi: "Gina Muhallin Maikaratu".

# leveled.vs.decodable
source: Relationship to Decodable Readers
ha: Dangantakar Masu karatu

# leveled.and.decodable
source: So how do leveled reader levels fit in decodable reader stages? The two concepts are complementary, and Bloom allows you to set both a decodable stage and a leveled reader level for a book you are writing. Typically books at level 1 and possibly level 2 will also need to be written with decodability stages in mind. Books at the first level or two will also need to be careful about being decodable (i.e. using letters the reader has learned). So a sequence of books might look like this:
ha: To yaya za a fitar da matakan mai karatu Matakai da za su dace da matakan maikaratu? Waɗannan abubuwa biyu suna taimakawa junansu, kuma Bloom zai baka damar tsara matakin farko da matakin maikaratu don littafin da kake rubutu. Akasari litattafai a mataki na 1 da mai yiwuwa mataki na 2 an so a rubuta su da matakin karɓa a cikin zuciya. Litattafai a matakin farko ko na biyu suma an so a yi taka-tsan-tsan da su game da karɓuwa (watau amfani da haruffan da mai karatu ya koya). Tsarin litattafai zai iya kasancewa kamar haka:

source: Decodable Stage
ha: Matakin karɓa
