Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Leveled Reader/ReadMe-*.xlf
Languages: ar, bn, es, fr, hi, id, ne, pt, ru, sw, th, zh_cn

# leveled.definition
source: A Leveled Reader is a book that is written specifically for a learner who is at a certain level of reading development. Levels define targets for word length, sentence length, etc. They also determine appropriate formatting, vocabulary, illustration support, and topic.
ar: كتاب مستوى القارئ هو كتاب يتم إعداده خصيصً لطالب في مرحلة معيَّنة من مراحل تطور القراءة. ويتم من خلال المستويات تحديد أهداف طول الكلمة وطول الجملة وما إلى ذلك. كما أنها تحدد التنسيق المناسب والمفردات ودعم الرسم والموضوع.
bn: লেভেলড রিডার বইটি লেখা হয়েছে সে সকল শিক্ষার্থীদের জন্য যাদের একটি নির্দিষ্ট পর্যায় পর্যন্ত পড়ার উন্নতি হয়েছে।শব্দের দৈর্ঘ্য, বাক্যের দৈর্ঘ্য ইত্যাদি পর্যায়গুলোর বিভিন্ন লক্ষ্যমাত্রাকে নির্ধারন করে।তারা উপযুক্ত গঠন, শব্দকোষ, ছবি দ্বারা ব্যাখ্যা, এবং বিষয় ইত্যাদিও নির্ধারণ করে।
es: Un Libro Graduado es un libro escrito específicamente para un estudiante que está en un cierto nivel de desarrollo de lectura. Los niveles definen metas para la longitud de palabras, longitud de oraciones, etcétera. También determinan el formato apropiado, el vocabulario, el apoyo para las ilustraciones y el tema.
fr: Un livre par niveau de difficulté est un livre rédigé pour des lecteurs ayant un niveau spécifique de lecture. Chaque niveau définit des objectifs pour la longueur de mots, des phrases, etc. Il détermine également le formatage, le vocabulaire, les illustrations et le thème.
hi: लेवेल्ड पुस्तक एक पुस्तक है जो विशेषकर एक सिखनेवाले के लिए लिखी गई है जो पढ़ने के विकास के एक निश्चित स्तर पर है। स्तर शब्द लंबाई, वाक्य लंबाई, आदि के लक्ष्य को परिभाषित करते हैं। वे उचित फॉर्मेटिंग, शब्दावली, चित्रण सहायता और विषय भी निर्धारित करते हैं।
id: Pembaca Bertingkat adalah buku yang ditulis khusus bagi pembelajar yang berada pada tingkat pengembangan membaca tertentu. Tingkat mendefinisikan target untuk panjang kata, panjang kalimat, dsb. Tingkat juga menentukan penyesuaian format, kosa kata, dukungan ilustrasi, dan topik.
ne: स्तर तोकिएको पाठ्यपुस्तक विशेष रूपमा पठन क्षमता विकासक्रममा रहेका कुनै निश्चित स्तरका शिक्षार्थीको लागि लेखिएको पुस्तक हो। स्तरले शब्दको, वाक्यको लम्बाई अदि इत्यादिका लक्ष्य निर्धारण गर्दछ। तिनीहरूले उचित ढाँचा, शब्दावली, दृष्टान्त सहायता र शीर्षक पनि निर्धारण गर्दछन्।
pt: Um Livro nivelado é um livro que é escrito especificamente para um aluno que está em um determinado nível de desenvolvimento de leitura. Os níveis definem limites de comprimento de palavras, comprimento de frases, etc. Também determinam a formatação apropriada, vocabulário, apoio de ilustrações, e assunto.
ru: читатель Уровня — это книга, написанная специально для учащихся, находящихся на определенном уровне развития чтения. Уровни определяют длину слова, длину предложения и т. д. Они также определяют соответствующее форматирование, словарь, поддержку иллюстрации и тему.
sw: Kitabu cha ngazi ni kitabu kilichoandikwa ili kutumiwa tu na msomaji aliye katika ngazi fulani ya kuendelea kusoma. Ngazi hueleza malengo ya urefu wa neno, urefu wa sentensi, na mengineyo. Pia huamua muundo, msamiati, usaidizi wa maelezo, na mada inayofaa.
th: หนังสือระดับการอ่าน คือหนังสือที่เขียนสำหรับผู้เรียนตามระดับทักษะการอ่านของการพัฒนาด้านการอ่าน ระดับทักษะการอ่านนั้นจะถูกกำหนดโดยความยาวของคำ ความยาวประโยค ฯลฯ อีกทั้งยังสามารถกำหนดรูปแบบ คำศัพท์ รูปภาพประกอบเสริม และหัวข้อที่เหมาะสมสำหรับผู้เรียนได้
zh_cn: 分级读物是专门为处于特定阅读发展等级的读者编写的。 等级决定了单词长度、句子长度等指标。 也决定了字体设置、词汇、配图和话题。

# leveled.levels
source: After you have defined a sequence of levels, you can assign a level to books you create either with this template or the "Decodable Reader Template". As you type into the book, Bloom will help you keep the level in mind and point out when you exceed the limits of the level.
ar: بعد تحديد تسلسل للمستويات، يمكنك تعيين مستوى للكتب التي تنشئها سواء باستخدام هذا القالب أو "قالب مراحل القارئ". أثناء إدخال النص في الكتاب، يساعدك Bloom في مراعاة المستوى المُختار وينبهك عند تجاوز حدود هذا المستوى.
bn: পর্যায়গুলোর ধারা বর্ণনা করার পর, আপনি এই নমুনা অথবা "ডিকোডেবল রিডার নমুনা" দিয়ে তৈরি বইগুলোর একটি পর্যায় নির্ধারণ করে দিতে পারেন।যখন আপনি বইটি লিখতে থাকবেন, ব্লুম আপনাকে পর্যায়গুলো স্মরণ রাখতে সাহায্য করবে এবং যখন আপনি সীমা অতিক্রম করবেন সেটাও জানাবে।
es: Después de haber definido una secuencia de niveles, puede asignar un nivel a los libros que ha creado tanto con esta plantilla o con la "Plantilla para Libro Descifrable". Mientras que ingresa texto al libro, Bloom le ayudará a mantener el nivel en mente y le avisará cuando exceda los límites del nivel.
fr: Une fois que vous avez défini la succession de niveaux, vous attribuerez un niveau aux livres que vous rédigez, que ce soit à l'aide de ce modèle ou du modèle de "livre déchiffrable". Durant la saisie de votre texte, Bloom vous aidera à garder en tête ce niveau de lecture en vous signalant les éléments trop difficiles pour ce niveau.
hi: पुस्तकों का अनुक्रम निर्धारित करने के बाद, आपने इस टेम्पलेट या "डिकोडेबल पुस्तक टेम्पलेट" के साथ जिन पुस्तकों को बनाया है उनके लिए आप एक स्तर ठहरा सकते हैं। जब आप पुस्तक में टाइप करेंगे, ब्लूम आपके मन में स्तर रखने में सहायता करेगा और आपने स्तर की सीमा कब पार कर ली है वह दिखाएगा।
id: Setelah Anda mendefinisikan urutan tingkat, Anda dapat menetapkan sebuah tingkat pada buku-buku yang Anda buat baik dengan template ini atau pada "Template Pembaca yang Didekodekan". Saat Anda mengetik ke dalam buku, Bloom akan membantu Anda mengingat tingkat dan menunjukkan ketika Anda melewati batas tingkat tersebut.
ne: तपाईंले स्तरहरू को अनुक्रम निर्धारण गरेपछि, यो टेम्प्लेट वा "डिकोडेबल पाठ्यपुस्तक टेम्प्लेट" लाई प्रयोग गरेर अाफूले बनाएको पुस्तकको स्तर निर्धारण गर्न सक्नुहुन्छ। तपाईंले पुस्तकमा टाइप गर्दै गर्दा, Bloom ले पुस्तकको स्तर ध्यानमा राख्न मद्दत गर्नुका साथै तपाईंले सो स्तरको सीमाहरू नाघ्नुभयो भने त्यसबारे जानकारी गराउनेछ।
pt: Depois de definir uma sequência de níveis, você pode atribuir um nível ao livros que você criar com este modelo ou o "Modelo de Livro Descodificável". Conforme você digita no livro, Bloom irá ajudá-lo a manter em mente o nível e apontar quando você excede os limites do nível.
ru: После определения последовательности уровней, вы можете назначить уровень книг, которые вы создаете с помощью этого шаблона или "Декодируемого шаблона чтения". Как только вы набираете книгу, Bloom поможет вам сохранить уровень и указать, когда вы превысите лимит уровня.
sw: Baada ya kueleza mfululizo wa ngazi, unaweza kuweka ngazi kwa vitabu unavyotengeneza kwa kutumia kielelezo hiki au "Kielelezo cha Kitabu Kinachoweza Kufasiriwa". Unapopiga chapa kitabu, Bloom itakusaidia kutunza kiwango ulichofikia na kukuonyesha unapozidisha kiwango kilichotengewa.
th: หลังจากที่คุณกำหนดช่วง ระดับทักษะการอ่าน คุณสามารถระบุระดับทักษะนั้นลงบนหนังสือที่คุณสร้างได้ด้วยโครงแบบของ Bloom หรือโครงแบบหนังสือฝึกอ่าน ในระหว่างที่คุณพิมพ์หนังสืออยู่ Bloom จะช่วยคงระดับทักษะการอ่านที่คุณต้องการผลิต และเตือนคุณเมื่อคุณเขียนหนังสือเกินกว่าระดับที่คุณระบุไว้ข้างต้น
zh_cn: 定义好成序列的等级之后，可以给该模板或“拼读读物模板”制作而成的书分配等级。 当您为该书输入文本时，Bloom会记住该书所属等级的设定并在您超出限制时给予提醒。

# leveled.templates
source: You can also make a Bloom Pack of templates that others can use to quickly create books based on the levels and stages that have been prepared by a literacy specialist.
ar: كما يمكنك إعداد حزمة Bloom من نماذج يمكن للآخرين استخدامها لإنشاء الكتب بسرعة بناءً على المستويات والمراحل التي تم تجهيزها بواسطة أحد المختصين بتعليم القراءة والكتابة.
bn: আপনি ব্লুম নমুনাগুলো একসাথে রাখতে পারেন যেন অন্যরা তার উপর ভিত্তি করে দ্রুত বই তৈরি করতে পারে যার মাত্রা এবং পর্যায়গুলো একজন সাহিত্য বিশেষজ্ঞ দ্বারা প্রস্তুত করা হয়েছে।
es: También puede crear un Paquete de Bloom de plantillas que otros pueden utilizar para crear fácilmente libros basados en los niveles y etapas que han sido preparados por un especialista en alfabetización.
fr: Vous pouvez aussi faire un pack Bloom de modèles que d'autres utiliseront pour rédiger rapidement des livres adaptés aux niveaux et étapes définis par un spécialiste en alphabétisation.
hi: आप टेम्पलेट्स का ब्लूम पैक भी बना सकते हैं जिसका एक साक्षरता विशेषज्ञ द्वारा तैयार किए गए पुस्तकों और चरणों के आधार पर दूसरे लोग जल्दी से पुस्तकें निर्माण करने में उपयोग कर सकते हैं।
id: Anda juga dapat membuat sebuah Paket Bloom yang terdiri dari template yang bisa digunakan orang lain untuk membuat buku dengan cepat berdasarkan tingkatan dan tahapan yang telah disiapkan oleh spesialis literasi.
ne: तपाईंले टेम्प्लेटहरू को Bloom प्याक पनि बनाउन सक्नुहुन्छ जसलाई साक्षरता विशेषज्ञले तयार पारेको स्तर र चरणहरूको आधारमा अरूले तुरुन्त पुस्तक बनाउन प्रयोग गर्न सक्छन्।
pt: Também pode fazer um Bloom Pack de modelos que outras pessoas podem usar para criar rapidamente livros baseados nos níveis e etapas preparados por uma especialista em alfabetização.
ru: Вы также можете сделать Bloom набор шаблонов, которые другие могут использовать для быстрого создания книг на основе уровней и этапов, подготовленных специалистом по грамоте.
sw: Unaweza pia kutengeneza Seti ya vielelezo vya Bloom ambayo watu wengine wanaweza kutumia ili kutengeneza vitabu kwa haraka kwa kuzingatia ngazi na awamu ambazo zimeandaliwa na mtaalamu wa kusoma na kuandika.
th: คุณยังสามารถสร้าง "ชุดตั้งค่าแบบหนังสือ" หรือ "Bloom Pack" ที่ผู้อื่นสามารถใช้เพื่อสร้างหนังสือใหม่แบบรวดเร็วได้ ตามระดับการฝึกอ่าน และระดับการอ่านที่ถูกจัดเตรียมด้วยผู้เชี่ยวชาญด้านทักษะการอ่านออกเขียนได้
zh_cn: 您还可以制作包含一系列模板的Bloom资料包，这样别人可以用这些由识字教育专家事先设定好的等级和细分层次快速创建书籍。

# leveled.learn
source: To learn about using Leveled Readers in Bloom, you can:
ar: للتعرف على معلومات حول استخدام كتب مستويات محددة في Bloom، يمكنك:
bn: ব্লুমের মধ্যে বিভিন্ন পাঠকদের ব্যবহার সম্পর্কে জানতে, আপনি যা করতে পারেন:
es: Para aprender cómo usar los Libros Graduados en Bloom, puede:
fr: Pour apprendre à utiliser des livres par niveau de difficulté dans Bloom, vous pouvez :
hi: ब्लूम में लेवेल्ड पुस्तकों का उपयोग करने के बारे में सीखने के लिए, आप कर सकते हैं:
id: Untuk mempelajari tentang cara menggunakan Pembaca Bertingkat di Bloom, Anda dapat:
ne: स्तर तोकिएका पाठ्यपुस्तकहरू कसरी प्रयोग गर्ने भन्ने बारेमा जान्न, तपाईंले निम्नलिखित कुराहरू गर्न सक्नुहुन्छ:
pt: Para aprender mais sobre o uso de Livros Nivelados em Bloom, você pode:
ru: Чтобы узнать об использовании выровненных читателей в Bloom, вы можете:
sw: Ili kujifunza kuhusu kutumia Vifaa vya Kusoma Vinavyoweza Kufasiriwa katika Bloom, unaweza:
th: เพื่อที่จะเรียนรู้การใช้หนังสือระดับการอ่านใน Bloom คุณสามารถ
zh_cn: 要了解在Bloom中如何使用“分级读物”，您可以：

# leveled.learn.videos
source: Watch these instructional videos.
ar: مشاهدة مقاطع الفيديو الإرشادية هذه.
bn: দেখুন এই নির্দেশনামূলক ভিডিওসমূহ।
es: Vea estos vídeos de capacitación.
fr: Regardez ces tutoriels.
hi: इन प्रशिक्षण संबंधी वीडियोस को देखें.
id: Tonton video petunjuk ini.
ne: यी जानकारीमूलक भिडियोहरू हेर्नुहोस्।
pt: Ver vídeos instrutivos.
ru: Смотреть эти обучающие ведео .
sw: Tazama video hizi za maelekezo.
th: ดู สำหรับวิดีโอการสอนต่างๆ
zh_cn: 观看[这些教学视频] (http://tiny.cc/8vbwux)。

# leveled.learn.helpindex
source: Go to the Help menu, choose 'Help', and look in the index under "Leveled Readers".
ar: اذهب إلى قائمة "مساعدة"، واختار"مساعدة" والاطلاع على الفهرس ضمن "كتب المستويات المحددة".
es: Vaya al menú de Ayuda, seleccione 'Ayuda' y busque "Libros Graduados" en el índice.
hi: सहायता मेनू पर जाएं, 'सहायता' चुनें, और "लेवेल्ड पुस्तक" अंतर्गत अनुक्रमणिका में देखें।
id: Buka menu Bantuan, pilih "Bantuan', dan cari dalam indeks pada "Pembaca yang Dapat Didekodekan".
ne: मद्दत मेनुमा जानुहोस्, 'मद्दत' चयन गर्नुहोस्, र "स्तर तोकिएको पाठ्यपुस्तकहरू" अन्तर्गत रहेको सूचकाङ्कमा हेर्नुहोस्।
zh_cn: 找到“帮助”菜单，选择“帮助”，再查看“分级读物”下面的索引。

# leveled.learn.helpmenu
source: Go to the Help menu and choose: "Building Reader Templates".
ar: اذهب إلى قائمة "مساعدة" واختيار "تصميم نماذج كتب".
bn: সহায়তা মেনুতে যান, নির্বাচন করুন: "পাঠকদের নমুনা” তৈরি"।
es: Vaya al menú de Ayuda y seleccione: "Creando Plantillas de Libros".
fr: Allez dans le menu Aide et sélectionnez "Créer des modèles de livres".
hi: सहायता मेनू पर जाएं और "पुस्तक टेम्पलेट निर्माण करना" चुनें।
id: Buka menu Bantuan dan pilih: "Membuat Template Pembaca".
ne: मद्दत मेनुमा जानुहोस् र निम्नलिखित चयन गर्नुहोस्: "पाठ्यपुस्तकका टेम्प्लेटहरू बनाउने"।
pt: Consulte o menu de Ajuda e escolha: "Construção de Modelos de Livro".
ru: Перейдите в меню "Помощь" и выберите: "Создание шаблонов для чтения".
sw: Nenda kwa Menyu ya Usaidizi na uchague: "Kutengeneza Vigezo vya Kusoma".
th: ไปที่เมนู "ช่วยเหลือ" และเลือก "การสร้างโครงแบบหนังสือ"
zh_cn: 找到帮助菜单，选择：“创建读物模板”。

# leveled.vs.decodable
source: Relationship to Decodable Readers
ar: العلاقة مع كتب مستوى القارئ
bn: ডিকোডেবল রিডারসমূহের সাথে সম্পর্ক
es: Relación con los Libros Descifrables
fr: Relation avec les livres déchiffrables
hi: डिकोडेबल पुस्तकों से संबंध
id: Hubungan dengan Pembaca yang Dapat Didekodekan
ne: डिकोडेबल पाठ्यपुस्तकहरूसँग सम्बन्ध
pt: Relação aos Livros Descodificáveis
ru: Отношение к декодируемым читателям
sw: Uhusiano kwa Vifaa vya Kusoma Vinavyoweza Kufasiriwa
th: ความเกี่ยวข้องกับหนังสือฝึกอ่าน
zh_cn: 和拼读读物的关系

# leveled.and.decodable
source: So how do leveled reader levels fit in decodable reader stages? The two concepts are complementary, and Bloom allows you to set both a decodable stage and a leveled reader level for a book you are writing. Typically books at level 1 and possibly level 2 will also need to be written with decodability stages in mind. Books at the first level or two will also need to be careful about being decodable (i.e. using letters the reader has learned). So a sequence of books might look like this:
ar: كيف يمكن أن تتناسب مستويات كتاب مستوى محدد مع مراحل كتاب مستوى القارئ؟ هناك تكامل بين المفهومين، ويتيح لك Bloom فرصة تعيين مرحلة مستوى القارئ وكتاب محدد المستوى لاستخدامهما في الكتاب الذي تقوم بتأليفه. في العادة، على كتب مستوى 1 وربما مستوى 2 مراعاة مراحل مستوى القارئ أثناء التأليف. كما تحتاج الكتب في المستوى الأول أو الثاني إلى وضع مستوى القارئ في عين الاعتبار (أي استخدام الأحرف التي تعلمها القارئ). وبذلك يمكن أن يظهر تسلسل الكتب على النحو التالي:
bn: তাহলে কিভাবে লেভেলড রিডার পর্যায়সমূহ ডিকোডেবল রিডারসমূহের স্তরের উপযুক্ত হয়?দুইটি ধারণা হল পরিপূরক, এবং ব্লুম যা আপনাকে আপনার লেখা বইয়ের ডিকোডেবল স্তর এবং লেভেলড রিডার লেভেল সাজাতে অনুমতি দেয়।সাধারণত লেভেল ১ এবং সম্ভাব্য লেভেল ২ এর বইগুলো ডিকোডেবল স্তরের কথা মনে রেখে লেখা প্রয়োজন।প্রথম অথবা দ্বিতীয় লেভেলের বইগুলো ডিকোডেবল করতেও সতর্ক থাকা প্রয়োজন (উদাহরণস্বরূপ পাঠক যে অক্ষরগুলো শিখেছে তার ব্যবহার)।সুতরাং একটি বইয়ের পর্যায়ক্রম দেখতে এমন হতে পারে:
es: ¿Qué tienen que ver los niveles de los libros graduados con las etapas de los libros descifrables? Los dos conceptos son complementarios. Bloom le permite establecer una etapa descifrable y un nivel de libro graduado para el libro que está escribiendo. Generalmente, los libros de nivel 1 y posiblemente de nivel 2 también deben ser escritos manteniendo en mente las etapas descifrables. También hay que ser cuidadosos para que los libros en el primer y probablemente en el segundo nivel sean descifrables (es decir, que usen solamente las letras ya aprendidas). Por lo tanto una secuencia de libros puede ser algo como esto:
fr: Quelle est la relation entre les niveaux des livres par niveaux de difficulté et les étapes des livres déchiffrables ? Ces deux types d'ouvrages étant complémentaires, Bloom permet d'écrire un livre comportant à la fois des étapes de déchiffrage et un niveau de difficulté. Les livres de niveau 1, voire ceux de niveau 2, devront par exemple être écrits en gardant à l'esprit les différents étapes de déchiffrage. Les livres de niveau 1 et 2 devront aussi être déchiffrables, c'est-à-dire n'employer que des lettres déjà connue des lecteurs. Voici à quoi pourrait ressembler une suite de livres :
hi: तो लेवेल्ड पुस्तक स्तर डिकोडेबल पुस्तकचरणों में कैसे सही बैठते हैं? दो सिद्धांत पूरक हैं, और ब्लूम आपको आप जो पुस्तक लिख रहे हैं उसके लिए डिकोडेबल चरण और लेवेल्ड पुस्तक स्तर दोनों को सेट करने की अनुमति देता है। आमतौर पर स्तर 1 में और संभवतः स्तर 2 में भी पुस्तकों को डिकोडेबिलिटी चरणों को मन में रखकर लिखने की आवश्यकता होगी। पहले या दूसरे स्तर पर की पुस्तकों को भी डिकोडेबल होने के प्रति सावधान रहने की आवश्यकता होगी (मतलब अक्षरों का प्रयोग कर पुस्तक ने सीखा है). तो किताबों का एक अनुक्रम इस तरह दिखाई दे सकता है:
id: Jadi bagaimana tingkat pembaca bertingkat sesuai dengan tahapan pembaca yang dapat didekodekan? Kedua konsep ini saling melengkapi, dan Bloom memungkinkan Anda mengatur sebuah tahapan yang dapat didekodekan dan sebuah tingkat pembaca berltingkat untuk buku yang Anda tulis. Biasanya buku pada tingkat 1 dan mungkin tingkat 2 juga harus ditulis dengan mempertimbangkan tahapan kemampuan mendekodekan. Buku pada tingkat pertama atau tingkat dua juga harus diperhatikan saat dapat didekodekan (yaitu penggunaan huruf yang telah dipelajari oleh pembaca). Jadi urutan bukunya mungkin akan tampak seperti ini:
ne: स्तर तोकिएको पाठ्यपुस्तकको स्तर डिकोडेबल पाठ्यपुस्तकको चरण सँग कसरी मिल्छन् त? यी दुई अवधारणाहरू एक-अर्काका पूरक हुन्, र Bloom ले तपाईंलाई आफूले लेखिरहेको पुस्तकको लागि डिकोडेबल चरण र स्तर तोकिएको पाठ्यपुस्तकको स्तर दुबै निर्धारण गर्न अनुमति दिन्छ। सामान्यतया स्तर 1 र सम्भवतः स्तर 2 का पुस्तकहरू लेख्दा डिकोड क्षमता चरणहरू लाई पनि ध्यानमा राख्न जरूरी हुन्छ। पहिलो वा दोस्रो स्तरका पुस्तकहरू लेख्दा डिकोडेबल (अर्थात्, पाठकले सजिलै अर्थ लगाउन सकिने किसिमका शब्‍द वा अक्षरकेा प्रयेाग भएकेा) छ कि छैन भन्ने कुरामा पनि ध्यान दिन जरूरी हुन्छ (अर्थात्, पाठकले सिकेका अक्षरहरू प्रयोग गर्ने)। तसर्थ पुस्तकहरूको अनुक्रम यस्तो देखिन सक्छ:
pt: Então, como correspondem os níveis de os Livros Nivelados as etapas dos Livros Descodificáveis? Os dois conceitos são complementares. Bloom permite que você defina uma etapa descodificável e um nível de livro nivelado para o livro que está escrevendo. Normalmente livros no nível 1 e possivelmente no nível 2 também precisarão ser escritos com Etapas Descodificáveis. Os livros para o primeiro e talvez segundo nível deveriam ser descodificáveis (ou seja, utilizando letras que o leitor já aprendeu). Então, uma sequência de livros pode parecer com isso:
ru: Итак, как уровени читателя стадии чтения вписываются в декодируемого читателя ? Эти две концепции дополняют друг друга, и Bloom позволяет вам установить как этап декодирования , так и повышенный уровень читателя для книги, которую вы пишете. Обычно книги уровня 1 и, возможно, уровня 2 должны быть написаны с учетом этапов декодирования . Книги первого или второго уровней также должны быть декодируемыми (т. Е. С использованием букв, которые читатель выучил). Итак, последовательность книг может выглядеть так:
sw: Hivyo, ni vipi ambavyo ngazi za kifaa kilichopewa ngazi hutoshea kwenye awamu za kifaa cha kusoma zinazoweza kufasiriwa? Dhana hizi mbili zinaweza kutumiwa kwa njia sawa, na Bloom hukuruhusu kutumia awamu zinazoweza kufasiriwa na ngazi ya kifaa cha kusoma kilichopewa ngazi kwa kitabu unachoandika. Kwa kawaida vitabu katika ngazi ya 1 na kuna uwezekano pia vile vilivyo katika ngazi ya 2 vitahitaji kuandikwa kwa kutia maanani awamu zinazoweza kufasiriwa. Vitabu katika ngazi ya kwanza au labda ya pili pia vitahitaji uangalifu kuhusu kuweza kufasiriwa (yaani kutumia herufi ambazo msomaji amejifunza). Kwa hivyo mfululizo wa vitabu unaweza kuonekana hivi:
th: แล้ว ระดับทักษะการอ่าน ในหนังสือระดับการอ่านใช้งานร่วมกับ ระดับการฝึกอ่าน ในหนังสือฝึกอ่านได้อย่างไร? ทั้งสองแนวคิดนั้นส่งเสริมกันและกัน Bloom นั้นให้คุณสามารถระบุ ระดับการฝึกอ่าน และ ระดับทักษะการอ่าน ในหนังสือที่คุณกำลังเขียนได้ โดยทั่วไปแล้วหนังสือที่มีระดับทักษะการอ่าน 1 และ 2 นั้นจะต้องเขียนโดยคำนึงถึงระดับการฝึกอ่านด้วย หนังสือที่อยู่ในระดับ 1 หรือ 2 ควรจะคำนึงถึง ระดับที่ผู้เรียนนั้นอ่านออก (เช่น การใช้ตัวหนังสือที่ผู้เรียนเคยเรียนเป็นต้น) ดังนั้นลำดับของหนังสืออาจมีลักษณะแบบนี้
zh_cn: 那么分级读物的等级和拼读读物的“细分阶段”怎么融合？ 这两个概念是互补的，Bloom允许您为正在编写的书既设置拼读细分阶段,也设置分级读物等级。 一般来说属于前两个等级的书，编写时需要考虑到拼读细分阶段。 第一级或第二级的书要注意做到可拼读（即用读者已经学过的字母）。 因此一个系列的书看起来可能会是这样：

source: Leveled Reader Level
ar: أداة قراءة المستوى المحدد
bn: লেভেলড রিডারদের পর্যায়
es: Nivel de Libro Graduado
fr: Niveau des livres par niveau de difficulté
hi: लेवल्ड पुस्तक स्तर
id: Tingkat Pembaca Bertingkat
ne: स्तर तोकिएको पाठ्यपुस्तकको स्तर
pt: Nível de Livro Nivelado
ru: Уровень читателя
sw: Ngazi ya Kitabu cha Ngazi
th: ระดับทักษะการอ่าน
zh_cn: 分级读物等级

source: Decodable Stage
ar: مراحل إمكانية التفكيك
bn: ডিকোডেবল স্তর
es: Etapa Descifrable
fr: Étape de déchiffrage
hi: डिकोडेबल चरण
id: Tahapan Dapat Didekodekan
ne: डिकोडेबल चरण
pt: Etapa Descodificável
ru: Декодируемая стадия
sw: Awamu Inayoweza Kufasiriwa
th: ระดับการอ่านออก
zh_cn: 拼读细分阶段

# leveled.learn.helpindex
source: Go to the Help menu, choose 'Documentation', and look in the index under "Leveled Readers".
bn: সহায়তা তালিকায় যান, "দলিল রচনা/ডকুমেন্টেশন" নির্বাচন করুন এবং "লেভেলড রিডার" এর নীচে সূচিপত্র দেখুন।
fr: Dans le menu Aide, sélectionnez "Aide" et cherchez dans l'index sous "livres par niveau de difficulté".
pt: Consulte o menu de Ajuda, escolha 'Documentação' e veja debaixo do índice "Livros Nivelados".
ru: Перейдите в меню "Справка", выберите "Документация" и посмотрите в индексе в разделе "Декодируемые читатели".
sw: Nenda kwa menyu ya Usaidizi, chagua 'Nyaraka', na utazame kwenye kielezo kilicho chini ya "Vitabu vya Hatua".
th: ไปที่เมนู "ช่วยเหลือ" เลือก "เอกสารประกอบ" และดูสารบัญในช่อง "หนังสือระดับการอ่าน"
