Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/quc/BloomLowPriority.xlf
Languages: quc

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.ConversionFileUsed
source: Conversion file used:
quc: K’olchak rech kojom k’exenik:

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.Error
source: eSpeak failed.
quc: eSpeak xub’an k’ax.

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.LanguageUsed
source: eSpeak language:
quc: eSpeak tzijob’al:

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.ResultOfOrthographyConversion
source: Result of orthography conversion:
quc: Uwach ri k'exenem pa uwi’ ri taqatz’ib’anik:

# Settings.Enterprise.Community
source: Funded by the local community only
quc: Ya'tal xuwi rumal ajuxe’l komon

# Settings.Enterprise.CheckUpdates
source: Check for updates
quc: Utzukuxik k'ak'arisaxik

# Settings.Enterprise.Expiration
source: Expires:
quc: Xk’is uq’ijol:

# Settings.Enterprise.Expired
source: That code has expired.
quc: Xk’is uq’ijol ri retal.

# Settings.Enterprise.Incomplete
source: The code should look like SOMENAME-123456-7890
quc: Ri retal rajawaxik k’o ri q’inb'al B’I’AJ-123456-7890

# Settings.Enterprise.LearnMore
source: Learn More
quc: K’i na eta’manik

# Settings.Enterprise.Overview
source: Bloom Enterprise adds features and services that are important for publishers, governments, and international organizations. This paid subscription meets their unique needs while supporting the development and user support of Bloom for the community at large.
quc: Bloom wokk’ayinel kuya uwi’ ri chak xuquje’ upatanisaxik chi nim upatan chi kech le ja k’iyirisanem taq wuj, q’atab’al taq tzij rech amaq’, wokaj ajch’aqaja’ taq tinamit ri kepe wi xuquje’ nik’aj chik. Ri tz’ib’axik rech b’i’aj tojom chik, ya’talik kril ri rajawaxik chi iwech xuquje’ ktob’an chech ri k’iyirisanem rech Bloom chi kech konojel ri komon ri kekojowik.

# Settings.Enterprise.None
source: None. Enterprise features will be unavailable.
quc: Man k'o ta jun Bloom man kk’ut ta ri chak wokk’ayinel.

# Settings.Enterprise.NeedsCode
source: In an older version of Bloom, this project used **%0**. To continue to use this you will need to enter a current subscription code. Codes for SIL brandings can be found [here](%1). For other subscriptions, contact your project administrator.
quc: Pa jun ub’anik okib’al kanoq rech Bloom, we ch’ob’om chak xukujo **%0**. Rech utaqaxik ukojik rajawaxik katok ruk’ ri awetal xya’ik are taq xatz’ib’aj ab’i' kamik ri’. Ri retal rech k’utb’alil rech SIL kariqitaj pa [here](%1). Rech nik’aj chik tz’ib’am b’i’aj, rajawaxik katzukuj ri rajch’ab’em k'amal b'e rech ri ch’ob’om chak.

# Settings.Enterprise.NotValid
source: That code appears to be incorrect.
quc: Le retal pacha’ man are ta ub’e.

# Settings.Enterprise.Status
source: Bloom Enterprise Status
quc: Ub'antajik ri Bloom wokk’ayinel

# Settings.Enterprise.Subscription
source: Enterprise Subscription
quc: Utz’ib’axik b’i’aj wokk’ayinel

# Settings.Enterprise.SubscriptionCode
source: Subscription Code:
quc: Retal rech utz’ib’axik b’i’aj:

# Settings.Enterprise.UnknownCode
source: This version of Bloom does not have the artwork that goes with that subscription.
quc: We okib’al ub’anik rech ri Bloom man k’o ta chi upam ri jalajoj taq wachib’al chi b’enaq ruk’ utz’ib’axik b’i’aj.

# Settings.Enterprise.WhatsThis
source: What's This?
quc: ¿Su we ri’?
