Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/quc/IntegrityFailureAdvice.xlf
Languages: quc

# integrity.title
source: Bloom cannot find some of its own files, and cannot continue
quc: Bloom man kuriq ta nik'aj taq chi kech ri k'olchak xuquje' man kuya taj kutaqej

# integrity.causes
source: Possible Causes
quc: Karaj ne rumal ub'antajikil

# integrity.causes.1
source: Your antivirus may have "quarantined" one or more Bloom files.
quc: Le aq'atel uchikopil te'qne xkowin che "ukojik pa ukawinaq q'ij" chech jun te'qne k'i taq k'olchak rech Bloom.

# integrity.causes.2
source: Your computer administrator may have your computer "locked down" to prevent bad things, but in such a way that Bloom could not place these files where they belong.
quc: Karaj ne ri k'ak'ale'nel rech ri kematz'ib' "q'atum rij" rech uq'atexik k'ex taq jastaq, xa k'ut xub'ano rech ri Bloom man xkowin taj chech ukojik we k'i taq suk' k'olchak.

# integrity.todo
source: What To Do
quc: Su kb'anik

# integrity.todo.ideas
source: After you submit this report, we will contact you and help you work this out. In the meantime, here are some ideas:
quc: Are taq xtaqtaj ub'ik le woktzijob'al, katqach'ab'ej rech katqato'o. Rech kopan ri', waral k'o nik'aj taq no'jib'al:

# integrity.todo.ideas.Reinstall
source: Run the Bloom installer again, and see if it starts up OK this time.
quc: Chatzalij uchakuxik ri jaqb'anel rech Bloom rech kiltajik we utz umajik kub'ano.

# integrity.todo.ideas.Antivirus
source: If that doesn't fix it, it's time to talk to your anti-virus program. If the "Missing Files" section below shows any files which end in ".exe", consider "whitelisting" the Bloom program folder, which is at {{installFolder}}.
quc: We man kusol taj, xopan ri q'ij katzukuj ri kematal chak rech uq'atel uchikopil. We ri wokutas rech "K'olchak Karaj na" ("Missing Files") kuk'ut k'olchak ri kak'is pa ".exe", chawila ukojik ri kematal chak Bloom pa ri "saq cholib'al" ("white list"), k'o chi upam ubicada en {{installFolder}}.

# integrity.todo.ideas.AVAST
source: AVAST: Instructions.
quc: AVAST: Instrucciones.

# integrity.todo.ideas.Norton
source: Norton Antivirus: Instructions from Symantec.
quc: Uq'atel chikopil Norton: Choltaqanik rech Symantec.

# integrity.todo.ideas.AVG
source: AVG: Instructions from AVG.
quc: AVG: Choltaqanik rech AVG.

# integrity.todo.ideas.Others
source: Others: Google for "whitelist directory name-of-your-antivirus"
quc: Jun chik: Utzukuxik "whitelist directory name-of-your-antivirus" ("directorio de lista blanca nombre-de-su-antivirus") en Google

# integrity.todo.ideas.Restart
source: Run the Bloom installer again, and see if it starts up OK this time.
quc: Chatzalij uchakuxik ri jaqb'anel rech Bloom rech kiltajik we utz umajik kub'ano.

# integrity.todo.ideas.Retrieve
source: You can also try and retrieve the part of Bloom that your anti-virus program took from it. For AVG, you need to find the AVG "options" menu, click "virus vault", click on the Bloom file in the vault, and click "restore". For a visual guide, see this image.
quc: Xuquje' kakowinik uriqik chik jumul ri tz'aqatil Bloom chi xk'exik uk'olib'al rumal ri kematal chak rech ri uq'atel chikopil. Chech AVG, rajawaxik uriqik ri cholb'al rech "ya'tal ucha'ik". Chab'ana pitz' pa "Uk'olib'al chikopil", chab'ana pitz' pa ri k'olchak rech Bloom pa ri laj taq k'olib'al xuquje' chab'ana pitz' pa "k'ak' ujeqeb'axik". Rech jun k'amal b'e ilib'al, rilik we wachib'al ri'.

# integrity.missing
source: Missing Files
quc: K'oltaq chak kraj na
