Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/quc/leveledReaderInfo.xlf
Languages: quc

# leveled.reader.vocabulary
source: Vocabulary
quc: Choltzij

# leveled.reader.start.simple
source: At beginning levels, use simple words that are familiar to children. If it is possible in your language, use words with only one syllable. As children move up to higher levels, you can begin to use words with more syllables. You can begin to use less familiar words. Children should be able to guess the meaning of these less familiar words from the context of the surrounding words and sentences, as well as from the illustrations.
quc: Pa ri majb’al taq q’at rech, chkojo taq tzij man k’ax ta rilik kumal ri ak’alab’ rumal kkich’ob’ chik. Wene utz pa utzijob’al, chukojo taq tzij xa jun kel wi. Are taq ri ak’alab’ kepaqi’ chech ri taq q’at, katkowin chech ukojik nik’aj taq tzij chik ri k’i kel wi. Xuquje’ katkowin chech umajik ukojik ri tzij chi man kch’ob’otaj taj. Ri ak’alab’ wene kekowin chik chech ri ch’ob’onem tzij ri kub’ij ri taq tzij rumal e k’o chi upam xuquje’ ri’ tz’aqat taq chomanik keta’m chi uwach xuquje’ rumal jalajoj taq wachib’al.

# leveled.reader.formatting
source: Formatting
quc: Q’inb'al

# leveled.reader.start.large
source: Beginner readers will benefit from a larger font with clear spacing between words. Having the words or sentences in the same location on each page is also helpful. As readers progress to higher levels, font size and spacing will decrease and sentences can appear in different locations on the page.
quc: Ri Nab'e taq sik’inel wuj are utz kkoj kuk' ri nima’q taq tz’ib’ xuquje’ ri nima’q taq uxo’l ri tzij. Xuquje’ koqxa’nix uya’ik ri tzij teqne ri tz’aqat taq chomanik xa pa jun k'olib'al pa jujunal chi kech ri uxaq taq wuj. Are taq ri sik’inel taq wuj kpaqi’ ri keta'mab'al, ri unimal taq ri tz’ib’ xuquje’ ri uxo’l taq ri tzij utz kub’an ch’uti’n xuquje’ ri tz’aqat taq chomanik utz we kriqitaj pa jalajoj taq uk’olib’al.

# leveled.reader.increase.sizes
source: To increase the font size, line-spacing, and word-spacing in Bloom, click in a text box and then on the grey "cog" icon in the lower left-hand corner. If you do this and then make a template book, books made with that template will also use those font settings.
quc: Rech kk’iy unimal ri uwach tz’ib’, ri uxo’l ri uq'e'tal tz’ib’ xuquje’ ri uya’ik uxo’l chi kixo’l taq ri tzij, chb’ana pitz’ chi upam jun kajxukut rech woktz’ib’ k’ate k’u ri’ pa ri laj wachib’al rech "engranaje" saqsoj pa ri jutz' ikim k'o pa moxq’ab’. We chwe’q kb’ij kab’an jun wuj rech raqanib’al, ri wuj b’anom ruk’ la’ ri raqanib’al ri' xuquje’ kkikoj na ri suk’umanem.

# leveled.reader.predictability
source: Predictability
quc: Nab’e rilik

# leveled.reader.repeat.patterns
source: Predictability in a text means that the reader can guess what would come next. You can increase predictability by using repeated patterns. Here are some patterns you can use:
quc: Nab’e rilik pa jun woktz’ib’ kub’ij chech jun sik’inel uwach wuj kkowinik kub’ij ri petinaq. Kuya'o knimarisax uwach majb'al rilik ruk' ri k’amab'al kamulinem. Chi ri' k’o jujun taq k’amab'al kamulinem katkowin chech ukojik: Previsibilidad en un texto significa que un lector puede adivinar lo que vendría después. El uso de patrones repetidos puede aumentar la previsibilidad. Aquí hay algunos patrones que usted puede utilizar:

# leveled.reader.repetition
source: Repetition - repeating parts of the text, for example, using the same sentence with each page and just changing one word in the sentence
quc: Kamulixik – Kamulixik ri kel wi ri woktz’ib’. Ri k’amb’al no’j, ukojik xaq junam ri tz’aqat chomanik pa jujunal ri uxaq wuj xuquje’ xaq jeri’ uk’exik jun tzij pa ri tz’aqat chomanik

# leveled.reader.sequencing
source: Sequencing - a story with a known sequence such as the days of the week or that uses numbers in a pattern
quc: Ri cholajim tzij - jun tzijob’elil ruk’ jun cholajim tzij ch’ob’otal uwach pacha’ taq ri q’ij rech ri wuqq'ij te'qne kukoj ajilab’al pa jun k’amab'al kamulinem

# leveled.reader.building.sequence
source: Building Sequence - a story with a pattern that is repeated and added to with each new page
quc: Cholajim Kk’iyik - jun tzijob’elil ruk’ jun k’amab'al kamulinem xuquje’ ri ktiq chi jujunal k’ak’ uxaq wuj

# leveled.reader.rhyme
source: Rhyme - a story with a pattern or sequence that also includes rhyme. For example: Brown Bear, Brown Bear, What do you see? I see a red bird looking at me. Red Bird, Red Bird, What do you see? I see a yellow duck looking at me. Yellow Duck, Yellow Duck, What do you see?- Bill Martin, Jr. and Eric Carle
quc: Pach'um tzij – jun tzijob’elil ruk’ jun k’amab'al kamulinem te'qne jun cholajim tzij k’o chi upam pach'um tzij. K’amab’al no’j: Ri tix koq’ik xa rumal man kawar taj Chatwaroq alaj tix xa rumal le ik' katuto - Adriano del Valle

# leveled.reader.illustrations
source: Illustration Support
quc: Tob’anik chech ri jalajoj taq wachib’al

# leveled.reader.illustrations.help
source: Illustrations provide support to the story. Illustrations relate to the story in different ways at different levels and for different types of readers (see below). Remember that in many cultures that don't have a lot of printed material around, complex pictures may be difficult to understand.
quc: Ri jalajoj taq wachib’al are jun chakub’al ri kto’b’an chech jun k'i'san tzijob'elil. Ri jalajoj taq wachib’al kajunamataj ruk’ ri k'i'san tzijob'elil pa k’i taq ub’antajik pa jalajoj niveles xuquje’ chi kech jalajoj taq sik’ìnel taq uwach wuj (chawila chi uxe'). Chna’taj chi qech chi pa k’i taq tinamit man k’o ta k’i kiwuj b’anom, kraj ne k’ax kkiraq chech uch’ob’ik ri jalajoj taq wachib’al.

# leveled.reader.illustrations.emergent.reader
source: For Emergent Readers the pictures should closely match the storyline. The reader should be able to predict the story line just by looking at the pictures. The illustrations at this level should be simple.
quc: Chi kech Nab'e taq sik’inel wuj ri jalajoj taq wachib’al rajawaxik kuk’ulaj rib’ ruk’ ri kematalik chech ri k'i'san tzijob'elil te'qne ri tzijob’elil. Are taq kil ri wachib’al, jun sik’inel uwach wuj kkowin chech unab’ejasaxik ub’ixik ri kematal wi. Rajawaxik chi ri jalajoj taq wachib’al chi upam we q’at ri' ma k’ax ta uch'ob'ik.

# leveled.reader.illustrations.early.reader
source: For Early Readers the pictures should offer some support to the story line. As the amount of text increases, the reader is less reliant on the pictures and gets more meaning from the text. The illustrations can be more complex.
quc: Chi kech ri Nab'e taq sik’inel wuj Rajawaxik ri wachib’al kkiya’ tob’anik chech ri kematalik. We kpaqi’ ri uk’iyal ri tz’ib’atalik, ri sik’inel uwach wuj man kuya chi uq'ij ri wachib’al, are kuch’ob’ ri tz’ib’atalik. Ri wachib’al utz kapaqi' uq'ij ri kel kub'ij.

# leveled.reader.fluent.reader
source: For Fluent Readers the pictures should offer little or no support to the story line. The reader relies more on the text than the pictures for meaning. The illustrations can be even more complex.
quc: Chi kech ri sak'aj taq sik’inel wuj Ri jalajoj taq wachib’al kkiya’ jub’iq’ te'qne man katob’an ta chi chech ri kematalik. Ri uch’ob’onem rech sik’inel rech uwach wuj are ri kusik'ij uwach, man are ta chi ri wachib'al. Rajawaxik chi k’ax na uch'ob'ik ri kel kub'ij ri wachib'al.

# leveled.reader.topic.choice
source: Choice of Topic
quc: Ucha’xik ub’i’ ri ch’ob’oj

# leveled.reader.topic.choice.discussion
source: Books can be on many topics. When developing books for beginning readers, choose topics that are familiar to them. Readers will be eager to read and will read more if they are reading about things they find interesting and familiar. For more experienced readers, topics can include information that the reader is not already familiar with.
quc: Ri jalajoj taq no'jwuj kuya'o kkitzijob'ej k’i taq no'jinem. Pa ri uchakuxik ri no'jwuj chi kech ri nab'e taq sik’inel wuj, rajawaxik kcha’ no'jinem ri keta'm chik. Ri sik’inel taq uwach wuj utz kkil usik’ixik uwach wuj xuquje’ kkitaqej usik’ixik xa rumal kuptanij pa kik'aslemal xuquje’ keta’m ri ktzijob'exik. Chi kech ri sak'aj taq sik’inel uwach wuj, utz kya’ no’jib’al chi upam ri man eta’matal ta kumal.

# leveled.reader.topic.choice.emergent.reader
source: For Emergent Readers the book should be concrete, should focus on one idea/theme, and should be familiar and easy to understand.
quc: Chi kech Nab'e taq sik’inel wuj ri no'jwuj qas are kutzijoj ri no’jib’al, rajawaxik kajeqi’ xa pa jun chomab’al xuquje’ no'jinem ri man k’ax ta uch’ob’ik.

# leveled.reader.topic.choice.early.reader
source: For Early Readers, develop a story around a familiar concept but in greater depth.
quc: Chi kech ri Nab'e taq sik’inel wuj, rajawaxik kb’an jun k'i'san tzijob’elil pa uwi’ jun chomab’al eta’matal kumal xa are nim chi ub’antajik.

# leveled.reader.topic.choice.fluent.reader
source: For Fluent Readers the concepts can expand beyond what is familiar, be more varied, and be abstract.
quc: Chi kech ri Sak'aj taq sik’inel wuj ri jalajoj taq chomab’al man rajawaxik taj chi keta'm chik, utz la' we k'i uwach kya'ik xuquje’ chi xaq pa ri ri chomab’al k'o wi.
