Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/quc/Palaso.xlf
Languages: quc

# AboutDialog.BuiltOnDate
source: Built on {0}
quc: Wokom tzij pa {0}

# AboutDialog.NoUpdates
source: No Updates
quc: Man k'o ta k'ak'arisaxik

# AboutDialog.WindowTitle
source: About {0}
quc: Pa uwi' le {0}

# AboutDialog._checkForUpdates
source: Check For Updates
quc: Utzukuxik k'ak'arisaxik

# AboutDialog._releaseNotesLabel
source: Release Notes
quc: Ub'ixikil tzij

# Application.AlreadyRunning.General
source: Another copy of the application is already running. If you cannot find it, restart your computer.
quc: Katajin kchakub'ex jun uwach chik we kematal chak. We man kariqo, chab'ana k'ak'umajik le akematz'ib'.

# Application.AlreadyRunning.Specific
source: Another copy of {0} is already running. If you cannot find that copy of {0}, restart your computer.
quc: Katajin kchakub'ex jun uwach chik rech {0}. We man kariqo, chab'ana k'ak'umajik le akematz'ib'.

# Application.ProblemStarting.General
source: There was a problem starting the application which might require that you restart your computer.
quc: Xk'ulmataj jun k'axk'olil pa majb'al rech le kematal chak. Wene rajawaxik kab'an na k'ak'umajik ri akematz'ib'.

# Application.ProblemStarting.Specific
source: There was a problem starting {0} which might require that you restart your computer.
quc: Xk'ulmataj jun k'axk'olil pa majb'al rech {0}. We ne rajawaxik na k'ak' umajik ri akematz'ib'.

# Application.WaitingFinish.General
source: Waiting for other application to finish...
quc: Katajin keye'xik rech jun kemchakub'al chik kk'isik...

# Application.WaitingFinish.Specific
source: Waiting for other {0} to finish...
quc: Katajin keye'xik rech {0} kak'isik...

# Common.AbortButton
source: &Abort
quc: &Uq'atexik

# Common.CancelButton
source: &Cancel
quc: &Uq'atexik

# Common.IgnoreButton
source: &Ignore
quc: &man kaya ta uq'ij

# Common.No
source: No
quc: Ja'i'

# Common.NoButton
source: &No
quc: &Ja'i'

# Common.OKButton
source: &OK
quc: &K'amik

# Common.RetryButton
source: &Retry
quc: &Tzalijem jumul chik

# Common.Yes
source: Yes
quc: Je'

# Common.YesButton
source: &Yes
quc: &Je'

# CustomIdentifierView.betterLabel1
source: RFC5646 code:
quc: Retalb'alil RFC5646:

# CustomIdentifierView.linkLabel1
source: Read about language identifiers on the web
quc: Chasik'ij uwach pa kiwi' le q'alajisanelab' rech tzijob'alib' pa le web

# DialogBoxes.ConfirmRecycleDialog.MessageForMultipleItems
source: {0} will be moved to the Recycle Bin.
quc: {0} ksilob'isax na pa ri k'olwujib'al rech kamulib'al mes.

# DialogBoxes.ConfirmRecycleDialog.MessageForSingleItem
source: {0} will be moved to the Recycle Bin.
quc: {0} ksilob'isax na pa ri k'olwujib'al rech kamulib'al mes.

# DialogBoxes.ConfirmRecycleDialog.WindowTitle
source: Confirm Delete
quc: Ukamulixik resaxik

# DialogBoxes.ConfirmRecycleDialog.cancelBtn
source: &Cancel
quc: &Uq'atexik

# DialogBoxes.ConfirmRecycleDialog.deleteBtn
source: &Delete
quc: &Resaxik

# ImageToolbox.AlmostMatchingImages
source: Found {0} images with names close to “{1}”
quc: Xuriq {0} wachib'al ri kjunumataj ub'i' pacha' {1}

# ImageToolbox.ArtOfReading
source: Art Of Reading
quc: Je'l sik'in uwach wuj

# ImageToolbox.Camera
source: Camera
quc: Esab'al wachib'al

# ImageToolbox.CopyExemplarMetadata
source: Use {0}
quc: Ukojik {0}

# ImageToolbox.Crop
source: Crop
quc: Uramik

# ImageToolbox.DownloadArtOfReading
source: Download Art Of Reading Installer
quc: Uqajisaxik le jeqb'anel rech ri Je'l ub'anik ri sik'in wuj (Art of Reading)

# ImageToolbox.EditMetadataLink
source: Edit...
quc: Ukolomaxik

# ImageToolbox.EnterSearchTerms
source: In the box above, type what you are searching for, then press ENTER.
quc: Pa ri kajxukut k'o ajsik, chatz'ib'aj ri katajin katzukuj. K'ate k'u ri' chab'ana pitz'a' pa OKIK.

# ImageToolbox.FileButton
source: File
quc: Uk'olib'al chak

# ImageToolbox.FileChooserTitle
source: Choose Picture File
quc: Chacha' jun k'olchak rech wachib'al

# ImageToolbox.Galleries
source: Galleries
quc: Cholb'al wach

# ImageToolbox.GenericGettingImageProblem
source: Sorry, something went wrong while getting the image.
quc: Man k'ax ta kqana'o, k'o ri man utz ta xelik are taq' xawaj uk'amik le wachib'al.

# ImageToolbox.GenericProblem
source: Sorry, something went wrong with the ImageToolbox
quc: Man k'ax ta kqana'o, k'o ri man utz ta xelik ruk' Uk'olib'al taq Chakub'al rech taq wachib'al (ImageToolbox)

# ImageToolbox.GetPicture
source: Get Picture
quc: Uk'amik Wachib'al

# ImageToolbox.ImageGalleries
source: Image Galleries
quc: K’olk'utb’al wachib'al

# ImageToolbox.ImageToolboxWindowTitle
source: Image Toolbox
quc: Uk'olib'al taq Chakub'al rech taq wachib'al (ImageToolbox)

# ImageToolbox.InstallArtOfReading
source: Install the Art Of Reading package (this may be very slow)
quc: Ujeqeb'axik ri woktanaj rech Je'l ub'anik ri sik'in wuj (Art of Reading), (we ri' te'qne kb'eyetajik)

# ImageToolbox.MatchingImages
source: Found {0} images
quc: Xuriq {0} wachib'al

# ImageToolbox.NewMultilingual
source: Did you know that there is a new version of this collection which lets you search in Arabic, Bengali, Chinese, English, French, Indonesian, Hindi, Portuguese, Spanish, Thai, or Swahili? It is free and available for downloading.
quc: ¿La aweta'm chi k'o jun k'ak' rilik ub'ixik we wokcha'talik che kuya'o katzukuj pa arábe, bengalí, chino, inglés, francés, indonesio, hindi, portugués, español, tailandés, o suajili? Xaq sipatalik xuquje' ya'talik rech kqasaxik.

# ImageToolbox.NoArtOfReading
source: This computer doesn't appear to have the 'Art Of Reading' gallery installed yet.
quc: Pa we kematz'ib' ri' pacha' b'ik man jeqeb'am ta ri k’olk'utb’al 'Je'l ub'anik ri sik'in wuj' (Art of Reading).

# ImageToolbox.NoGalleries
source: This computer doesn't appear to have any galleries installed yet.
quc: Pa we kematz'ib' ri' pacha' b'ik k'a maja' kjeqeb'ax le k’olk'utb’al chi upam.

# ImageToolbox.NoMatchingImages
source: Found no matching images
quc: Man xriqitaj ta k'i taq wachib'al ri kejunamatajik

# ImageToolbox.PictureFiles
source: picture files
quc: k’olib’al taq wachib’al

# ImageToolbox.ProblemGettingImageFromDevice
source: Problem Getting Image
quc: Man xb'antaj ta kowinem chech uk'amik ri wachib'al

# ImageToolbox.ProblemLoadingImage
source: Sorry, there was a problem loading that image.
quc: Man k'ax ta kqana'o, man xb'antaj ta kowinem chech upaqab'axik le wachib'al.

# ImageToolbox.PromptForMissingMetadata
source: This image does not know:\n\nWho created it?\nWho can use it?
quc: We wachib'al ri' ma reta'm taj:\n\n¿Jachin xwokonik?\n¿Jachin kkowin ukojik?

# ImageToolbox.Scanner
source: Scanner
quc: Uq'axexik wachib'al

# ImageToolbox.SearchArtOfReading
source: Search the Art of Reading Gallery
quc: Utzukuxik ri k’olk'utb’al rech Je'l ub'anik ri sik'in wuj (Art of Reading)

# ImageToolbox.SearchLanguage
source: The search box is currently set to {0}
quc: Chanim ri' le kajxukut rech tzukunik k'o pa {0}

# ImageToolbox.SetUpMetadataLink
source: Set up metadata...
quc: Usuk'umaxik jalajoj taq tz'ib'...

# IpaIdentifierView.betterLabel1
source: Purpose:
quc: Rayib'al k'u'x

# IpaIdentifierView.linkLabel1
source: Read about IPA transcription on the web
quc: Chasik'ij uwach pa uwi' ri q'axib'al pa AFI (Ch'ab'alil Choltz'ib' Ch'aqaja'; Alfabeto Fonético Internacional) pa ri web

# LanguageLookup.AlternateNamesHeader
source: Other Names
quc: Nik'aj chik b’i’aj

source: This list should include all the ISO-639 languages, including all the alternative names known to ethnologue.com.\n\nIf necessary, use the "Unlisted Language" option, which will be selected for you now.
quc: We cholb'i'aj ri' rajawaxik k'o chi upam konojel ri k'i taq tzijob'al rech ISO-639, kunim chi upam konojel taq ri b'i'aj rech nik'aj chik eta'matal ch'ob'otal rumal ethnologue.com.\n\nWe rajawaxik, chkojo' le ya'tal ucha'ik "tzijob'al man k'o ta chi upam ri choltzijob'al", we ya'tal ucha'ik utz kacha chanim.

# LanguageLookup.CannotFindMyLanguage.LinkToSILInformationAboutLanguageCodes
source: About Language 639-3 Codes & How To Apply For New Ones
quc: Chi rij le Retab'alil rech Tzijob'al 639-3 xuquje' jas uta'ik k'ak' taq tzijob'al

# LanguageLookup.CannotFindMyLanguageWindowTitle
source: About The ISO Language Registry
quc: Chi rij le Rajilab'al cholchak ISO rech taq k'i tzijob'al

# LanguageLookup.CodeHeader
source: Code
quc: Retal

# LanguageLookup.CountryCount
source: {0} Countries
quc: {0} Taq Amaq'

# LanguageLookup.CountryHeader
source: Country
quc: Amaq'

# LanguageLookup.DesiredLanguageDisplayNameLabel
source: You can change how the language name will be displayed here:
quc: Chi ri' kuya'o kk'exik jas uk'utik ub'i' le tzijob'al:

# LanguageLookup.LanguageLookupDialogWindowTitle
source: Lookup Language Code...
quc: Utzukuxik ri retab'alil rech le tzijob'al...

# LanguageLookup.PrimaryNameHeader
source: Name
quc: B'i'aj

# LanguageLookup.ShowRegionalDialectsLabel
source: Show regional dialects
quc: Uk'utik uq'ab' taq tzijob'al pa ch'aqata'q taq rulewal

# LanguageLookup.UnlistedLanguage
source: Unlisted Language
quc: Tzijob'al man k’o ta pa cholajil

# LanguageLookup._cannotFindLanguageLink
source: Can't find your language?
quc: ¿Man kariqitaj ta ri atzijob'al?

# LanguageLookup._scriptsAndVariantsLabel
source: my script variant label
quc: nuretwokaj rech jalajoj tz'ib'anik

# LanguageLookup._scriptsAndVariantsLink
source: Script and Variant
quc: Tz'ib'anik xuquje' ri jalajoj

# MemoryWarning
source: Unfortunately, {0} is starting to get short of memory, and may soon slow down or experience other problems. We recommend that you quit and restart it when convenient.
quc: Xaq chakuyu', {0} man k'o ta nim utzantzaq'orib'al xuquje' man kan taj te'qne kariq nik'aj taq k'axk'olil chik. Kaqoqxa'nij utz'apixik xuquje' kab'an k'ak'umajik we rajawaxik.

# MetadataDisplay.Creator
source: Creator: {0}
quc: Tikonel rech: {0}

# MetadataDisplay.CreatorLabel
source: Creator
quc: Tikonel

# MetadataDisplay.LicenseInfo
source: License Info
quc: Uq'alajisaxik wujya’talik

# MetadataDisplay.Licenses.CreativeCommons.AttributionRequired
source: You must keep the copyright and credits for authors, illustrators, etc.
quc: Rajawaxik kataqex ri ya'tal chech ri rajaw no'jwuj xuquje' ri b'i'aj kech xeb'anowik, ri e wachib'anel, jule' chik.

# MetadataDisplay.Licenses.CreativeCommons.CommercialUseAllowed
source: You are free to make commercial use of this work.
quc: Utz kakoj chech k'ayij we chak ri'.

# MetadataDisplay.Licenses.CreativeCommons.Derivatives
source: You may adapt and add to this work.
quc: Utz kakojo xuquje' kawiq we uwach chak ri'.

# MetadataDisplay.Licenses.CreativeCommons.DerivativesWithShareAndShareAlike
source: You may adapt and add to this work, but you may distribute the resulting work only under the same or similar license to this one.
quc: Kuya'o kakojik xuquje' kawiq chech we chak ri', xa are kjach le k'isb'al uwach chak ruk' junam wujya'talik te'qne xaq junam ruk' we ri'.

# MetadataDisplay.Licenses.CreativeCommons.NoDerivatives
source: You may not make changes or build upon this work without permission.
quc: Man ya'tal taj kab'an k'exenik xuquje' kanimarisax uwach we chak ri' we man b'anom uta'ik okib'al.

# MetadataDisplay.Licenses.CreativeCommons.NonCommercial
source: You may not use this work for commercial purposes.
quc: Man ya'tal taj kab'an ukojik we chak ri' chech taq k'ayinik.

# MetadataDisplay.Licenses.CreativeCommons.PublicDomain
source: You can copy, modify, and distribute this work, even for commercial purposes, all without asking permission.
quc: Ya'talik kesax uwach, kk'exik xuquje' kajach uwach we chak ri', xuquje' karaj ne chech taq k'ayij, xane man rajawaxik ta uta'ik okib'al.

# MetadataDisplay.Licenses.NullLicense
source: For permission to reuse, contact the copyright holder.
quc: Rech kya'taj le uta'ik okib'al chech ukamulixik ukojik, chb'an tzijonem ruk' ri qas kilow rech ri ya'tal chech ri rajaw.

# MetadataDisplay.NoLicense
source: No license specified
quc: Man k'o ta b'im chech le wujya'talik

# MetadataEditor.AllowCommercialUse
source: Allow commercial uses of your work?
quc: ¿La kaya q'ij chi kab'an uk'ayixik le achak?

# MetadataEditor.AllowDerivatives
source: Allow modifications of your work?
quc: ¿La kaya q'ij chi kb'an k'exenik chech le achak?

# MetadataEditor.CopyrightHolder
source: Copyright Holder
quc: Nab'e Rajaw rech taq le ya'tal chech ri rajaw rech

# MetadataEditor.CopyrightYear
source: Copyright Year
quc: Junab' rech ub'anik le ya'tal chech ri rajaw rech

# MetadataEditor.CreativeCommons
source: Creative Commons
quc: Tob'chak pa wokaj (Creative Commons)

# MetadataEditor.CreativeCommons.Intergovernmental
source: Intergovernmental Version
quc: Uwach chak chi kixo'l taq q'atab'al tzij

# MetadataEditor.CreatorLabel
source: Creator
quc: Rajaw

# MetadataEditor.CustomLicense
source: Custom
quc: Winaqirisam

# MetadataEditor.License
source: License
quc: Wujya'talik

# MetadataEditor.PublicDomain
source: The copyright holder waives all rights
quc: Le nab'e rajaw rech ya'talik rajaw kutzaq ronojel le ya'tal chech

# MetadataEditor.TitleNoCredit
source: Copyright and License
quc: Ya'tal chech ri rajaw xuquje' wujya'talik

# MetadataEditor.TitleWithCredit
source: Credit, Copyright, and License
quc: B'i'aj kech xeb'anowik, ya'tal chech ri rajaw xuquje' wujya'talik

# MetadataEditor.UnknownLicense
source: Contact the copyright holder for any permissions
quc: Chattzijon ruk' nab'e rajaw pa uwi' le ya'tal chech ri rajaw chech uta'ik okib'al

# MetadataEditor.YesShareAlike
source: Yes, as long as others share alike
quc: Je', are taq jule' chik junam ke'ula'nik

# MetadataEditor.additionalRequestsLabel
source: Additional Requests
quc: Uwi' taq utz'onik

# MetadataEditor.betterLinkLabel1
source: more info
quc: tz'aqatisab'al uya’ik ub’ixik

# MetadataEditor.linkToPublicDomainCC0
source: about {0} Public Domain
quc: pa uwi' ri tikch'ab'alil kech winaqil {0}

# MetadataEditor.linkToWarningAboutRefiningCreativeCommons
source: Not Enforceable
quc: Man kokisax taj

# ScriptsAndVariants.ScriptsAndVariantsDialog._cancelButton
source: Cancel
quc: Uq'atexik

# ScriptsAndVariants.ScriptsAndVariantsDialog._okButton
source: OK
quc: Uk'ulaxi

# ScriptsAndVariantsDialog.ScriptsAndVariants
source: Script and Variant
quc: Tz'ib'anik xuquje' ri jalajoj

# SettingsProtection.AlsoHideOthersNotice
source: This may also hide other buttons which are not needed by the non-advanced user.
quc: Wa' xuquje' kkowinik krawaj nik'aj taq pitz'ib'al chik chi man e rajawaxik taj chech ri kkojowik chi man nim ta reta'mab'al.

# SettingsProtection.CtrlShiftHint
source: The button will show up when you hold down the Ctrl and Shift keys together.
quc: Le pitz'ib'al kk'ut rib' are taq junam upitz'ik kab'an chech le pitz'tz'ib' Ctrl y Mayús.

# SettingsProtection.LauncherButtonLabel
source: Settings Protection...
quc: Uchajixik taq suk'umanem...

# SettingsProtection.NormallyHiddenCheckbox
source: Hide the button that opens settings.
quc: Urawaxik pitz'ib'al le katorow le suk'umanem.

# SettingsProtection.PasswordDialog.FactoryPassword
source: Factory Password
quc: Retal okib'al rech le ajb'anal rech

# SettingsProtection.PasswordDialog.Password.Explanation
source: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.
quc: We jalajoj taq suk'umanem xq'atex uwach rech man xaq k'ate' kk'exik xa rumal kuq'atej ub'e ri uchak we chakub'al ri'.

# SettingsProtection.PasswordDialog.SettingsPasswordWindowTitle
source: Settings Protection Password
quc: Retal okib'al rech uchajixik ri suk'umanem

# SettingsProtection.PasswordDialog.ShowCharactersCheckbox
source: Show Characters
quc: Uk'utik k'i taq ka'yib'alil

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always google for "{1}" and "{2}"
quc: Le Retal okib'al rech le ajb'anal rech chi kech taq we utz'aqatisaxik are "{0}". We ksach chi awech, junalik kakoj ri Google chech utzukuxik "{1}" y "{2}"

# SettingsProtection.PasswordNoticeWithSupportUrl
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page: {2}
quc: Le retal rech la ajb'anale rech chi kech usuk'umaxik are "{0}". We ksach chi awech, junalik kakoj ri uxaq che to'b'anem {1} en: {2}

# SettingsProtection.RequirePasswordCheckBox
source: Require the factory password to get into settings.
quc: Chech le okem pa ri suk'manem rajawaxik le retal okib'al rech ri b'anib'al rech.

# SettingsProtection.SettingProtectionDialogTitle
source: Settings Protection
quc: Uchajixik le suk'umanem

# ShowReleaseNotesDialog.WindowTitle
source: Release Notes
quc: Ub'ixikil pa uwi' le q'atchak

# VoiceIdentifierView.betterLabel1
source: In applications which support this option, fields with this input system will be able to play and record voice.
quc: Pa taq ri ukojik che kuq'iy we jun ub'eyal, ri upam ruk' wa' we wokchakub'al rech okib'al kixkowinik kik'olo xuquje' kik'iyirisaj ri ch'ab'alil.

# WSFontControl.Font
source: &Font:
quc: &Kemuxe':

# WSFontControl.FontNotAvailable
source: (The selected font is not available on this machine. Using default.)
quc: (Le kemuxe' tz'ib' xcha'ik man k'o ta pa we kematz'ib'. Are kokisax ri kemuxe' tz'ib' ya'om chi uloq.)

# WSFontControl.RightToLeftWS
source: This is a &right to left writing system.
quc: Wa we ri' are jun &tz'ib'anik kumaj pa wiqiq'ab' kak'is pa moxq'ab'.

# WSFontControl.Size
source: &Size:
quc: & Unimal:

# WSFontControl.TestArea
source: &Test Area:
quc: & K’olib’al rech K’otow chi’aj:

# WSIdentifierView.betterLabel4
source: Abbreviation
quc: Jik'tzij

# WSIdentifierView.betterLabel5
source: Special:
quc: Nim uq'ij:

# WSIdentifiers.IpaIdentifierView.Default
source: Default
quc: Ya'om chik uloq chech

# WSIdentifiers.IpaIdentifierView.Emic
source: Emic (uses phonology of the language)
quc: Emic (kukoj le uch'ab'alil rech le tzijob'al)

# WSIdentifiers.IpaIdentifierView.Etic
source: Etic (raw phonetic transcription)
quc: Etic (uq'axib'al ch'ab'alil pa utukel wi)

# WSKeyboardControl.KeyboardNotListed
source: If the keyboard you need is not listed, click the appropriate link below to set it up
quc: We ri pitz'tz'ib'al rawaxik man k'o ta chi upam ri cholb'i'aj, chab'ana pitz' pa ri tiqb'al qas rech ikim rech kb'an ri suk'umanem

# WSKeyboardControl.KeyboardSettingsLink
source: Windows keyboard settings
quc: Usuk’umaxik ri taq cholnak’tz’ib’ rech Windows

# WSKeyboardControl.KeyboardsAvailable
source: Available keyboards
quc: Cholnak’tz’ib’ e jeqetalik

# WSKeyboardControl.KeyboardsPreviouslyUsed
source: Previously used keyboards
quc: Cholnak’tz’ib’ xe'okisax kanoq nab'e

# WSKeyboardControl.KeymanConfigurationLink
source: Keyman Configuration
quc: Suk'umanem rech Keyman

# WSKeyboardControl.KeymanNotInstalled
source: Keyman 5.0 or later is not Installed.
quc: Keyman 5.0 wene jun k'ak' chik, ri man jeqeb'am taj.

# WSKeyboardControl.SelectKeyboardLabel
source: Select the &keyboard with which to type {0} text
quc: Chacha' le &cholnak’tz’ib’ ruk' ri kjawajtaj ukojik le woktz'ib' {0}

# WSKeyboardControl.SetupKeyboards
source: Set up keyboards
quc: Usuk’umaxik taq cholnak’tz’ib’

# WSKeyboardControl.TestAreaCaption
source: &Test Area (Use this area to type something to test out your keyboard.)
quc: &Uk'olib'al pajb'alil (Chakojo we k'olib'al ri' chech jub'iq' tz'ib'anik rech kapaj ukojik le cholnak'tz'ib'.)

source: Warning
quc: Q’ilb’al

# WritingSystemSetupView.UnableToConnectToSldrCaption
source: Unable to connect to SLDR
quc: Man loq' taj ktiq ruk' le SLDR

# WritingSystemSetupView.UnableToConnectToSldrText
source: The application is unable to connect to the SIL Locale Data Repository to retrieve the latest information about this language. If you create this writing system, the default settings might be incorrect or out of date. Are you sure you want to create a new writing system?
quc: Le kemchakub'al man loq' taj ktiq ruk' le juwokaj ub'i' tzij rech SIL rech le uk'amik ri k'ak' taq q'alajisanem pa uwi' we tzijob'al ri'. We at kwok we wokchakub'al uwach tz'ib', ri suk'umanem ya'om chi uloq te'qne man utz ta chik wene man kachakun ta chik. ¿La qas tzij kwaj kawok jun k'ak' wokchakub'al rech uwach tz'ib'?

# XkbKeyboardAdaptor.MissingKeyboard
source: [Missing] {0} ({1})
quc: [Karaj na] {0} ({1})
