Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/quc/Publish-Android-Troubleshooting.xlf
Languages: quc

# android.publish.trouble.tips
source: Troubleshooting Tips for Android Publishing
quc: Pixab rech taq Usolik ri K'axk'olil rech Tzijob'exik pa Android

# android.publish.wifi
source: Serve on WiFi Network
quc: Ujachik pa uk'atil WiFi

# android.publish.wifi.unseen
source: Problem: Android Device is not seeing book advertisements
quc: K'axk'olil: Le wiqkem chakub'al Android man katajin ta kuk'am ub'ixikil rech le no'jwuj

# android.publish.wifi.run.receive
source: When using this method, you need to run Bloom Reader, open its menu, and choose "Receive from WiFi".
quc: Are taq kokisax we solib'al no'jib'al, rajawaxik uchakuxik Bloom Reader. Chatoro' ri cholb'al chak k'ate' k'u ri' cahcha' "Uk'amik WiFi.

# android.publish.wifi.receive.from
source: Make sure the device is in the "Receive from WiFi" screen
quc: Chawila' chi le wiqchakub'al k'o pa le kutb'al wach "Uk'amik rech WiFi"

# android.publish.wifi.same.network
source: Make sure the computer and device are on the same WiFi network. A computer plugged in via cable to the WiFi router still may be on its own network. It is technically possible to connect wired networks to be able to be on the same local subnet as WiFi, but the Bloom team will not be able to provide any help in setting that up, sorry.
quc: Chawila chi le kematz'ib' xuquje' ri wiqkemchakub'al e k'o chi upam ri k'at WiFi. Jun kematz'ib' tiqital rumal ri t'iqk'a'm q'axeb'al WiFi k'o kraj na tiqital pa le uk'atil. Loq' na ut'iqoxik k'i taq uk'atil pa taq le uk'a'mal rech kakowinik kk'oji' chi upam ri uq'ab' uk'atil pacha' WiFi, xa k'ut ri e wokonolab' rech Bloom man kekowin taj kkiya to'b'anik chech usuk'umaxik we ri'.

# android.publish.wifi.firewalls
source: Make sure your computer doesn't have a firewall that is interfering. The windows Firewall will display when you first start advertising a book. If you said "No" to that, it might not ever ask you again. If you have additional 3rd party firewalls installed, try disabling them. Bloom advertises a book by broadcasting on the local net via UDP on port 5913, and Bloom Reader requests a book via port 5915.
quc: Chawila' chi ri akematz'ib' man k'o ta jun uk'ulel q'aq' (firewall) chi katajin kuq'atej uwach. Le uk'ulel q'aq' rech Windows kuk'ut na rib' are taq' k'ate kumaj ujachik le no'jwuj. We xab'ij "man loq' taj" chech are', kraj ne man kuta ta chik'. We k'o chi nik'aj uk'ulel q'aq' jeqeb'am chik, chab'ana' uchupik. Bloom kujach jun no'jwuj chi upam k'at rech upam rech UDP pa le q'axeb'al 5913 xuquje' Bloom Reader kuta jun no'jwuj pa le q'axeb'al 5915.

# android.publish.usb
source: Send Over USB Cable
quc: Utaqik ruk' le uk'amalil USB

# android.publish.usb.not.connect
source: Problem: Bloom is not connecting to my device
quc: K'axk'olil: Bloom man tiqital ta ruk' le wiqkemchakub'al

# android.publish.usb.consider.wifi
source: We have found this method to be problematic with many devices, so consider using the WiFi method even if you are only working with a single device.
quc: Xqilo chi le solb'al no'jib'al are kaya'ow k'axk'olil chi kech taq wiqkemchakub'al. Rumal wa', chwila chi le solb'al no'jib'al WiFi xuquje' we katajin kchakun xuwi wi ruk' jun wiqkemchakub'al.

# android.publish.usb.automatic
source: When using this method, you do not have to go into any special mode to receive books. Just run Bloom Reader. Books should automatically appear when they are transferred.
quc: Are taq kakoj we solb'al no'jib'al, man rawaxik taj kcha le okib'al chech uk'ulaxik no'jwuj. Xuwi chakojo' Bloom Reader. Ri jalajoj taq no'jwuj kiltaj kiwach are taq keq'axexik.

# android.publish.usb.uses.mtp
source: Some Android devices have multiple modes they can be in when connected to a computer. Some will ask you as soon as you connect the cable to the computer. Bloom will be trying to talk to the device using a protocol called "MTP". If you're not sure that your device is connecting using MTP, try googling the name of your device + "MTP".
quc: K'o jujun taq wiqkemchakub'al Android kekowonik kek'oji' k'i taq ub'anik are taq e tiqital chech jun kematz'ib'. E K'o jujun kikto are taq ktiq le t'iqk'a'm q'axeb'al chech le kematz'ib'. Bloom kub'an uchuq'ab' kutiq rib' ruk' le wiqkemchakub'al ub'i' "MTP". We man saq taj chi tiqital le wiqkemchakub'al chi upam ri MTP, chatzukuj pa Google le ub'i' le wiqkemchakub'al xuquje' "MTP".

# android.publish.usb.windows
source: The device should be showing up in Windows File Explorer (this feature is Windows-only)
quc: Le wiqkemchakub'al rajawaxik kuk'ut rib' chi upam ri Nik'ojnel rech K'olchak rech Windows (we ub'antajik ri' xuwi kriqitaj pa Windows)

# android.publish.usb.cable.or.port
source: Try a different cable, or a different USB port.
quc: Chakojo chi jun jalajoj k'a'mq'axb'al te'qne' pa jun jalajoj okib'al chik rech USB.
