Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/quc/TrainingVideos.xlf
Languages: quc

# training.videos
source: Bloom Training Videos
quc: Silob'wachib'al rech uya'ik no'jib'al Bloom

# training.videos.watch
source: If you are connected to the internet now, you can watch videos in your web browser:
quc: We ri akematz'ib' t'iqitalik che nimk'atz, katkowinik kawil silob'il wachib'al rumal ri tzukunel:

# training.videos.all
source: All videos
quc: Ronojel ri solob'il wachib'al

# training.videos.intro
source: Introductory Videos
quc: Solob'il wachib'al okib'alib'

# training.videos.whofor
source: Bloom: Who is it for
quc: Bloom: Jachin rech

# training.videos.templates
source: Understanding Templates and Shell Books
quc: Tajan kch'ob'ataj ri k'i taq Raqanib'al xuquje' ri k'i taq No'jwuj B'anom chik uloq

# training.videos.basicbook
source: Using the Basic Book template
quc: Ukojik ri raqanib'al rech Uxe' No'jwuj

# training.videos.readers
source: Using Decodable and Leveled Reader Templates (several videos)
quc: Ukojik ri k'i taq raqanib'al ri No'jwuj Sik'talik uwach xuquje' No'jwuj Cholaxo'l uwach (k'i taq solob'ilb'al uwach)

# training.videos.advanced
source: Advanced Topics
quc: Nima'q taq ch'ob'oj

# training.videos.formatting
source: Changing the format of text
quc: Tajan kk'ex ri q'in rech ri woktz'ib'

# training.videos.custompage
source: Using the Custom Page template
quc: Ukojik ri raqanib'al rech Uxaq Wuj Xrechb'exik

# training.videos.specialcharacters
source: Inserting special characters
quc: Rokik reta'b'alil nima'q taq uq'ij

# training.videos.readertemplates
source: Making a set of Decodable and Leveled Reader Templates (several videos)
quc: Tajan uwokik jun puq rech k'i taq raqanib'al chi kech ri No'jwuj Sik'talik uwach xuquje' No'jwuj Cholaxo'l uwach (k'i taq solob'ilb'al uwach)

# training.videos.offline
source: Offline Viewing
quc: Uka'yexik chi rij ri juch'

# training.videos.download
source: If you would like to download any of these videos to show and share when there is no internet connection, you can download videos to your computer:
quc: We kariyij uqasaxik jun chi kech we solob'il wachib'al rech uk'utik xuquje' ujachik chi rij kemon tz'ib', chaqasaj pa ri akematz'ib':

# training.videos.hires
source: High Resolution (Large files)
quc: Alta Resolución (Nima'q taq k'olchak)

# training.videos.lores
source: Low Resolution (Smaller files)
quc: Baja Resolución (Sib'alaj taq laj k'olchak)
