Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Wall Calendar/ReadMe-prs.xlf
Languages: prs

# Line00
source: <div dir="ltr">
prs: <div dir="rtl">

# Line01
source: # About the Wall Calendar Template
prs: # درباره نمونه تقویم دیواری

# Line02
source: Using this template, you can make an A5-size 12 month calendar, with a picture and quotation on the top page, and days on the bottom. The calendar will use the names of months and days in your language.
prs: با استفاده از این تیمپلیت، شما میتوانید یک تقویم اندازه ‏A5‏، 12 ماهه همراه با تصویر و نقل قول در بالای صفحه و روزها در پائین صفحه بسازید. تقویم نام های ماه ها و روزها را به زبان شما استفاده خواهد کرد.

# Line04
source: # Limitations of This Version
prs: # محدودیت های این نسخه

# Line05
source: Currently, you cannot make a "shell" for other languages to use.
prs: فعلاٌ، برای استفاده از لسانهای دیگر شما ‏"shell"‏ ساخته نمیتوانید.

# Line07
source: # Credits
prs: # امتیازات

# Line08
source: Thanks to Bruce Cox (SIL Cameroon) for getting this template started.
prs: از بروس کاکس (SIL‏ کیمرون) بخاطر شروع کردن این نمونه تشکر.

# Line10
source: # Feedback
prs: # باز یافت

# Line11
source: Please give and vote on [suggestions](http://bloomlibrary.org/suggestions)
prs: لطفاٌ رای بدهید [پیشنهادات](http://bloomlibrary.org/suggestions)

# Line13
source: Please report problems to [issues@bloomremovelibrary.org](mailto:issues@bloomremovelibrary.org?subject=Wall&nbsp;Calendar&nbsp;Problem).
prs: لطفاٌ مشکلات را به [issues@bloomremovelibrary.org](mailto:issues@bloomremovelibrary.org?subject=Wall&nbsp;Calendar&nbsp;Problem) گزارش دهی کنید.
