Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Wall Calendar/ReadMe-pbu.xlf
Languages: pbu

# Line00
source: <div dir="ltr">
pbu: <div dir="rtl">

# Line01
source: # About the Wall Calendar Template
pbu: # د دیوالي تقویم نمونی په اړه

# Line02
source: Using this template, you can make an A5-size 12 month calendar, with a picture and quotation on the top page, and days on the bottom. The calendar will use the names of months and days in your language.
pbu: د دې نمونی په استعمال سره تاسې د ‏A5‏ په اندازې 12 میاشتینی تقویم جوړولی شئ، د یو تصویر او بیان سره د پاڼې په سر کې، او ورځې لاندې. تقویم به ستاسې په ژبه د میاشتو او ورځو نومونه و کاروئ.

# Line04
source: # Limitations of This Version
pbu: # د دې نسخې محدودیتونه

# Line05
source: Currently, you cannot make a "shell" for other languages to use.
pbu: اوس د نورو ژبو کارولو لپاره ‏"shell"‏ نشئ جوړولای.

# Line07
source: # Credits
pbu: # امتیازات

# Line08
source: Thanks to Bruce Cox (SIL Cameroon) for getting this template started.
pbu: د بروس کاکس (‏SIL‏ کیمرون) څخه د دې نمونې په پيل کولو مننه.

# Line10
source: # Feedback
pbu: # وړاندیز

# Line11
source: Please give and vote on [suggestions](http://bloomlibrary.org/suggestions)
pbu: هیله ده چې رايه ور کړئ [و وړانديزونه شريک کړئ](http://bloomlibrary.org/suggestions)

# Line13
source: Please report problems to [issues@bloomremovelibrary.org](mailto:issues@bloomremovelibrary.org?subject=Wall&nbsp;Calendar&nbsp;Problem).
pbu: هیله ده د ستونزو راپور ورکړئ [issues@bloomremovelibrary.org](mailto:issues@bloomremovelibrary.org?subject=Wall&nbsp;Calendar&nbsp;Problem)‏.
