Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/BloomLowPriority.xlf
Languages: bn, es, fr, pt, sw

# Settings.Enterprise.NeedsCode
source: In an older version of Bloom, this project used **%0**. To continue to use this you will need to enter a current subscription code. Codes for SIL brandings can be found [here](%1). For other subscriptions, contact your project administrator.
bn: ব্লুমের একটি পুরোনো সংস্করণে, এই প্রকল্পটি **%0** ব্যবহার করেছিল। এর ব্যবহার অবিরত রাখতে আপনাকে একটি বর্তমান সদস্যতার কোড দিতে হবে। SIL ব্র্যান্ডিংয়ের কোড [here](%1) পাওয়া যাবে। অন্যান্য সদস্যতার জন্য, আপনার প্রকল্প প্রশাসকের সাথে যোগাযোগ করুন।
sw: Katika toleo la zamani la Bloom, mradi huu ulitumia **%0**. Ili kuendelea kutumia hii utahitaji kuingiza nambari ya usajili ya sasa. Misimbo ya chapa ya SIL inaweza kupatikana [here]] (%1). Kwa usajili mwingine, wasiliana na msimamizi wako wa mradi.

# Settings.Enterprise.NotValid
source: That code appears to be incorrect.
bn: কোডটি ভুল বলে মনে হচ্ছে।
sw: Msimbo huo unaonekana kuwa si sahihi.

# Settings.Enterprise.Status
source: Bloom Enterprise Status
bn: ব্লুম এন্টারপ্রাইজ অবস্থা
sw: Hali ya Bloom Enterprise

# Settings.Enterprise.Subscription
source: Enterprise Subscription
bn: এন্টারপ্রাইজ সদস্যতা
sw: Usajili wa Enterprise

# Settings.Enterprise.SubscriptionCode
source: Subscription Code:
bn: সদস্যতা কোড:
sw: Msimbo wa usajili:

# Settings.Enterprise.UnknownCode
source: This version of Bloom does not have the artwork that goes with that subscription.
bn: সদস্যতার সাথে চলে এমন কোন শিল্পকর্ম ব্লুমের এই সংস্করণে নেই।
sw: Toleo hili la Bloom halina mchoro unaoambatana na usajili huo.

# Settings.Enterprise.WhatsThis
source: What's This?
bn: এটি কি?
sw: Hii ni nini?
