Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/BloomMediumPriority.xlf
Languages: es, fr, pt

# AvailableWithSubscription
source: Available with your Bloom Subscription
es: Disponible con su suscripción a Bloom
pt: Disponível com a sua Assinatura Bloom

# EditTab.Toolbox.DragActivity.ChooseSound
source: Choose...
es: Elegir...
pt: Escolher...

# EditTab.Toolbox.DragActivity.ChooseSound.Help
source: You can use elevenlabs.io to create sound effects if your book is non-commercial. Make sure to give credit to “elevenlabs.io”.
pt: Pode usar elevenlabs.io para criar efeitos sonoros se seu livro for não-comercial. Certifique-se de dar crédito a "elevenlabs.io".

# EditTab.Toolbox.DragActivity.ChooseSoundFile
source: Choose Sound File
es: Elegir archivo de sonido
pt: Escolher o arquivo de som

# EditTab.Toolbox.DragActivity.Correct
source: Correct
es: Correcto
pt: Certo

# EditTab.Toolbox.DragActivity.CorrectInstructions
source: Add items that will show when the learner gets the correct answer. For example, you might add a text that says “Correct!” with a GIF of a dancing chicken.
es: Añadir elementos que se mostrarán cuando el estudiante reciba la respuesta correcta. Por ejemplo, puedes añadir un texto que dice “Correcto!” con un GIF de un pollo bailando.
pt: Adicione itens que demonstram que o aluno respondeu corretamente. Por exemplo, pode adicionar a palavra "Certo!" com um GIF de uma galinha dançando.

# EditTab.Toolbox.DragActivity.ObjectsToDrag
source: Objects to Drag
es: Objetos para arrastrar
pt: Objetos para Arrastar

# EditTab.Toolbox.DragActivity.Draggability
source: Draggable
es: Arrastrable
pt: Arrastável

# EditTab.Toolbox.DragActivity.DraggabilityMore
source: During game play, this item can be moved around.
pt: Durante o jogo, este objeto é móvel.

# EditTab.Toolbox.DragActivity.DraggableTarget
source: Draggable Target
es: Objetivo arrastrable
pt: Alvo Arrastável

# EditTab.Toolbox.DragActivity.FixedInPlace
source: Objects that do not Move
es: Objetos que no se mueven
pt: Fixo no local

# EditTab.Toolbox.DragActivity.DraggableTargetInstructions
source: Place the targets in the places needed for the correct answer.
es: Coloca los objetivos en los lugares necesarios para la respuesta correcta.
pt: Coloca os alvos nos lugares necessários para a resposta correta.

# EditTab.Toolbox.DragActivity.EditWordToSpell
source: Edit Word to Spell
es: Editar palabra para escribir
pt: Editar a palavra para soletrar

# EditTab.Toolbox.DragActivity.Instructions
source: Instructions
es: Instrucciones
pt: Instruções

# EditTab.Toolbox.DragActivity.Text
source: Text
es: Texto
pt: Texto

# EditTab.Toolbox.DragActivity.None
source: None
es: Ninguno
pt: Nenhum

# EditTab.Toolbox.DragActivity.Options
source: Options
es: Opciones
pt: Opções

# EditTab.Toolbox.DragActivity.PartOfRightAnswer
source: Part of the right answer
es: Parte de la respuesta correcta
pt: Parte da resposta certa

# EditTab.Toolbox.DragActivity.PartOfRightAnswerMore
source: Untick this item if it is not part of the right answer
es: Desmarcar este elemento si no es parte de la respuesta correcta
pt: Desmarque este item se não fizer parte da resposta correta

# EditTab.Toolbox.DragActivity.Play
source: Play
es: Reproducir
pt: Jogar

# EditTab.Toolbox.DragActivity.TargetsSameSize
source: Keep all targets the same size so students can't use size as a clue.
es: Mantenga todos los objetivos del mismo tamaño para que los alumnos no puedan utilizar el tamaño como pista.
pt: Mantenha todas as metas do mesmo tamanho para que os alunos não possam usar o tamanho como pista.

# EditTab.Toolbox.DragActivity.SceneInstructions
source: Properties of the Scene
es: Propiedades de la escena
pt: Propriedades da cena

# EditTab.Toolbox.DragActivity.SentenceHint
source: Type a sentence. The reader will be asked to sort the words.
es: Escriba una oración. Se le pedirá al lector que ordene las palabras.
pt: Digite uma frase. O leitor será solicitado a ordenar as palavras.

# EditTab.Toolbox.DragActivity.SetupMode
source: Game Setup mode:
es: Modo de configuración del juego:
pt: Modo de configuração do jogo:

# EditTab.Toolbox.DragActivity.ShowTargetsPlay
source: Show drag targets during Play
es: Mostrar objetivos de arrastre durante la reproducción
pt: Mostrar alvos de arrastar durante o jogo

# EditTab.Toolbox.DragActivity.ShowAnswersInTargets
source: Show Answer even during Play
es: Mostrar respuesta incluso durante la reproducción
pt: Mostrar resposta mesmo durante o jogo

# EditTab.Toolbox.DragActivity.Start
source: Start
es: Comenzar
pt: Início

# EditTab.Toolbox.DragActivity.TestInstructions
source: Try it out!
es: ¡Pruébalo!
pt: Experimente!

# EditTab.Toolbox.DragActivity.TryAgain
source: Try Again
es: Inténtalo de nuevo
pt: Tente novamente

# EditTab.Toolbox.DragActivity.CorrectSound
source: Correct Sound
es: Sonido correcto
pt: Áudio para "Certo"

# EditTab.Toolbox.DragActivity.WrongSound
source: Wrong Sound
es: Sonido incorrecto
pt: Áudio para "Errado"

# EditTab.Toolbox.DragActivity.Word
source: Word
es: Palabra
pt: Palavra

# EditTab.Toolbox.DragActivity.WordToSpell
source: Enter the word to spell
es: Introduzca la palabra para escribir
pt: Digite a palavra para soletrar

# EditTab.Toolbox.DragActivity.Wrong
source: Wrong
es: Incorrecto
pt: Incorreto

# EditTab.Toolbox.DragActivity.WrongInstructions
source: Add items that will show when the learner gets the wrong answer. For example, you might add a text that says “Try Again!”.\nIt is OK to have no correct or wrong answers. Just give the same positive reinforcement, like “Looks Nice!”.
es: Añade elementos que se mostrarán cuando el estudiante reciba una respuesta incorrecta. Por ejemplo, puedes añadir un texto que diga "¡Inténtalo de nuevo!".\nEstá bien no tener respuestas correctas o incorrectas. Tan solo da el mismo refuerzo positivo, como "¡Parece bien!".
pt: Adicione itens que irão ser mostrados quando o aprendiz obtiver a resposta incorreta. Por exemplo, pode adicionar um texto que diz "Tente novamente!". \nTudo bem não ter a resposta correta. Apenas dê um reforço positivo, como "Parece bom!".

# EditTab.Toolbox.DecodableReaderTool.BookIsDecodable
source: Book is Decodable
es: El libro es decodificable
fr: Le livre est Déchiffrable
pt: O livro é descodificável

# EditTab.Toolbox.DecodableReaderTool.BookIsNotDecodable
source: Book is not Decodable
es: El libro no es decodificable
fr: Le livre n'est pas Déchiffrable
pt: O livro não é descodificável

# EditTab.Toolbox.Games.Theme
source: Theme
es: Tema
pt: Tema

# EditTab.Toolbox.Games.Themes.blue-on-white
source: Blue on white
es: Azul en blanco
pt: Azul com fundo branco

# EditTab.Toolbox.Games.Themes.white-and-orange-on-blue
source: White and orange on blue
es: Blanco y anaranjado en azul
pt: Branco e laranja com fundo azul

# EditTab.Toolbox.Games.Themes.red-on-white
source: Red on white
es: Rojo en blanco
pt: Vermelho com fundo branco

# EditTab.Toolbox.Games.Placeholder.DragLettersInstructions
source: Drag the letters where they go
es: Arrastra las letras donde vayan
pt: Arraste as letras para as posições certas

# EditTab.Toolbox.Games.Placeholder.DragPicturesInstructions
source: Drag the pictures where they go
es: Arrastra las imágenes donde vayan
pt: Arraste as imagens para as posições certas

# EditTab.Toolbox.Games.Placeholder.DragPicturesToShadowsInstructions
source: Drag the pictures to their shadows
es: Arrastra las imágenes hasta sus sombras
pt: Arraste as imagens até as sombras correspondentes

# EditTab.Toolbox.Games.Placeholder.MatchSoundsToWordsInstructions
source: Match sounds with their words
es: Emparejar sonidos con sus palabras
pt: Ligue os áudios com as palavras certas

# EditTab.Toolbox.Games.Placeholder.DragSoundToWordTargetInstructions
source: Drag the correct sound to matching word
es: Arrastre el sonido correcto a la palabra correspondiente
pt: Arraste o áudio até a palavra correspondente

# EditTab.Toolbox.Games.Placeholder.DragWordToImageInstructions
source: Drag the word to the matching image
es: Arrastre la palabra a la imagen correspondiente
pt: Arraste a palavra para a imagem correspondente

# EditTab.Toolbox.Games.Placeholder.MatchImageToWordInstructions
source: Match each image to a word
es: Relacione cada imagen con una palabra
pt: Ligue cada imagem com uma palavra

# EditTab.Toolbox.Games.Placeholder.OrderWordsInstructions
source: Drag the words where they go
es: Arrastra las palabras donde vayan
pt: Arraste as palavras para as posições certas

# EditTab.Toolbox.Games.Placeholder.CustomGameInstructions
source: Put instructions here
es: Ponga las instrucciones aquí
pt: Coloque as instruções aqui

# EditTab.Toolbox.GameTool
source: Game Tool
es: Herramienta de juegos
pt: Ferramenta de Jogos

# EditTab.Toolbox.GameTool.CheckboxQuizHeading
source: Checkbox Quiz
pt: Teste de múltipla escolha

# EditTab.Toolbox.GameTool.CheckboxQuizInstructions
source: Check the box next to each correct answer.
pt: Selecione a caixa ao lado de cada resposta correta.

# EditTab.Toolbox.GameTool.ChooseImageFromWordHeading
source: Choose Image from Word
pt: Escolha a Imagem a partir da Palavra

# EditTab.Toolbox.GameTool.ChooseImageFromWordInstructions
source: Place the correct image in the highlighted button, put other pictures in the other buttons. When it is time to play, Bloom will shuffle the order of buttons.
pt: Coloque a imagem correta no botão destacado, coloque outras imagens nos outros botões. Na hora de jogar, Bloom vai embaralhar a ordem dos botões.

# EditTab.Toolbox.GameTool.ChooseWordFromImageHeading
source: Choose Word from Image
pt: Escolha a Palavra a partir da Imagem

# EditTab.Toolbox.GameTool.ChooseWordFromImageInstructions
source: Type the correct word in the highlighted button, put other words in the other buttons. When it is time to play, Bloom will shuffle the order of buttons.
pt: Digite a palavra correta no botão destacado, coloque outras palavras nos outros botões. Quando é hora de jogar, Bloom vai embaralhar a ordem dos botões.

# EditTab.Toolbox.LeveledReaderTool.BookIsLeveled
source: Book is Leveled
es: El libro es Graduado
fr: Le livre est Gradué
pt: Livro é nivelado

# EditTab.Toolbox.LeveledReaderTool.BookIsNotLeveled
source: Book is not Leveled
es: El libro no es Graduado
fr: Le livre n'est pas Gradué
pt: Livro não é nivelado

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.Error
source: eSpeak failed.
es: Falló eSpeak.
fr: eSpeak a échoué.
pt: eSpeak falhou.

source: Please split or clear the existing recording in this text box before changing modes.
es: Por favor, divida o borre la grabación existente en este cuadro de texto antes de cambiar modos.
fr: Veuillez diviser ou effacer l'enregistrement existant dans cette zone de texte avant de changer de mode.
pt: Por favor, divida ou limpe a gravação existente nesta caixa de texto antes de alterar os modos.

# EditTab.Toolbox.TalkingBookTool.ImportRecording
source: Import Recording...
es: Importar grabación...
fr: Importer l'Enregistrement...
pt: Importar gravação...

# EditTab.Toolbox.TalkingBookTool.ImportRecording.ConfirmReplace
source: Replace with new audio?
es: ¿Reemplazar con un nuevo audio?
fr: Remplacer par un nouvel enregistrement ?
pt: Substituir com o novo áudio?

# EditTab.Toolbox.TalkingBookTool.ImportRecording.ConfirmReplaceMessage
source: If you import this recording, it will replace all the audio for this text box.
es: Si Ud. importa esta grabación, reemplazará todo el audio de este cuadro de texto.
fr: Si vous importez cet enregistrement, il va remplacer tout l'enregistrement audio de cette zone de texte.
pt: Se importar esta gravação, ela irá substituir todo o áudio desta caixa de texto.

# EditTab.Toolbox.TalkingBookTool.InsertSegmentMarker
source: Insert Segment Marker
es: Insertar marcador de segmento
fr: Insérer un Marqueur de Segment
pt: Inserir um marcador de segmento

# EditTab.Toolbox.TalkingBookTool.ApplyTimingsFile
source: Apply Timings File...
es: Aplicar archivo de tiempo...
fr: Appliquer le Fichier des Timings...
pt: Usar Arquivo de Sincronização...

# EditTab.Toolbox.TalkingBookTool.EditTimingsFile
source: Edit Timings File...
es: Editar archivo de tiempo...
fr: Modifier le Fichier des Timings...
pt: Editar Arquivo de Sincronização...

# EditTab.Toolbox.TalkingBookTool.EditTimingsFile.Extra
source: Use an external tool like Audacity. When you're done, use "Apply Timings File..."
pt: Usar uma ferramenta externa como o Audacity. Quando terminar, use "Aplicar Arquivo de Sincronização..."

# EditTab.Toolbox.TalkingBookTool.AdjustTimings
source: Adjust Timings...
pt: Ajustar Sincronização...

# EditTab.Toolbox.TalkingBookTool.AdjustTimings.Dialog.Aeneas
source: Use Aeneas to guess timings
pt: Utilize Aeneas para propor sincronização

# EditTab.Toolbox.TalkingBookTool.AdjustTimings.Dialog.Aeneas.Extra
source: If Bloom's timing guesses based on pauses aren't accurate enough, you can use this more advanced tool instead. Keep in mind that this will erase any changes you've made. Check [here] for more details.
pt: Caso as sugestões de sincronização do Bloom baseadas em pausas não sejam precisas o suficiente, é possível usar esta ferramenta mais avançada. Lembre-se que isso irá apagar as alterações que já formam feitas. Consulte [aqui] para saber mais.

# EditTab.Toolbox.TalkingBookTool.AdjustTimings.Dialog.Rerun
source: Re-run pause-based timing guesses
pt: Reexecutar sugestões de sincronização baseadas em pausa

# EditTab.Toolbox.TalkingBookTool.AdjustTimings.Dialog.Rerun.Extra
source: This will remove any adjustments you have made.
pt: Isso removerá todos os ajustes que você fez.

# EditTab.Toolbox.TalkingBookTool.AdjustTimings.Dialog.Title
source: Adjust Timings
pt: Ajustar Sincronização

# EditTab.Toolbox.TalkingBookTool.AdjustTimingsDisabledTip
source: This is disabled because there is not a whole text box recording
pt: Esta opção está desativada porque não há uma gravação completa da caixa de texto

# EditTab.Toolbox.TalkingBookTool.InsertSegmentMarkerTip
source: Click this to insert a "|" character into the text at the current cursor position. This character tells Bloom to introduce a new segment for the purpose of highlighting the text during audio playback. You can also just type the "|" character using your keyboard.
es: Haga clic aquí para insertar un carácter "|" en el texto en la posición actual del cursor. Este carácter indica a Bloom que introduzca un nuevo segmento para resaltar el texto durante la reproducción de audio. También puede escribir el carácter "|" con el teclado.
fr: Appuyez sur ceci pour insérer un caractère "|" dans le texte à la position actuelle du curseur. Ce caractère dit à Bloom d'introduire un nouveau segment afin de mettre le texte en surbrillance lors de la lecture audio. On peut aussi saisir le caractère "|" directement à partir du clavier.
pt: Clique aqui para inserir o símbolo "|" no texto na posição atual do cursor. Bloom entende com este símbolo que durante a reprodução de áudio, é para separar o segmento sendo destacado naquele lugar. Também pode simplesmente digitar o símbolo "|" usando o seu teclado.

# EditTab.Toolbox.TalkingBookTool.InsertSegmentMarkerTipAddition
source: Bloom will hide these when you publish.
es: Bloom los ocultará cuando los publique.
pt: Bloom vai ocultar os símbolos quando for publicar.

# EditTab.Toolbox.TalkingBookTool.NeedCursorInRecordableThingDisabledTip
source: First, put the cursor in a box which has something to record.
es: En primer lugar, coloca el cursor en una casilla que tenga algo que grabar.
fr: Tout d'abord, mettez le curseur dans une boîte où il y a quelque chose à enregistrer.
pt: Primeiro, coloque o cursor numa caixa que tem algo a gravar.

# EditTab.Toolbox.TalkingBookTool.RecordingModeDisabledBecauseHasAudioTip
source: If you want to change this mode, first use the "Clear" button to remove your recording.
es: Si quieres cambiar este modo, utiliza primero el botón "Borrar" para eliminar la grabación.
fr: Si vous voulez changer ce mode, utilisez d'abord le bouton "Effacer" pour supprimer votre enregistrement.
pt: Se você quiser alterar este modo, primeiro use o botão "Limpar" para remover sua gravação.

# EditTab.Toolbox.TalkingBookTool.RecordingModeSentenceTip
source: Record one sentence at a time. You can break up sentences using the `|` character.
es: Grabe una frase cada vez. Puedes separar las frases con el carácter `|`.
fr: Enregistrez une phrase à la fois. On peut fractionner des phrases en utilisant le caractère `|`.
pt: Grave uma frase de cada vez. Você pode separar sentenças usando o caractere `|`.

# EditTab.Toolbox.TalkingBookTool.RecordingModeTextBoxTip
source: Record the whole text box in one take, or load in a recording.
es: Graba todo el cuadro de texto en una sola toma o carga una grabación.
fr: Enregistrez toute la zone de texte en une seule prise ou chargez-la dans un enregistrement.
pt: Grave toda a caixa de texto de uma vez, ou carregue uma gravação.

# EditTab.Toolbox.TalkingBookTool.ImportRecordingTip
source: Import an mp3 recording of the whole text box.
es: Importa una grabación mp3 de todo el cuadro de texto.
fr: Importe un enregistrement mp3 de la zone de texte entière.
pt: Importe uma gravação mp3 da caixa de texto inteira.

# EditTab.Toolbox.TalkingBookTool.ImportRecordingDisabledTip
source: This is disabled because this box is not in `Record by Text Box` mode.
es: Está desactivada porque esta casilla no está en modo `Registrar por cuadro de texto`.
fr: Cette option est désactivée, car cette case n'est pas en mode `Enregistrement par Zone de Texte`.
pt: Isto está desativado porque esta caixa não está no modo de Gravação por Caixa de Texto.

# EditTab.Toolbox.TalkingBookTool.EditTimingsFileTip
source: Open the timing file in a text editor. After you save your changes, click the "Apply Timings File" button.
es: Abra el archivo de temporización en un editor de texto. Después de guardar los cambios, haz clic en el botón "Aplicar archivo de temporización".
fr: Ouvrez le fichier des timings (chronométrage) dans un éditeur de texte. Après avoir enregistré vos modifications, cliquez sur le bouton "Appliquer le Fichier des Timings".
pt: Abra o arquivo de sincronização num editor de texto. Após salvar as alterações, clique no botão "Usar Arquivo de Sincronização".

# EditTab.Toolbox.TalkingBookTool.EditTimingsFileDisabledTip
source: This is only enabled after doing a "Split" of a recording of the whole text box.
es: Esto sólo se activa después de hacer una "Partición" de una grabación de todo el cuadro de texto.
fr: Ceci n'est activé qu'après avoir fait le "Fractionnement" d'un enregistrement de l'ensemble de la zone de texte.
pt: Isso só é ativado após fazer "Dividir" de uma gravação de toda a caixa de texto.

# EditTab.Toolbox.TalkingBookTool.SplitRecordingTip
source: This lets you choose a file containing timings for aligning the audio with the text. The format of the file is tab-separated values, with the first column being the start time in seconds, and the second column being the end time in seconds. The third column is often a label, but it will be ignored.
es: Esta opción le permite elegir un archivo que contiene los tiempos para alinear el audio con el texto. El formato del archivo es valores separados por tabuladores, siendo la primera columna el tiempo inicial en segundos, y la segunda columna el tiempo final en segundos. La tercera columna suele ser una etiqueta, pero se ignorará.
fr: Cela permet de choisir un fichier contenant les timings pour synchroniser l'audio avec le texte. Le format du fichier contient des valeurs séparées par des tabulations, la première colonne étant l'heure du début en secondes, et la deuxième le temps de la fin en secondes. La troisième colonne est souvent une étiquette, mais ne sera pas prise en compte.
pt: Isso permite que você escolha um arquivo com os tempos para alinhar o áudio com o texto. O formato do arquivo é valores separados por tabulação, sendo a primeira coluna o tempo de início em segundos, e a segunda coluna sendo o tempo final em segundos. A terceira coluna é muitas vezes um rótulo, mas será ignorado.

# EditTab.Toolbox.TalkingBookTool.ShowPlaybackOrderTip
source: Control the order in which various boxes on the page are played back.
es: Controla el orden de reproducción de los distintos cuadros de la página.
fr: Contrôler l'ordre de lecture des différentes boîtes sur la page.
pt: Controle a ordem na qual são reproduzidas várias caixas na página.

# EditTab.Toolbox.TalkingBookTool.RecordingMode
source: Recording Mode
es: Modo de grabación
fr: Mode d'enregistrement
pt: Modo de gravação

# EditTab.Toolbox.TalkingBookTool.RecordingModeSentence
source: By Sentence
es: Por oración
fr: Par Phrase
pt: Por frase

# EditTab.Toolbox.TalkingBookTool.RecordingModeTextBox
source: By Whole Text Box
es: Por cuadro de texto completo
fr: Par Zone de Texte Entière
pt: Por toda caixa de texto

# EditTab.Toolbox.TalkingBookTool.ShowPlaybackOrder
source: Show playback order buttons
es: Mostrar los botones de orden de reproducción
fr: Afficher les boutons pour l'ordre de lecture
pt: Mostrar botões de ordem de reprodução

# EditTab.Toolbox.TalkingBookTool.ShowImageDescriptions
source: Show image descriptions
es: Mostrar descripciones de imágenes
fr: Afficher la description de l'image
pt: Mostrar descrição da imagem

# EditTab.Toolbox.OverlayTool.KeyHints.Drag
source: drag
es: arrastrar
fr: faire glisser
pt: arrastar

# EditTab.Toolbox.OverlayTool.KeyHints.Resize
source: resize
es: redimencionar
fr: redimensionner
pt: redimensionar

# EditTab.Toolbox.OverlayTool.KeyHints.Move
source: move
es: mover
fr: déplacer
pt: mover

# ReaderSetup.SentencePunctuation.Header
source: Special Sentence-Ending Punctuation
es: Puntuación especial para finales de oración
fr: Ponctuation particulière en fin de phrase
pt: Pontuação especial para finalizar frases

# PublishTab.Language.Enabled
source: Select this if you want readers to be able to choose to read the book in this language.
es: Seleccione esta opción si desea que los lectores puedan elegir leer el libro en este idioma.
fr: Sélectionnez cette option pour permettre aux lecteurs de choisir de lire le livre dans cette langue.
pt: Marque aqui para dar os leitores a opção de ler o livro nesta língua.

# PublishTab.Language.Required
source: This is disabled because this language is currently shown in the book, so it is required.
es: Esto está desactivado porque este idioma se muestra actualmente en el libro, por lo que es necesario.
fr: Option désactivée, car la langue est requise étant celle qui est actuellement affichée dans le livre.
pt: Esta opção está desabilitada porque esta língua está exibida no livro; é obrigatório.

# PublishTab.AudioLanguage.Enabled
source: Select this if you want to include this audio.
es: Seleccione esta opción si desea incluir este audio.
fr: Sélectionnez cette option pour inclure cet audio.
pt: Marque aqui se deseja incluir este áudio.

# PublishTab.AudioLanguage.Disabled
source: This is disabled because this book does not have any audio in this language.
es: Esto está desactivado porque este libro no tiene ningún audio en este idioma.
fr: Désactivé, car ce livre n'a pas d'audio dans cette langue.
pt: Esta opção está desabilitada porque este livro não tem áudio nesta língua.

# PublishTab.Feature.Activities.None
source: This book does not have any interactive activities.
es: Este libro no tiene ninguna actividad interactiva.
fr: Ce livre n'a aucune activité interactive.
pt: Este livro não tem nenhuma atividade interactiva.

# PublishTab.Feature.Activities.Present
source: This book has interactive activities.
es: Este libro tiene actividades interactivas.
fr: Ce livre contient des activités interactives.
pt: Este livro tem atividades interativas.
