Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# CollectionSettingsDialog.AndikaNewBasicUpdate2
source: This will improve the printed output for most languages. If your language is one of the few that need "Andika", you can switch it back in Settings:Book Making.
bn: এটি অধিকাংশ ভাষার ক্ষেত্রে প্রিন্ট সংস্করণকে উন্নত করবে। যদি কিছু ভাষার মধ্যে আপনার একটি ভাষার "Andika" প্রয়োজন হয়, আপনি এটি সেটিংস:বই তৈরি তে ফিরিয়ে নিতে পারেন।
hi: इससे अधिकांश भाषाओं के लिए प्रिंटेड आउटपुट में सुधार होगा। यदि आपकी भाषा उन भाषाओं में से एक है जिसे "इंडिका" की जरुरत है, तो आप उसे सेटिंग्स:पुस्तक में जाकर फिर से वही कर सकते हैं।
sw: Hii itaboresha matokeo ya machapisho ya lugha nyingi. Iwapo lugha yako ni mojawapo ya chache zinazohitaji "Andika", unaweza kuirudisha tena kwenye mpangilio:Kutengeneza Kitabu.

# CollectionSettingsDialog.BookMakingTab.BookMakingTabLabel
source: Book Making
am: መጽሐፍ ዝግጅት
bn: বই তৈরি
hi: पुस्तक बनाना
km: ការបង្កើតសៀវភៅ
rw: Ugukora Igitabo
sw: Kutengeneza Kitabu
ta: புத்தகத்தை வெளியிடுகிறார்
te: పందెపులెక్కలు

# CollectionSettingsDialog.BookMakingTab.Branding.None
source: None
bn: কোনটিই নয়
hi: कुछ नहीं
sw: Hakuna

# CollectionSettingsDialog.BookMakingTab.DefaultFontFor
source: Default Font for {0}
am: ነባሪ ቅርፀ-ቁምፊ ለ {0}
bn: {0} এর জন্য ডিফল্ট ফন্ট
hi: {0} के लिए डिफ़ॉल्ट फोंट
km: ហ្វុនដើមសម្រាប់ {0}
sw: Fonti ya Kawaida kwa {0}
ta: இயல்புநிலை எழுத்துருவை {0}
te: డిఫాల్ట్ ఫాంట్ {0}

# CollectionSettingsDialog.BookMakingTab.Front/BackMatterPack
source: Front/Back Matter Pack
bn: সামনের/পিছনের ম্যাটার প্যাক
hi: पहला/पिछला मैटर पैक
rw: Inyuguti/Ipaki y'inyuma ni ingenzi
sw: Seti ya Machapisho ya Mbele/Nyuma
ta: முன்/பின் விவகாரத்தை கட்டு
te: ముందు / వెనుక ఉన్నా ప్యాక్

# CollectionSettingsDialog.BookMakingTab.Front/BackMatterPack.Device
source: Device
bn: ডিভাইস
hi: डिवाइस
sw: Kifaa

# CollectionSettingsDialog.BookMakingTab.Front/BackMatterPack.Paper Saver
source: Paper Saver
bn: কাগজ সংরক্ষক
hi: कागज सेवर
sw: Kihifadhi Karatasi

# CollectionSettingsDialog.BookMakingTab.Front/BackMatterPack.Super Paper Saver
source: Super Paper Saver
bn: খুবই কাগজ সাশ্রয়ী
hi: सुपर कागज सेवर
sw: Kihifadhi Karatasi kilicho Bora zaidi

# CollectionSettingsDialog.BookMakingTab.Front/BackMatterPack.Traditional
source: Traditional
bn: ঐতিহ্যবাহী
hi: पारंपरिक
sw: Desturi

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Arabic-Indic
source: Arabic-Indic
bn: আরবি -ভারতীয়
hi: अरबी-इंडिक
sw: Kiarabu-Indic

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Armenian
source: Armenian
bn: আর্মেনীয়
hi: अर्मेनियाई
sw: Kiarmenia

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Bengali
source: Bengali
bn: বাংলা
hi: बंगाली
sw: Kibengali

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Cambodian
source: Cambodian
bn: কম্বোডিয়
hi: कंबोडियाई
sw: Kikambodia

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Cjk-Decimal
source: Cjk-Decimal
bn: Cjk-দশমিক
hi: Cjk-दशमलव
sw: Nukta-cjk

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Decimal
source: Decimal
bn: দশমিক
hi: दशमलव
sw: Nukta

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Devanagari
source: Devanagari
bn: দেবনাগরী
hi: देवनागरी
sw: Kidevanagari

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Georgian
source: Georgian
bn: জর্জিয়
hi: जॉर्जियाई
sw: Kijojiajia

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Gujarati
source: Gujarati
bn: গুজরাতি
hi: गुजराती
sw: Kigujarati

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Gurmukhi
source: Gurmukhi
bn: গুরুমুখি
hi: गुरुमुखी
sw: Kigurmukhi

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Hebrew
source: Hebrew
bn: হিব্রু
hi: हिब्रू
sw: Kiebrania

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Kannada
source: Kannada
bn: কন্নড়
hi: कन्नड़
sw: Kikannada

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Khmer
source: Khmer
bn: খেমের
hi: खमेर
sw: Kikhmeri

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Lao
source: Lao
bn: লাও
hi: लाओ
sw: Kilao

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Lower-Armenian
source: Lower-Armenian
bn: নিম্ন–আর্মেনিয়
hi: लोअर-आर्मेनियाई
sw: Kiaremenia ya chini

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Malayalam
source: Malayalam
bn: মালয়ালম
hi: मलयालम
sw: Kimalayalam

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Mongolian
source: Mongolian
bn: মঙ্গোলীয়
hi: मंगोलियाई
sw: Kimongolia

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Myanmar
source: Myanmar
bn: মায়ানমার
hi: म्यांमार
sw: Kimyanmari

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Oriya
source: Oriya
bn: ওড়িয়া
hi: उड़िया
sw: Kioriya

source: Page Numbering Style
bn: পৃষ্ঠা সংখ্যাকরণ শৈলী/ধরন
hi: पन्ना क्रमांकन शैली
sw: Mtindo wa nambari za ukurasa

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Persian
source: Persian
bn: ফার্সি
hi: फारसी
sw: Kiajemi

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Tamil
source: Tamil
bn: তামিল
hi: तमिल
sw: Kitamili

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Telugu
source: Telugu
bn: তেলেগু
hi: तेलुगू
sw: Kitelugu

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Thai
source: Thai
bn: থাই
hi: थाई
sw: Kithai

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Tibetan
source: Tibetan
bn: তিব্বতী
hi: तिब्बती
sw: Kitibeti

# CollectionSettingsDialog.BookMakingTab.PageNumberingStyle.Upper-Armenian
source: Upper-Armenian
bn: উচ্চ–আর্মেনিয়
hi: ऊपरी-अर्मेनियाई
sw: Kiarmenia ya juu

# CollectionSettingsDialog.BookMakingTab.SpecialScriptSettingsLink
source: Special Script Settings
bn: বিশেষ স্ক্রিপ্ট সেটিংস
hi: विशेष स्क्रिप्ट सेटिंग्स
sw: Mipangilio ya Kipekee ya Hati

# CollectionSettingsDialog.CollectionSettingsWindowTitle
source: Settings
am: ቅንጅቶች
bn: সেটিংস
hi: सेटिंग्स
km: ការកំណត់
rw: Itunganya
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు

# CollectionSettingsDialog.LanguageTab.ChangeLanguageLink
source: Change...
bn: পরিবর্তন...
hi: बदलें...
rw: Guhindura...
sw: Badilisha...
ta: மாற்று...
te: మార్పు

# CollectionSettingsDialog.LanguageTab.Language1InSourceCollection
source: Language 1
am: ቋንቋ 1
bn: ভাষা ১
hi: भाषा 1
km: ភាសាទី 1
rw: Ururimi rwa 1
sw: Lugha ya 1
ta: மொழி 1
te: భాష 1

# CollectionSettingsDialog.LanguageTab.Language2InSourceCollection
source: Language 2
am: ቋንቋ 2
bn: ভাষা ২
hi: भाषा 2
km: ភាសាទី 2
rw: Ururimi rwa 2
sw: Lugha ya 2
ta: மொழி 2
te: భాష 2

# CollectionSettingsDialog.LanguageTab.Language3InSourceCollection
source: Language 3
am: ቋንቋ 3
bn: ভাষা ৩
hi: भाषा 3
km: ភាសាទី 3
rw: Ururimi rwa 3
sw: Lugha ya 3
ta: மொழி 3
te: భాష 3

# CollectionSettingsDialog.LanguageTab.LanguageTabLabel
source: Languages
am: ቋንቋዎች
bn: ভাষাসমূহ
hi: भाषाएं
km: ភាសា
rw: Indimi
sw: Lugha
ta: மொழிகள்
te: భాషలు

# CollectionSettingsDialog.LanguageTab.RemoveLanguageLink
source: Remove
am: አስወግድ
bn: মুছে ফেলুন
hi: निकालें
km: ដកចេញ
rw: Gukuramo
sw: Toa
ta: நீக்கு
te: తొలగించడానికి

# CollectionSettingsDialog.LanguageTab.SetThirdLanguageLink
source: Set...
bn: সেট...
hi: सेट करें...
rw: Gutunganya...
sw: Weka...
ta: அமை...
te: సెట్

# CollectionSettingsDialog.LanguageTab.VernacularLanguageLabel
source: Local Language
am: የቋንቋ ዘየ
bn: স্বদেশীয় ভাষা
hi: स्थानीय भाषा
km: ភាសាត្រាប់
sw: Lugha ya Mama
ta: நாட்டு(அ)மாவட்ட மொழி

# CollectionSettingsDialog.LanguageTab._language2Label
source: Language 2 (e.g. National Language)
bn: ভাষা ২ (উদাহরণস্বরূপ জাতীয় ভাষা)
hi: भाषा 2 (उदाहरण के लिए राष्ट्रीय भाषा)
rw: Ururimi 2 (urg. Ururimi rw'igihugu)
sw: Lugha ya 2 (e.g. Lugha ya Kitaifa)
ta: மொழி 2 (எ.கா. தேசிய மொழி)
te: భాష 2 (ఉదాహరణకు: జాతీయ భాష)

# CollectionSettingsDialog.LanguageTab._language3Label
source: Language 3 (e.g. Regional Language) (Optional)
bn: ভাষা 3 (উদাহরণস্বরূপ আঞ্চলিক ভাষা) (ঐচ্ছিক)
hi: भाषा 3 (उदाहरण के लिए क्षेत्रीय भाषा) (वैकल्पिक)
rw: Ururimi 3 (urg. Ururimi rw'Akarere) (Si itegeko)
sw: Lugha yangu 3 (kama vile lugha ya eneo) (Sio lazima)
ta: மொழி 3 (எ.கா. பிராந்திய மொழி) (விருப்ப)
te: భాష 3 (ఉదాహరణకు: ప్రాంతీయ భాష) (ఐచ్ఛిక)

# CollectionSettingsDialog.LanguageTab.SignLanguageOptional
source: Sign Language (Optional)
bn: সাইন ভাষা (ঐচ্ছিক)
sw: Lugha ya Ishara(Hiari)

# CollectionSettingsDialog.ProjectInformationTab.BloomCollectionName
source: Bloom Collection Name
am: የBloom ስብስብ ስም
bn: ব্লুম সংগ্রহের নাম
hi: ब्लूम संग्रह नाम
km: ឈ្មោះកូឡិកសិន Bloom
rw: Izina ry'ikusanyirizo rya Bloom
sw: Jina la Mkusanyiko wa Bloom
ta: Bloom தொகுப்பு பெயர்
te: వర్ధిల్లు సేకరణ పేర్లు

# CollectionSettingsDialog.ProjectInformationTab.BloomEnterpriseProject
source: Bloom Enterprise Project
bn: ব্লুম এন্টারপ্রাইজ প্রকল্প
hi: ब्लूम एंटरप्राइज प्रोजेक्ट
sw: Mradi wa Bloom Enterprise

# CollectionSettingsDialog.ProjectInformationTab.Country
source: Country
am: ሀገር
bn: দেশ
hi: देश
km: ប្រទេស
rw: Igihugu
sw: Nchi
ta: நாடு
te: దేశం

# CollectionSettingsDialog.ProjectInformationTab.District
source: District
am: ዲስትሪክት
bn: জেলা
hi: जिला
km: ឌីស្ទ្រីក
rw: Akarere
sw: Wilaya
ta: மாவட்ட
te: జిల్లా

# CollectionSettingsDialog.ProjectInformationTab.ProjectInformationTabLabel
source: Project Information
am: የፕሮጀክት መረጃ
bn: প্রকল্পের তথ্য
hi: प्रोजेक्ट जानकारी
km: ព័ត៌មានគម្រោង
rw: Amakuru ku mushinga
sw: Habari kuhusu Mradi
ta: திட்டம் தகவல்
te: ప్రాజెక్ట్ సమాచారం

# CollectionSettingsDialog.ProjectInformationTab.Province
source: Province
am: ክፍለ ሀገር
bn: প্রদেশ
hi: प्रांत
km: ខេត្ត
rw: Intara
sw: Mkoa
ta: மாகாணம்
te: రాష్ట్రభాగము

# CollectionSettingsDialog.RequiresEnterprise_ToolTip_
source: To use this feature, you'll need to enable Bloom Enterprise.
sw: Ili kutumia kipengele hiki, utahitaji kuwezesha Bloom Enterprise.

# CollectionSettingsDialog.Restart
source: Restart
am: እንደገና ጀምር
bn: রিস্টার্ট
hi: रिस्टार्ट करें
km: ចាប់ផ្តើមឡើងវិញ
rw: Kongera gutangira
sw: Anzisha upya
ta: மறுதொடக்கம்
te: పునఃప్రారంభమైన

# CollectionSettingsDialog.RestartMessage
source: Bloom will close and re-open this project with the new settings.
bn: ব্লুম বন্ধ হয়ে যাবে এবং নতুন সেটিংস এর সাথে পুনরায় প্রজেক্টটি খুলবে।
hi: ब्लूम बंद हो जाएगा और नई सेटिंग्स के साथ इस प्रोजेक्ट को फिर से खोलेगा।
rw: Bloom igiye kwifunga yongere ifungure uyu mushinga mu yindi mitunganyirize.
sw: Bloom itafunga na kufungua tena mradi huu kwa mpangilio mpya.
ta: Bloom இருக்கும் மூடிய பின் மறுபடி திறந்து புதிய அமைப்புகளுடன் இந்த திட்டம்.
te: బ్లూమ్ మూసివేసి, కొత్త సెట్టింగులు ఈ ప్రాజెక్ట్ ఓపెన్ ఉన్నాము.

# CollectionTab.AddMakeReaderTemplateBloomPackToolStripMenuItem
source: Make Reader Template Bloom Pack...
am: የምንባብ ብጁን የBloom ጥቅል ያድርጉት...
bn: রিডার টেমপ্লেট ব্লুম প্যাক প্রস্তুত করুন...
hi: पुस्तक टेम्पलेट ब्लूम पैक बनाएं...
km: ធ្វើកញ្ចប់ Bloom ឯកសារគំរូសម្រាប់អ្នកអាន…
sw: Tengeneza Seti ya Bloom ya Kigezo cha Msomaji...

# CollectionTab.AdminManagesUpdates
source: Your system administrator manages Bloom updates for this computer.
bn: আপনার সিস্টেম প্রশাসক এই কম্পিউটারে ব্লুম আপডেট ব্যবস্থাপনা করেন।
hi: आपका सिस्टम एडमिनिस्ट्रेटर इस कंप्यूटर के लिए ब्लूम अपडेट्स को प्रबंधित करता है।
sw: Utawala wa mfumo wako hudhibiti utengenezaji upya wa kompyuta hii.

# CollectionTab.AdvancedToolStripMenuItem
source: Advanced
bn: উচ্চতর
rw: Ku rwego rwo hejuru
sw: Ya hali ya juu
ta: மேம்பட்ட
te: అధునాతన

# CollectionTab.Applying
source: Applying updates
bn: আপডেট প্রয়োগ করা হচ্ছে
hi: अपडेटस लागू हो रहे हैं
sw: Kutumia utengenezaji upya

# CollectionTab.BloomLibraryLinkLabel
source: Get more source books at BloomLibrary.org
bn: BloomLibrary.org এ আরো উৎস বইসমূহ নিন
hi: BloomLibrary.org से अधिक स्रोत पुस्तकें प्राप्त करें
rw: Habwa ibindi bitabo ntangarugero kuri BloomLibrary.org
sw: Pata vitabu vingi zaidi vya vyanzo kwenye BloomLibrary.org
ta: At BloomLibrary.org புத்தகங்கள் மூலம் பெற
te: మరింత ఆధార పుస్తకం పొందండివికసించిన లైబ్రరీ వద్ద

# CollectionTab.BloomLibraryLinkVerification.Part1
source: Note: The Bloom Library contains shell books, whereas your current collection is a "source collection", meaning it is for making shell books, not for translating them into the local language.
bn: দ্রষ্টব্য: ব্লুম লাইব্রেরিতে তাক পুস্তক আছে, যেহেতু আপনার বর্তমান সংগ্রহ হল একটি "উৎস সংগ্রহ", এর অর্থ হল এটি তাক পুস্তক বানানোর জন্য, এগুলি স্থানীয় ভাষায় ভাষান্তর করার জন্য নয়।
sw: Tanbihi: Maktaba ya Bloom ina vitabu vya shell, ilhali mkusanyiko wako wa sasa ni "mkusanyiko wa chanzo", kumaanisha ni ya kutengeneza vitabu vya shell, sio ya kutafsiri kwa lugha ya mtaani.

# CollectionTab.BloomLibraryLinkVerification.Part2
source: When you've made a shell, you can then upload it to the Bloom Library from the Publish tab.
bn: আপনার তাক তৈরী হয়ে গেলে, আপনি তা ব্লুম লাইব্রেরীতে প্রকাশ ট্যাব থেকে আপলোড করতে পারেন।
sw: Unapotengeneza shell, unaweza kuiweka kwenye Maktaba ya Bloom kutoka kwa kichupo cha Chapisha.

# CollectionTab.BloomLibraryLinkVerificationCaption
source: Source Collection
am: ምንጭ ስብስብ
bn: উৎস সংগ্রহ
km: បណ្តុំប្រភព
rw: Ikusanyirizo ntangarugero
sw: Mkusanyiko wa vyanzo
ta: மூல தொகுப்பை
te: మూలం సేకరణ

# CollectionTab.BookMenu.DeleteBook
source: Delete Book
bn: বই মুছে ফেলুন
hi: पुस्तक डिलीट करें
rw: Gusiba Igitabo
sw: Futa Kitabu
ta: புத்தகம் நீக்கு
te: పుస్తకం తొలగించండి

# CollectionTab.BookMenu.DuplicateBook
source: Duplicate Book
bn: বই কপি করুন
hi: नकल पुस्तक
sw: Nakili Kitabu

# CollectionTab.BookMenu.ExportDocMessage
source: Bloom will now open this HTML document in your word processing program (normally Word or LibreOffice). You will be able to work with the text and images of this book. These programs normally don't do well with preserving the layout, so don't expect much.
bn: ব্লুম এখন এই এইচটিএমএল ডকুমেন্টটি আপনার ওয়ার্ড প্রসেসিং প্রোগ্রামে খুলবে (সাধারণত ওয়ার্ড অথবা লিব্রাঅফিস)আপনি এই বইয়ের লেখা এবং ছবি নিয়ে কাজ করতে পারেন।এই প্রোগ্রামগুলো সাধারণত লেআউট সংরক্ষণ করতে পারে না, তাই অনেক বেশি আশা করবেন না।
hi: ब्लूम अब आपके वर्ड प्रोसेसिंग प्रोग्राम (वर्ड या लिब्रेऑफिस) में इस HTML दस्तावेज़ को खोलेगा। आप इस पुस्तक के टेक्स्ट और चित्रों पर काम कर पाएंगे। यह कार्यक्रम सामान्यतः लेआउट को बनाए रखने में इतने अच्छे नहीं होते, इसलिए ज्यादा अपेक्षा न रखें।
sw: Bloom sasa itafungua nyaraka hii HTML kwenye programu yako ya kutengeneza maneno(kwa kawaida neno au Ofisi ya Libre). Utaweza kufanya kazi kwa maandishi na picha za kitabu hiki. Programu hizi kwa kawaida sio nzuri kwa kuhifadhi mtindo, hivyo usitarajie mengi.

# CollectionTab.BookMenu.ExportToSpreadsheet
source: Export to Spreadsheet...
sw: Hamisha kwa Lahajedwali...

# CollectionTab.BookMenu.ExportToWordOrLibreOffice
source: Export to Word or LibreOffice...
bn: ওয়ার্ড অথবা লিব্রাঅফিসে এক্সপোর্ট করুন...
hi: वर्ड या लिब्रेऑफिस कार्यालय में निर्यात करें...
rw: Kwimurira muri Word cyangwa LibreOffice...
sw: Peleka kwenye neno au Ofisi ya Libre...
ta: சொல் அல்லது மையம் Office ஏற்றுமதி...
te: పదం లేదా లిబ్రేఆఫీస్ ఎగుమతి

# CollectionTab.BookMenu.ExportToXMLForInDesign
source: Export to XML for InDesign...
bn: ইনডিজাইনের জন্য এক্সএমএলে এক্সপোর্ট করুন...
hi: InDesign के लिए XML में निर्यात करें...
sw: Peleka kwa XML kwa mtindo wa ndani...
ta: ஏற்றுமதி செய் XML-InDesign...
te: InDesign కోసం XML ఎగుమతి

# CollectionTab.BookMenu.ImportContentFromSpreadsheet
source: Import Content from Spreadsheet...
sw: Ingiza maudhui kutoka kwa Lahajedwali...

# CollectionTab.BookMenu.MakeBloomPack
source: Make Bloom Pack...
bn: ব্লুম প্যাক তৈরি করুন...
sw: Tengeneza seti ya Bloom...

# CollectionTab.BookMenu.Rename
source: Rename
sw: Badili jina

# CollectionTab.BookMenu.SaveAsBloomToolStripMenuItem
source: Save as Single File (*.bloomSource)...
sw: Hifadhi kama faili moja (bloom)...

# CollectionTab.BookMenu.UpdateFrontMatterToolStrip
source: Update Book
bn: আপডেট বই
hi: पुस्तक अपडेट करें
rw: Gukosora Igitabo
sw: Tengeneza upya Kitabu
ta: புத்தகம் புதுப்பி
te: నవీకరణ పుస్తకం

# CollectionTab.BookMenu.UpdateThumbnail
source: Update Thumbnail
bn: আপডেট থাম্বনেইল
hi: थंबनेल अपडेट करें
rw: Guhuza n'igihe ishusho ntubyangano
sw: Tengeneza upya ukucha wa dole gumba
ta: சிறு உருவம் புதுப்பித்தல்
te: నవీకరణ సూక్ష్మచిత్రం

# CollectionTab.BookSourceHeading
source: Sources For New Books
am: የአዳዲስ መጽሐፍት ምንጮች
bn: নতুন বইসমূহের উৎসসমূহ
hi: नई पुस्तकों के लिए स्रोत
km: ប្រភពនានាសម្រាប់សៀវភៅថ្មី
rw: Inkomoko y'ibitabo bishya
sw: Vyanzo Vya Vitabu Vipya
ta: புதிய புத்தகங்கள் வட்டாரங்கள்
te: కొత్త పుస్తకాల కోసం వర్గాలు

# CollectionTab.BookSourcesLockNotice
source: This collection is locked, so new books cannot be added/removed.
bn: এই সংগ্রহটি বন্ধ করে দেওয়া হয়েছে, তাই নতুন বইসমূহ যুক্ত/মুছে ফেলা যাবে না।
hi: यह संग्रह अवरोधित है, इसलिए नई पुस्तकें जोड़ी/निकाली नहीं जा सकती।
rw: Iri kusanyirizo rirafunze, bityo nta bitabo bishya bishobora kongerwamo/gukurwamo
sw: Mkusanyiko huu umefungwa, kwa hivyo vitabu vipya haviwezi kuongezwa/kutolewa.
ta: இந்தத் தொகுப்பில் பூட்டப்பட்டுள்ளது, எனவே புதிய புத்தகங்கள் சேர்க்க/நீக்க முடியாது.
te: ఈ సేకరణ లాక్ ఉంది,

# CollectionTab.Books From BloomLibrary.org
source: Books From BloomLibrary.org
bn: BloomLibrary.org হতে বইসমূহ
hi: BloomLibrary.org से पुस्तकें
rw: Ibitabo byavanywe kuri BloomLibrary.org
sw: Vitabu kutoka kwenye BloomLibrary.org
ta: BloomLibrary.org நூல்களுக்கு
te: ఈ నుండి పుస్తకాలు వర్ధిల్లు వికసించిన లైబ్రరీ. ఆర్గ్

# CollectionTab.CollectionMenu.doChecksAndUpdatesOfAllBooks
source: Do Updates of All Books
bn: বইসমূহ আপডেট করুন
hi: सभी पुस्तकों को अपडेट करें
rw: Guhuza n'igihe ibitabo byose
sw: Tengeneza Upya Vitabu Vyote
ta: அனைத்து புத்தகங்களை புதுப்பித்தல்கள் வேண்டாம்
te: అన్ని పుస్తకాల నవీకరణలను చేయండి

# CollectionTab.CollectionMenu.doChecksOfAllBooks
source: Do Checks of All Books
bn: বইসমূহ চেক করুন
hi: सभी पुस्तकों की जाँच करें
rw: Kontorora ibitabo byose
sw: Angalia kwa Makini Vitabu Vyote
ta: அனைத்து புத்தகங்களை காசோலைகளை வேண்டாம்
te: అన్ని పుస్తకాలు చెక్కుల చేయండి

# CollectionTab.CollectionMenu.rescueMissingImages
source: Rescue Missing Images...
bn: হারানো ছবিসমূহ উদ্ধার করুন...
hi: गुम हुई पुस्तकें निकालें...
rw: Garura amashusho yose abura...
sw: Rudisha Picha Zinazokosekana...
ta: காணாமல் போன படிமங்கள் மீட்க...
te: రెస్క్యూ తప్పిపోయిన చిత్రాలు

# CollectionTab.CollectionMenu.showHistory
source: Collection History...
bn: ইতিহাস সংগ্রহ...
hi: संग्रह इतिहास...
rw: Amateka y'ikusanyirizo...
sw: Historia ya Mkusanyiko...
ta: தொகுப்பு வரலாறு...
te: సేకరణ చరిత్ర

# CollectionTab.CollectionMenu.showNotes
source: Collection Notes...
bn: নোটসমূহ সংগ্রহ...
hi: संग्रह नोट्स...
rw: Note z'ikusanyirizo...
sw: Maelezo ya Mkusanyiko...
ta: தொகுப்பு குறிப்புகள்...
te: సేకరణ గమనికలు

# CollectionTab.CollectionTabLabel
source: Collections
am: ስብስቦች
bn: সংগ্রহসমূহ
hi: संग्रह
km: កូឡិកសិន
rw: Amakusanyirizo
sw: Mikusanyiko
ta: தொகுப்புகள்
te: సేకరణలు

# CollectionTab.Collections
source: Collections
am: ስብስቦች
bn: সংগ্রহসমূহ
hi: संग्रह
km: កូឡិកសិន
rw: Amasanyirizo
sw: Mikusanyiko
ta: தொகுப்புகள்
te: సేకరణలు

# CollectionTab.ConfiguringBookMessage
source: Building...
bn: তৈরি হচ্ছে...
hi: निर्माण हो रहा है...
rw: Iyubakwa...
sw: Kujenga...
ta: கட்டிடம்...
te: భవనం

# CollectionTab.ConfirmRecycleDescription
source: The book '{0}'
bn: বইটি '{0}'
hi: पुस्तक '{0}'
rw: Igitabo '{0}'
sw: Kitabu '{0}'
ta: அந்த புத்தகம் '{0}'
te: పుస్తకం '{0}'

# CollectionTab.ContextMenu.OpenFolderOnDisk
source: Open Folder on Disk
bn: ডিস্কে ফোল্ডারটি খুলুন
rw: Gufungura idosiye iri ku idisiki
sw: Fungua Folda kwenye Diski
ta: வட்டில் கோப்புறை திற
te: డిస్కులో ఫోల్డర్ను తెరువు

# CollectionTab.EditBookButton
source: Edit this book
am: ይህን መጽሐፍ አርትዕ
bn: এই বইটি সম্পাদন করুন
hi: इस पुस्तक को एडिट करें
km: កែសៀវភៅនេះ
rw: Nonosora iki gitabo
sw: Hariri kitabu hiki
ta: இந்த புத்தகம் திருத்து
te: ఈ పుస్తకం సంకలనం

# CollectionTab.GetABetterBloom
source: Click to get a better Bloom!
sw: Bofya kupata Bloom bora!

# CollectionTab.HiddenBookExplanationForSourceCollections
source: Because this is a source collection, Bloom isn't offering any existing shells as sources for new shells. If you want to add a language to a shell, instead you need to edit the collection containing the shell, rather than making a copy of it. Also, the Wall Calendar currently can't be used to make a new Shell.
bn: কারণ এটি উৎসের সংগ্রহ, ব্লুম নতুন শেলের জন্য কোন বিদ্যমান শেল অফার করছে না।যদি আপনি শেলে একটি ভাষা যুক্ত করতে চান, শেলটির সংগ্রহ সম্পাদন করার চেয়ে একটি কপি তৈরি করুন।এছাড়াও, বর্তমানে দেওয়াল ক্যালেন্ডার নতুন শেল তৈরি করতে পারছে না।
hi: क्योंकि यह एक स्रोत संग्रह है, ब्लूम नए शेल के लिए मौजूदा शेल को स्रोत के रूप में नहीं दे रहा है। यदि आप किसी शेल में कोई भाषा जोड़ना चाहते हैं, तो उसकी प्रति बनाने के बजाय आपको शेल में उपस्थित स्त्रोत को एडिट करना होगा। इसके अलावा, इस समय वॉल कैलेंडर का एक नया शेल बनाने के लिए उपयोग किया जा सकता।
sw: Kwa kuwa huu ni mkusanyiko wa chanzo, Broom haipeani sheli zozote zingine kama vyanzo vya sheli mpya. Iwapo unataka kuongeza lugha kwa sheli, badala yake unapaswa kuhariri mkusanyiko ulio na sheli, badala ya kutengeneza nakala yake. Pia, Kalenda ya Ukuta kwa sasa haiwezi kutumika kutengeneza Sheli mpya.
ta: மூல தொகுப்பை இது, Bloom இல்லை காலகட்டத்தில் எந்த தற்போதுள்ள உதிரிபாகங்கள் இவ்வாறு புதிய உதிரிபாகங்கள் வட்டாரங்கள். ஒரு மொழி ஒரு கூடு சேர்க்க வேண்டுமானால், அதற்கு பதிலாக வேண்டும் கூடு கொண்ட அல்லாமல் அதன் நகல் ஈட்டும் தொகுப்பு திருத்து. மேலும், சுவர் காலண்டரை தற்போது பயன்படுத்த முடியாது ஒரு புதிய கூடு ஏற்படுத்த.
te: ఈ సోర్స్ సేకరణ ఎందుకంటే, వికసించిన కొత్త గుండ్లు కోసం మూలాలుగా ఇప్పటికే ఉన్న ఏదైనా గుండ్లు అందించటం లేదు.మీరు బదులుగా, షెల్ భాషను జోడించడానికి అనుకుంటే మీరు షెల్ containging సేకరణ సవరించాల్సిన అవసరంఅంతేకానీ ఒక కాపీని తయారు కంటే. అలాగే ప్రస్తుతం గోడ క్యాలెండర్ ఒక కొత్త షెల్ చేయడానికి ఉపయోగిస్తారు సాధ్యం కాదు.

# CollectionTab.LanguageMenu.ShowUnapprovedTranslations
source: Show translations which have not been approved yet
bn: অনুবাদগুলি দেখান যা এখনও অনুমোদিত হয়নি
sw: Onyesha tafsiri ambazo bado hazijaidhinishwa

# CollectionTab.MakeBloomPackButton
source: Make Bloom Pack
bn: ব্লুম প্যাক তৈরি করুন
rw: Gukora ipaki ya Bloom
sw: Tengeneza seti ya Bloom
ta: Bloom கட்டு அமை
te: బ్లూమ్ తిరిగి తయారు

# CollectionTab.MakeBookUsingThisTemplate
source: Make a book using this source
am: ይህን ምንጭ በመጠቀም መጽሐፍ ያዘጋጁ
bn: এই উৎস ব্যবহার করে একটি বই তৈরি করুন
hi: इस स्रोत का उपयोग कर एक पुस्तक बनाएं
km: ធ្វើសៀវភៅដោយប្រើប្រភពនេះ
rw: Gukora igitabo ukoresheje ibi
sw: Tengeneza kitabu kwa kutumia chanzo hiki.
ta: இந்த மூல பயன்படுத்தி ஒரு புத்தகம் உருவாக்கு
te: ఈ సోర్స్ ఉపయోగించి ఒక పుస్తకం తయారు

# CollectionTab.MakeBookUsingThisTemplate_ToolTip_
source: Create a book in my language using this source book
bn: এই উৎস বই ব্যবহার করে আমার ভাষায় একটি বই তৈরি করুন।
hi: इस स्रोत पुस्तक का उपयोग करके मेरी भाषा में एक पुस्तक बनाएं
sw: Tengeneza kitabu kwa lugha yangu kwa kutumia kitabu hiki kama chanzo.

# CollectionTab.Open/CreateCollectionButton
source: Other Collection
am: ሌላ ስብስብ
bn: অন্যান্য সংগ্রহ
hi: अन्य संग्रह
km: កូឡិកសិនដទៃទៀត
rw: Irindi kusanyirizo
sw: Mkusanyiko Mwingine
ta: மற்ற தொகுப்பு
te: ఇతర సేకరణ

# CollectionTab.Open/CreateCollectionButton_ToolTip_
source: Open/Create/Get Collection
bn: খুলুন/তৈরি করুন/সংগ্রহ করুন
hi: खोलें/निर्माण करें/संग्रह लें
sw: Fungua/Tengeneza/Pata mkusanyiko

# CollectionTab.OpenCreateCollectionMenuItem
source: Open or Create Another Collection
bn: খুলুন অথবা অন্য সংগ্রহ তৈরি করুন
hi: अन्य संग्रह खोलें या बनाएं
sw: Fungua au Utengeneze Mkusanyiko Mwingine

# CollectionTab.Progress
source: ({0}% complete)
bn: ({0}% সম্পূর্ণ হয়েছে)
hi: ({0}% पूरा हुआ)
sw: ({0}% Imekamilika)

# CollectionTab.RestartToUpdate
source: Restart Bloom to Update
bn: ব্লুম আপডেট করতে রিস্টার্ট করুন
hi: ब्लूम अपडेट रिस्टार्ट करें
sw: Iwashe Bloom tena ili Kusasisha

# CollectionTab.Sample Shells
source: Sample Shells
am: ናሙና ሽፍኖች /Shells/
bn: নমুনা শেলসমূহ
hi: नमूने शेल
km: Shells គំរូ
rw: Imiterere ntangarugero
sw: Sampuli za Sheli
ta: மாதிரி உதிரிபாகங்கள்
te: నమూనా గుండ్లు

# CollectionTab.SendReceive
source: Send/Receive
bn: পাঠান/গ্রহণ
hi: भेजें/प्राप्त करें
rw: Kwakira/Kohereza
sw: Tuma/Pokea
ta: அனுப்பு/பெறு
te: పంపడానికి / అందుకోవడానికి
