Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# PublishTab.Upload.SignLanguage
source: Sign Language
bn: ইঙ্গিত ভাষা
hi: संकेत भाषा
sw: Lugha ya Ishara

# PublishTab.Upload.SignInSignUp
source: Sign In / Sign Up to BloomLibrary.org
sw: Ingia/Jisajili kwa Bloomlibrary.org

# PublishTab.Upload.SkipMakingPdf
source: Skipping PDF because this book has video
sw: Inaruka PDF kwa sababu kitabu hiki kina video

# PublishTab.Upload.SomethingWrong
source: Oops, something went wrong when trying to sign you into our database.
sw: Lo, kuna kitu kilienda mrama wakati wa kujaribu kukusajili kwenye hifadhidata yetu.

# PublishTab.Upload.Step1
source: Step 1: Confirm Metadata
bn: ধাপ ১: মেটাডাটা নিশ্চিত করুন
hi: चरण 1: मेटाडेटा की पुष्टि करें
rw: Intambwe 1: Kwemeza ibiranganyandiko
sw: Hatua ya 1: Thibitisha Metadata
ta: படி 1: மீத்தரவு உறுதிசெய்
te: స్టెప్ 1 మెటా డేటా నిర్ధారించండి

# PublishTab.Upload.Step2
source: Step 2: Upload
bn: ধাপ ২: আপলোড
hi: चरण 2: अपलोड करें
rw: Intambwe 2: Kukururiramo
sw: Hatua ya 2: Weka
ta: படி 2: பதிவேற்றும்
te: స్టెప్ 2 అప్లోడ్

# PublishTab.Upload.SuggestAssignCC
source: Suggestion: Assigning a Creative Commons License makes it easy for you to clearly grant certain permissions to everyone.
bn: পরামর্শ: ক্রিয়েটিভ কমনস লাইসেন্স ধার্য করে সকলকে আপনার কাজ পরিষ্কারভাবে কিছু অনুমতি দিতে সহজ করে দেয়।
hi: सुझाव: रचनात्मक सामान्य लाइसेंस को नियत करना स्पष्ट रूप से आपको हर एक को अनुमति देना आसान बनाता है।
sw: Pendekezo: Kupeana leseni bunifu ya Kawaida huifanya rahisi kwako kupeana idhini fulani kwa kila mtu.
ta: ஆலோசனை: ஆக்கப்பூர்வ செய்தியாக உரிமம் Assigning எளிதாக்குகிறது தெளிவாகக் ஒவ்வொருவரிடமும் சில அனுமதிகள் வழங்க உங்களுக்காக.
te: సలహా: ఒక సృజనాత్మక కామన్స్ లైసెన్సు కేటాయించడం సులభం మీరు స్పష్టంగా అందరికీ నిర్దిష్ట అనుమతి మంజూరు చేస్తుంది.

# PublishTab.Upload.SuggestChangeCC
source: Suggestion: Creative Commons Licenses make it much easier for others to use your book, even if they aren't fluent in the language of your custom license.
bn: পরামর্শ: ক্রিয়েটিভ কমনস লাইসেন্স আপনার বইটি অন্যদের ব্যবহার করতে সহজ করে দেয়, যদিও তারা আপনার পছন্দের লাইসেন্সের ভাষায় দক্ষ না।
hi: सुझाव: भले ही वे आपकी कस्टम लाइसेंस की भाषा को बिना अटके नहीं बोल सकते, रचनात्मक सामान्य लाइसेंस आपकी पुस्तक को दूसरों को उपयोग करने में बहुत ज्यादा आसान बनाता है।
sw: Pendekezo: Leseni Bunifu za Kawaida, hufanya kuwa rahisi zaidi kwa wengine kutumia kitabu chako, hata kama hawana ufasaha katika lugha yako ya leseni ya kawaida.
ta: ஆலோசனை: ஆக்கப்பூர்வ செய்தியாக உரிமங்கள் எளிதாக்கு பெரிதும் மற்றவர்களின் பயன்பாட்டுக்கு உங்கள் புத்தகம் என்றால் அவர்கள் மொழியில் உங்கள் விருப்பம் உரிமம் பேசியும் இல்லை.
te: సలహా: క్రియేటివ్ కామన్స్ లైసెన్సు వారు మీ కస్టమ్ లైసెన్సు యొక్క భాషలో నిష్ణాతులు కానప్పటికీ, ఇతరులు మీ పుస్తకం ఉపయోగించడానికి కోసం అది చాలా సులభం.

# PublishTab.Upload.Summary
source: Summary
bn: সারাংশ
hi: सारांश
rw: Incamake
sw: Muhtasari
ta: சுருக்கம்
te: సారాంశం

# PublishTab.Upload.Template
source: This book seems to be a template, that is, it contains blank pages for authoring a new book rather than content to translate into other languages. If that is not what you intended, you should get expert help before uploading this book.\n\nDo you want to go ahead?
bn: এই বইটি মনে হয় একটি টেমপ্লেট, এতে অন্য ভাষায় অনুবাদ করার উপাদানের বদলে নতুন বই রচনার জন্য ফাঁকা পৃষ্ঠা আছে। যদি এটা আপনার ইচ্ছা নয় তবে এই বইটি আপলোড করার আগে বিশেষজ্ঞের সাহায্য নেওয়া উচিত।\n\nআপনি কি চালিয়ে যেতে চান?
hi: यह पुस्तक एक टेंपलेट लगती है, मतलब, अन्य भाषाओं में अनुवाद सामग्री होने के बजाय इस में एक नयी पुस्तक का लेखन करने के लिए खाली पन्ने शामिल हैं। अगर यह वह नहीं जो आपने सोचा था, तो पुस्तक को अपलोड करने से पहले आपको निपुण व्यक्ति की मदद लेनी चाहिए।\n\nक्या आप आगे बढ़ना चाहते हैं?
sw: Kitabu hiki kinaonekana kuwa kiolezo, ya kwamba, kina kurasa tupu za kuandikia kitabu kipya badala ya yale yaliyomo kutafsiriwa katika lugha zingine. Ikiwa haukukusudia hivyo, unapaswa kupata msaada wa wataalam kabla ya kupakia kitabu hiki. \n\nJe, unataka kuendelea?

# PublishTab.Upload.TermsLink
source: Show Terms of Use
bn: ব্যবহারের শর্তাবলী দেখান
hi: उपयोग की शर्तें दिखाएँ
rw: Kwerekana amabwiriza y'ikoresha
sw: Onyesha Masharti ya Matumizi
ta: விதிமுறைகள் காண்பி
te: ఉపయోగం షో నిబంధనలు

# PublishTab.Upload.TimeProblem
source: There was a problem uploading your book. This is probably because your computer is set to use the wrong timezone or your system time is badly wrong. See http://www.di-mgt.com.au/wclock/help/wclo_setsysclock.html for how to fix this.
bn: আপনার বই আপলোড করতে সমস্যা হচ্ছে।এর কারণ সম্ভবত আপনার কম্পিউটার ভুল টাইমজোন ব্যবহার করছে অথবা আপনার সিস্টেমের সময় খুবই ভুল।কিভাবে সমস্যাটির সমাধান করতে হয় সেজন্য দেখুন http://www.di-mgt.com.au/wclock/help/wclo_setsysclock.html।
hi: आपकी पुस्तक अपलोड करने में कोई समस्या आई है। यह संभवत: इसलिए है क्योंकि आपका कंप्यूटर गलत समय ज़ोन का उपयोग करने के लिए सेट है या आपके सिस्टम का समय पूरी तरह गलत है। इसे ठीक करने के लिए http://www.di-mgt.com.au/wclock/help/wclo_setsysclock.html देखें।
sw: Kulikuwa na tatizo katika kuweka kitabu chako. Hii huenda ikawa ni kwa sababu kompyuta yako imeundwa ili kutumia wakati usio sahihi wa eneo au saa yako ya mfumo ni mbaya sana. Tazama http://www.di-mgt.com.au/wclock/help/wclo_setsysclock.html jinsi ya kurekebisha hii.

# PublishTab.Upload.Title
source: Title
am: ርዕስ
bn: শিরোনাম
hi: शीर्षक
km: ចំណងជើង
rw: Umutwe
sw: Mada
ta: தலைப்பு
te: టైటిల్

# PublishTab.Upload.UploadAudio
source: Upload Audio
bn: অডিও আপলোড করুন
hi: ऑडियो अपलोड करें
sw: Pakia Sauti

# PublishTab.Upload.UploadButton
source: Upload Book
bn: বই আপলোড করুন
hi: बुक अपलोड करें
rw: Kwinjizamo igitabo
sw: Weka Kitabu
ta: புத்தகம் பதிவேற்றும்
te: పుస్తకం అప్లోడ్

# PublishTab.Upload.UploadCompleteNotice
source: Congratulations, "{0}" is now available on BloomLibrary.org ({1})
bn: অভিনন্দন, "{0}" এখন BloomLibrary.org ({1}) এ পাওয়া যাচ্ছে
hi: बधाई हो, "{0}" अब BloomLibrary.org ({1}) पर उपलब्ध है
sw: Hongera, "{0}" sasa kinapatikana kwenye BloomLibrary.org ({1})
ta: வாழ்த்துக்கள், "{0}" இருக்கும் பட்சத்தில் இப்போது BloomLibrary.org ({1})
te: అభినందనలు, "{0}" బ్లూమ్ లైబ్రరీ లో ఇప్పుడు అందుబాటులో ఉంది. ఆర్గ్ {1}

# PublishTab.Upload.UploadNotAllowed
source: Upload Not Allowed
bn: আপলোড অনুমোদিত নয়
hi: अपलोड करने की अनुमति नहीं है
rw: Indimi eshatu
sw: Haikubaliwi Kuweka Kitabu
ta: பதிவேற்றும் அனுமதிக்கப்படாது
te: అప్లోడ్ అనుమతి లేదు

# PublishTab.Upload.UploadProblemNotice
source: There was a problem uploading your book. You may need to restart Bloom or get technical help.
bn: আপনার বই আপলোড করতে সমস্যা হচ্ছে।আপনার ব্লুম রিস্টার্ট অথবা কারিগরি সহায়তা নেওয়ার প্রয়োজন হতে পারে।
hi: आपकी पुस्तक अपलोड करने में कोई समस्या आई है। शायद आपको ब्लूम फिर से चलाना होगा या तकनीकी सहायता लेनी होगी।
sw: Kulikuwa na tatizo katika kuweka kitabu chako. Unaweza kuhitajika kufungua upya Bloom au kupata usaidizii wa kiufudi.
ta: உங்கள் புத்தகம் வெட்டுதல் சிக்கல் ஏற்பட்டுள்ளது. Bloom மறுதொடக்கம் செய்யவும் அல்லது தொழில்நுட்ப உதவி பெற வேண்டும்.
te: మీ పుస్తకం అప్లోడ్ సమస్య ఉంది, మీరు వికసించిన పునఃప్రారంభించుము లేదా సాంకేతిక సహాయాన్ని పొందడానికి అవసరం కావచ్చు.

# PublishTab.Upload.UploadProgress
source: Upload Progress
bn: আপলোডের অগ্রগতি
hi: अपलोड हो रहा है
rw: Uho kwinjizamo bigeze
sw: Hali ya kuendelea kuweka
ta: பதிவேற்றும் முன்னேற்றம்
te: పురోగతి అప్లోడ్

# PublishTab.Upload.UploadingBookMetadata
source: Uploading book metadata
bn: বইয়ের মেটাডাটা আপলোড হচ্ছে
hi: पुस्तक मेटाडेटा अपलोड हो रहा है
sw: Kuweka metadata ya kitabu
ta: புத்தகம் மீத்தரவு வெட்டுதல்
te: అప్లోడ్ పుస్తకం మెటాడేటా

# PublishTab.Upload.UploadingStatus
source: Uploading {0}
bn: আপলোড হচ্ছে {0}
hi: {0} अपलोड हो रहा है
rw: Ugusunikiramo {0}
sw: Kuweka {0}
ta: {0} வெட்டுதல்
te: అప్లోడ్

# PublishTab.UploadCollisionDialog.AlreadyIn
source: Already in Bloom Library
sw: Tayari iko kwenye maktaba ya Bloom

# PublishTab.UploadCollisionDialog.HaveOne
source: BloomLibrary.org already has a book with this ID from you ({0}).
sw: BloomLibrary.org tayari ina kitabu chenye kitambulisho hiki kutoka kwako ({0}).

# PublishTab.UploadCollisionDialog.Radio.DifferentBooks
source: No, these are different books
sw: Hapana, hivi ni vitabu tofauti

# PublishTab.UploadCollisionDialog.Radio.DifferentBooks.Commentary
source: Add a new book. Bloom will fix the ID of your book and upload it. The old book on Bloom Library will stay the same.
sw: Ongeza kitabu kipya. Bloom itarekebisha kitambulisho cha kitabu chako na kukipakia. Kitabu cha zamani kwenye Maktaba ya Bloom kitabaki vile vile.

# PublishTab.UploadCollisionDialog.Radio.SameBook
source: Yes, this is an update of my book
sw: Ndiyo, hii ni sasisho la kitabu changu

# PublishTab.UploadCollisionDialog.Radio.SameBook.Commentary
source: Update the book. Bloom will remove the version on [bloomlibrary.org] and replace it with your upload.
sw: Sasisha kitabu. Bloom itaondoa toleo kwenye [bloomlibrary.org] na kuibadili na upakiaji wako.

# PublishTab.UploadCollisionDialog.SameBook
source: Is this an update of your existing book?
sw: Je, hili ni sasisho la kitabu chako kilichopo?

# Quiz.CheckYourUnderstanding
source: Check Your Understanding
bn: আপনাদের বোধশক্তির পরীক্ষা করুন
hi: अपनी समझ की जांचें
sw: Angalia Uelewa Wako

# ReaderSetup.AddLevel
source: Add Level
am: ደረጃ አክል
bn: লেভেল যুক্ত করুন
hi: स्तर जोड़ें
km: បន្ថែម កម្រិត
rw: Kongeraho intera
sw: Ongeza Ngazi
ta: மட்டம் சேர்
te: స్థాయి జోడించండి

# ReaderSetup.AddStage
source: Add Stage
am: ክፍል አክል
bn: স্তর যুক্ত করুন
hi: चरण जोड़ें
km: បន្ថែម ដំណាក់កាល
rw: Kongeraho intambwe
sw: Ongeza Awamu
ta: மேடை சேர்
te: రంగస్థల జోడించండి

# ReaderSetup.AllowedWords
source: allowed words
bn: অনুমোদিত শব্দ
hi: अनुमत शब्द
sw: maneno yanayokubaliwa

# ReaderSetup.AllowedWordsFile
source: Allowed Words File
bn: অনুমোদিত শব্দের ফাইল
hi: अनुमत शब्द फाइल
sw: Faili za maneno zinazokubaliwa

# ReaderSetup.AllowedWordsFileHeader
source: Allowed Words File
bn: অনুমতি শব্দ ফাইল
hi: अनुमत शब्द फाइल
sw: Faili za maneno zinazokubaliwa

# ReaderSetup.AverageHeader
source: Avg
bn: গড়
hi: औसत
sw: Wastani

# ReaderSetup.BookHeader
source: Book
am: መጽሐፍ
bn: বই
hi: पुस्तक
km: សៀវភៅ
rw: Igitabo
sw: Kitabu
ta: புத்தகம்
te: పుస్తకం

# ReaderSetup.BookMaxWords2
source: Per **Book**
sw: Kwa **Kitabu**

# ReaderSetup.ChooseAllowedWordsFile
source: Choose...
bn: পছন্দ ...
hi: चुनें...
sw: Chagua...

# ReaderSetup.ClickLetter
source: Click on letters to add them to this stage.
bn: এই স্তরে যুক্ত করতে অক্ষরগুলোতে ক্লিক করুন।
hi: अक्षरों को इस चरण में जोड़ने के लिए उन पर क्लिक करें।
rw: Kanda ku nyuguti uzongere kuri iyi ntambwe.
sw: Kliki kwenye herufi ili kuziongeza kwa awamu hii.
ta: இந்த நிலையில் அவற்றை சேர்க்க கடிதங்கள் click செய்யவும்.
te: ఈ దశలో వాటిని జోడించడానికి అక్షరాల మీద క్లిక్

# ReaderSetup.DecodableStages
source: Decodable Stages
am: ከድምጽ ጋር አዛምዶ የማንበቢያ ደረጃዎች
bn: ডিকোডেবল স্তরসমূহ
hi: डिकोडेबल चरण
km: ដំណាក់កាលដែលអាចចាត់តាមអក្សរ
rw: Inzego zo gusemura ubutumwa
sw: Awamu zinazoweza Kufasiriwa
ta: Decodable தொடங்குகிறது
te: దానిని decodable దశల్లో

# ReaderSetup.FileNeedsTxtExtension
source: File needs .TXT extension
bn: ফাইলের .TXT বর্ধিতাংশ প্রয়োজন
hi: फाइल को .TXT एक्सटेंशन की आवश्यकता है
sw: Faili zinahitaji kupanuliwa kwa .TXT

# ReaderSetup.FirstSetupAlphabet
source: First,
bn: প্রথমে,
hi: पहले,
rw: Ubwa mbere,
sw: Kwanza,
ta: முதல்,
te: మొదటి

# ReaderSetup.FormatNotSupported
source: Cannot read this format
bn: এই বিন্যাসটি পড়া যায়নি
hi: इस फॉर्मेट का उपयोग नहीं किया जा सकता
rw: Ntishobora gusoma iyi miterere
sw: Muundo huu hauwezi kusomeka
ta: இந்த வடிவமைப்பை படிக்க முடியவில்லை
te: ఈ ఫార్మాట్ చదువలేదు

# ReaderSetup.HowToExport
source: Help exporting and converting files to use as sample texts
bn: নমুনা লেখা হিসেবে ব্যবহার করতে ফাইলগুলো এক্সপোর্ট এবং রূপান্তর করতে সহায়তা
hi: निर्यात और नमूना ग्रंथों के रूप में उपयोग करने के लिए फ़ाइलों को परिवर्तित करने में सहायता
rw: Gufasha mu kwimuririra ahandi no guhindura amafishiye yo gukoreshwa nk'imyandiko ntangarugero
sw: Saidia katika kutuma na kubadilisha faili ili kutumika kama sampuli ya maandishi
ta: ஏற்றுமதி மற்றும் மாதிரி texts பயன்படுத்த கோப்புகளை மாற்றுவதற்கு உதவி
te: నమూనా పాఠాలు ఉపయోగించడానికి ఫైళ్లు ఎగుమతి, మార్చడానికి సహాయం

# ReaderSetup.Letters
source: Letters
am: ፊደሎች
bn: অক্ষরসমূহ
hi: अक्षर
km: អក្សរ
rw: Inyuguti
sw: Herufi
ta: கடிதங்கள்
te: అక్షరాలు

# ReaderSetup.Letters.Header
source: Letters and Letter Combinations
am: ፊደሎች እና የፊደሎች አሰካክ
bn: অক্ষরসমূহ এবং অক্ষরের সমন্বয়সূহ
hi: अक्षर और अक्षर संगठन
km: អក្សរ និងអក្សរផ្សំ
rw: Inyuguti n'ibihekane
sw: Herufi na uunganishaji wa herufi
ta: கடிதங்கள் மற்றும் எழுத்து சேர்க்கைகளை
te: అక్షరాలు మరియు అక్షరాలు కలయికలు.

# ReaderSetup.Letters.Intro
source: To help you make decodable readers, Bloom needs to know the letters and letter combinations that you will be teaching.
bn: ডিকোডেবল রিডার তৈরিতে আপনাকে সাহায্য করতে, আপনি যা শেখাবেন সেই অক্ষর ও অক্ষরের সমন্বয়সমূহ ব্লুমের জানা প্রয়োজন।
hi: डिकोडेबल पुस्तकें बनाने में आपकी सहायता करने के लिए, आप जो अक्षर और अक्षरों के समुच्चयों का उपयोग करेंगे उन्हें ब्लूम को जानना जरुरी है.
sw: Ili kukusaidia kutengeneza kifaa cha kusoma kinachoweza kufasiriwa, Bloom inahitaji kujua herufi na uunganishaji wa herufi utakaokuwa ukifundisha.
ta: உதவும் decodable படிப்பான்கள், Bloom கடிதங்கள் மற்றும் நீங்கள் கற்பித்தல் இருக்கும் எழுத்து சேர்க்கைகளை தேவைப்படுகிறது.
te: మీరు దానిని decodable పాఠకులు మీకు సహాయం చేయడానికి, వికసించిన అక్షరాలు మరియు మీరు బోధించే ఉంటుంది అక్షరాలు కాంబినేషన్ తెలుసుకోవాలి.

# ReaderSetup.Letters.LetterHelp1
source: Separate each letter or letter combination with a space. For example, here is what we might use for the English language:
bn: প্রতিটি অক্ষর অথবা অক্ষর সমন্বয় একটি ফাঁকা স্থান দিয়ে পৃথক করুন।উদাহরণস্বরূপ, ইংরেজি ভাষার জন্য আমরা যা ব্যবহার করতে পারি তা নীচে দেওয়া হল:
hi: हर एक अक्षर को या अक्षर समुच्चय को एक रिक्त स्थान देकर अलग करें। उदाहरण के लिए, हम अंग्रेजी भाषा में जिसका उपयोग करेंगे वह यह हो सकता है:
sw: Tenganisha kila herufi au uunganishaji wa herufi kwa nafasi. Kwa mfano, hapa ni kile tunachoweza kutumia kwa lugha ya Kiingereza:
ta: ஒவ்வொரு எழுத்து அல்லது எழுத்து இரண்டும் கொண்ட ஒரு இடம் தனி. உதாரணமாக, இங்கே என்பது என்ன நாங்கள் இருக்கலாம் பயன்படுத்த ஆங்கில மொழி:
te: ఒక ఖాళీ తో ప్రతి అక్షరం లేదా లేఖ కలయిక విభజించండి. ఉదాహరణకు, ఇక్కడ, మేము ఆంగ్ల భాష కోసం ఉపయోగించుకునే ఏమిటి.

# ReaderSetup.Letters.LetterHelp2
source: Notice that the English list includes symbols that are used to make words, like ' in
bn: লক্ষ করুন যে শব্দ তৈরিতে যে সব প্রতীক ব্যবহার করা হয় যেমন ' এর মধ্যে, সেগুলো ইংরেজি তালিকায় অন্তর্ভুক্ত রয়েছে
hi: ध्यान दें कि अंग्रेजी सूची में वे चिन्ह शामिल हैं जिनका उपयोग शब्दों को बनाने के लिए किया जाता है जिन्हें संबंद कारक चिन्ह कहा जाता है, जैसे (-) इस शब्द में:
sw: Tambua kuwa orodha ya kiingereza inajumuisha alama zinazotumiwa kutengeneza maneno, kama ' katika
ta: ஆங்கில பட்டியலில் அடங்கும் போன்ற சொற்கள், தயாரிக்க பயன்படுத்தப்படும் சின்னங்கள் கவனிக்கவும் ' உள்ள
te: ఇంగ్లీష్ జాబితాలో వంటి, పదాలను తయారు ఉపయోగిస్తారు చిహ్నాలు కలిగి గమనించండి.

# ReaderSetup.Letters.LetterHelp3
source: it's
bn: এটি
hi: आंधी-तूफान
rw: ni
sw: ni
ta: அது
te: ఇది

# ReaderSetup.Letters.LetterHelp5
source: Do not include punctuation in this list. Bloom does not support the inclusion of punctuation in decodable stages.
bn: এই তালিকায় বিরামচিহ্ন অন্তর্ভুক্ত করবেন না। ব্লুমটি ডিকোডেবল পর্যায়ে বিরামচিহ্ন অন্তর্ভুক্তিকে সমর্থন করে না।
sw: Usiweke uakifishaji katika orodha hii. Bloom haiungi mkono ujumuishaji wa uakifishaji katika hatua zinazoweza kutolewa.

# ReaderSetup.LevelHeader
source: Level
am: ደረጃ
bn: পর্যায়
hi: स्तर
km: កម្រិត
rw: Urwego
sw: Hatua
ta: நிலை
te: స్థాయి

# ReaderSetup.LevelLabelMax
source: Level {0} Maximums
sw: Kiwango {0} Upeo

# ReaderSetup.Levels
source: Reader Levels
am: የምንባብ ደረጃዎች
bn: পাঠক পর্যায় সমূহ
hi: पुस्तक स्तर
km: កម្រិតអ្នកអាន
rw: Inzego z'abasomyi
sw: Ngazi za msomaji
ta: படிப்பவர் நிலைகள்
te: రీడర్ స్థాయిలు

# ReaderSetup.MatchingWords
source: matching words
bn: সাদৃশ্য রয়েছে এমন শব্দসমূহ
hi: समान शब्द
sw: majina yanayoambatana
ta: பொருத்தமான சொற்கள்
te: మ్యాచింగ్ పదాలు

# ReaderSetup.MaxAverageGlyphsPerWord
source: Average per Word in **Book**
sw: Wastani kwa kila Neno katika **Kitabu**

# ReaderSetup.MaxAverageWords
source: Average per **Sentence** in **Book**
bn: বইয়ের বাক্যগুলোর সর্বোচ্চ গড় দৈর্ঘ্য
hi: पुस्तक में अधिकतम वाक्यों की औसतम लंबाई
sw: Wastani kwa kila **Sentensi** katika **Kitabu**

# ReaderSetup.MaxAverageWordsPerPage
source: Average per **Page**
sw: Wastani kwa kila **Ukurasa**

# ReaderSetup.MaxAverageSentencesPerPage
source: Average per **Page**
sw: Wastani kwa kila **Ukurasa**

# ReaderSetup.MaxGlyphsPerWord
source: In any **Word**
sw: Kwa kila **Neno** lolote

# ReaderSetup.MaxSentencesPerPage
source: Per **Page**
sw: Kwa kila **Ukurasa**

# ReaderSetup.MaxUniqueWords
source: Maximum Unique Words in Book
bn: প্রতি বইয়ে সর্বোচ্চ শব্দের সংখ্যা
hi: पुस्तक में अधिकतम अनोखे शब्द
sw: Idadi ya juu zaidi ya maneno ya kipekee kwenye kitabu

# ReaderSetup.MaxUniqueWords2
source: **Unique** in **Book**
sw: **Kipekee** katika ** Kitabu**

# ReaderSetup.PageHeader
source: Page
am: ገጽ
bn: পৃষ্ঠা
hi: पन्ना
km: ទំព័រ
rw: Ipaji
sw: Ukurasa
ta: கடைசியாக
te: పేజీ

# ReaderSetup.PageMaxWords2
source: Per **Page**
sw: Kwa kila **Ukurasa**

# ReaderSetup.PerBookHeader
source: Per Book (Unique)
sw: Kwa kila Kitabu (Kipekee)

# ReaderSetup.PerPageHeader
source: Per Page (Average)
sw: Kwa kila Ukurasa (Wastani)

# ReaderSetup.PerSentenceHeader
source: Per Sentence (Average)
sw: Kwa kila Sentensi ( Wastani)

# ReaderSetup.PerWordHeader
source: Per Word (Average)
sw: Kwa kila Neno (Wastani)

# ReaderSetup.PoweredBy
source: Powered by
bn: এর দ্বারা চালিত
hi: के द्वारा संचालित
rw: Byakozwe na
sw: Imewezeshwa na
ta: இதனால் இயங்குகிறது
te: ద్వారా ఆధారితం

# ReaderSetup.Punctuation
source: Punctuation
bn: যতিচিহ্ন
hi: विराम चिन्ह
sw: Uakifishaji

# ReaderSetup.ReaderLevels
source: Reader Levels
am: የምንባብ ደረጃዎች
bn: পাঠক পর্যায় সমূহ
hi: पुस्तक स्तर
km: កម្រិតអ្នកអាន
rw: Inzego z'abasomyi
sw: Ngazi za msomaji
ta: படிப்பவர் நிலைகள்
te: రీడర్ స్థాయిలు

# ReaderSetup.RemoveLevel
source: Remove Level {0}
am: ደረጃ {0}ን አስወግድ
bn: লেভেল মুছে ফেলুন {0}
hi: {0} स्तर निकालें
km: ដកចេញកម្រិត {0}
rw: Kuramo urwego {0}
sw: Toa ngazi
ta: நிலை {0} நீக்கு
te: స్థాయి తొలగించడానికి {0}

# ReaderSetup.RemoveStage
source: Remove Stage {0}
am: ክፍል {0}ን አስወግድ
bn: স্তর মুছে ফেলুন {0}
hi: चरण {0} निकालें
km: ដកចេញ ដំណាក់កាល {0}
rw: Kuramo intambwe {0}
sw: Toa Awamu {0}
ta: மேடை {0} நீக்கு
te: రంగస్థల తొలగించడానికి {0}

# ReaderSetup.RemoveWordList
source: Remove from this stage
bn: এই স্তর থেকে মুছে ফেলুন
hi: इस चरण से हटाएं
sw: Toa kutoka kwa ukurasa huu

# ReaderSetup.ReorderLevels
source: Drag rows to reorder levels.
bn: পুনর্বিন্যাস লেভেলে সারিগুলো টানুন।
hi: पुस्तकों का पुन: निर्माण करने के लिए पंक्ति को खींचें।
rw: Kurubana imbariro upange neza inzego.
sw: Vuta mstari ili kupanga ngazi.
ta: நிலைகள் மறு வரிசையாக்க இழுத்து வேண்டிய வரிசைகளை இழுக்கவும்.
te: స్థాయిలు క్రమాన్ని వరుసలు లాగండి

# ReaderSetup.ReorderStages
source: Drag rows to reorder stages.
bn: পুনর্বিন্যাস স্তরে সারিগুলো টানুন।
hi: चरणों का पुन: निर्माण करने के लिए पंक्तियों को खींचें।
rw: Kurubana imbariro upange neza intambwe.
sw: Vuta mistari ili kupanga awamu.
ta: கட்டத்தில் மறு வரிசையாக்க இழுத்து வேண்டிய வரிசைகளை இழுக்கவும்.
te: దశల్లో క్రమాన్ని వరుసలు లాగండి

# ReaderSetup.SampleWords
source: Sample Words
bn: নমুনা শব্দাবলি
hi: नमूने शब्द
sw: Sampuli ya Maneno

# ReaderSetup.SearchEngine
source: , the Search Engine for Literacy.
bn: , সাক্ষরতার জন্য সার্চ ইঞ্জিন।
hi: , साक्षरता के लिए खोज इंजन।
rw: , Urubuga rw'ishakisha ku bijyanye n'ugusoma no kwandika.
sw: , Injini ya Kutafuta ya Kusoma na Kuandika.
ta: , எழுத்தறிவு தேடு பொறி.
te: అక్షరాస్యత కోసం శోధన ఇంజిన్

# ReaderSetup.SelectedLetters
source: Previous and New Letters
am: የበፊት እና አዳዲስ ፊደሎች
bn: পূর্বের এবং নতুন অক্ষরসমূহ
hi: पिछले और नए अक्षर
km: អក្សរមុន និងថ្មី
rw: Inyuguti zabanje n'inshya
sw: Herufi za hapo awali na zile mpya
ta: முந்தைய மற்றும் புதிய எழுத்துக்கள்
te: ప్రివ్యూ మరియు కొత్త అక్షరాలు

# ReaderSetup.SentenceHeader
source: Sentence
am: ዐረፈተ ነገር
bn: বাক্য
hi: वाक्य
km: ប្រយោគ
rw: Interuro
sw: Sentensi
ta: தண்டனை
te: వాక్యం

# ReaderSetup.Sentences
source: Sentences
sw: Sentensi

# ReaderSetup.SentenceMaxWords2
source: Per **Sentence**
sw: Kwa kila ** Sentensi**

# ReaderSetup.SentencePunctuation.Header
source: Special Sentence-Ending Punctuation
bn: বিশেষ বাক্য-সমাপ্তি বিরামচিহ্ন
sw: Uakifishaji maalum wa kumaliza sentensi

# ReaderSetup.SentencePunctuation.Help
source: Bloom already knows which characters in the world's languages always mark the end of sentences. To add others, enter the Unicode character escapes here. For example for Thai script languages, enter \U0020 to tell Bloom that normal spaces are used to break sentences.
bn: ব্লুম ইতিমধ্যে জানে যে পৃথিবীর ভাষাগুলিতে বাক্য শেষে সব সময় কোন কোন চিহ্ন ব্যবহার হয়। অন্য অক্ষর যোগ করার জন্য, ইউনিকোড অক্ষর এখানে প্রবেশ করান। যেমন থাই লিপির ভাষাগুলির ক্ষেত্রে, বাক্য আলাদা করতে সাধারন ফাকা রাখা হয় এটা ব্লুমকে নির্দেশ দিতে \U0020 প্রবেশ করান।
hi: ब्लूम पहले से जानता है कि संसार की भाषाओं में कौन से निशान हमेशा अंत में आते हैं। अन्य वर्णों को जोड़ने के लिए, यूनिकोड वर्णों को यहां पर दर्ज करें। उदाहरण के लिए, थाई लिपि भाषाओं में, वाक्यों को अलग करने के लिए सामान्य अंतर रखा जाता है यह ब्लूम को बताने के लिए \U0020 दर्ज करें।
sw: Bloom tayari inajua ni herufi gani katika lugha za ulimwengu kila wakati zinaashiria mwisho wa sentensi. Ili kuongeza zingine, ingiza herufi ya Unicode hapa. Kwa mfano kwa lugha za maandishi ya Thai, ingiza \ U0020 kuambia Bloom kwamba nafasi za kawaida hutumiwa kuvunja sentensi.

# ReaderSetup.SetUpDecodableReaderTool
source: Set up Decodable Reader Tool
bn: ডিকোডেবল রিডার টুল সেট আপ
hi: डिकोडेबल पुस्तक उपकरण सेट अप करें
sw: Andaa kifaa cha Kusoma kinachoweza Kufasiriwa
ta: Decodable படிப்பான் கருவி அமை
te: దానిని decodable రీడర్ టూల్ అప్ సెట్

# ReaderSetup.SetUpLeveledReaderTool
source: Set up Leveled Reader Tool
bn: লেভেলড রিডার টুল
hi: लेवल्ड पुस्तक साधन सेट अप करें
sw: Andaa kifaa cha kusoma kilichopewa ngazi
ta: மறுக்கும் படிப்பான் கருவி அமை
te: సెటప్ రీడర్ టూల్ సమం.

# ReaderSetup.SetupAlphabet
source: set up the alphabet for this language.
am: የፊደል ተራዎችን ለዚህ ቋንቋ አቀናጅ
bn: এই ভাষার জন্য বর্ণমালা সেট আপ করুন।
hi: इस भाषा के लिए वर्णाक्षर सेट अप करें।
km: បង្កើតអក្ខក្រមសម្រាប់ភាសានេះ
rw: gushyiraho itonde ry'inyuguti z'uru rurimi
sw: Andaa alfabeti ya lugha hii.
ta: இந்த மொழிக்கான அகர வரிசை அமைக்கவும்.
te: ఈ భాషలో సెటప్ వర్ణమాల

# ReaderSetup.SightWordLabel
source: New Sight Words
am: አዲስ የእይታ ቃላት
bn: নতুন সাইট শব্দসমূহ
hi: नए दर्शनीय शब्द
km: ពាក្យជារូបថ្មី
rw: Amagambo mashya y'irebero
sw: Majina mapya ya yanayoonekana
ta: புதிய பயனுள்ளதாகக் சொற்கள்
te: కొత్త దృష్టి పదాలు

# ReaderSetup.SightWordsHeader
source: Sight Words
am: የእይታ ቃላት
bn: সাইট শব্দসমূহ
hi: दर्शनीय शब्द
km: ពាក្យរូបភាព
rw: Amagambo y'irebero
sw: Majina yanayoonekana
ta: கண்பார்வையில் சொற்கள்
te: దృష్టి పదాలు

# ReaderSetup.StageHeader
source: Stage
am: ክፍል
bn: স্তর
hi: चरण
km: ដំណាក់កាល
rw: Intambwe
sw: hatua
ta: நிலை
te: వేదిక

# ReaderSetup.StageLabel
source: Stage
am: ክፍል
bn: স্তর
hi: चरण
km: ដំណាក់កាល
rw: Intambwe
sw: Hatua
ta: நிலை
te: వేదిక

# ReaderSetup.Stages
source: Stages
am: ክፍሎች
bn: স্তরসমূহ
hi: चरण
km: ដំណាក់កាលនានា
rw: Intambwe
sw: Hatua
ta: நிலைகளில்
te: దశల్లో

# ReaderSetup.ToRemember
source: Things to remember for this level:
am: ለዚህ ደረጃ ሊታወሱ የሚገቡ ነገሮች
bn: এই লেভেলের জন্য যে সব জিনিস স্মরণ করতে হবে:
hi: इस स्तर में याद करने के लिए चीजें:
km: រឿងត្រូវចងចាំសម្រាប់កម្រិតនេះ
rw: Ibintu ukwiye kuzirikana kuri uru rwego:
sw: Mambo ya kukumbukwa kuhusu ngazi hii:
ta: இந்த நிலை நினைவில் விஷயங்கள்:
te: విషయాలు ఈ స్థాయి గుర్తుంచుకోవడానికి:

# ReaderSetup.UniqueHeader
source: Unique
am: ልዩ
bn: অনন্য
hi: अनोखा
km: មានតែមួយ
rw: Cyihariye
sw: Kipekee
ta: பிரத்யேக
te: ఏకైక

# ReaderSetup.Words
source: Words
rw: Amagambo
sw: Maneno
ta: சொற்கள்
te: పదాలు.
