Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# NewCollectionWizard.KindOfCollectionPage.vernacularCollectionDescription
source: A collection of books in a local language.
bn: একটি স্থানীয় ভাষার সংগ্রহের বইসমূহ।
hi: एक स्थानीय भाषा में पुस्तकों का एक संग्रह।
rw: Ikusanyirizo ry'ibitabo mu rurimi gakondo.
sw: Mkusanyiko wa vitabu katika lugha ya eneo.
ta: உள்ளூர் மொழி ஒரு வசூல்.
te: స్థానిక భాషలో పుస్తకాల సేకరణ

# NewCollectionWizard.LocationPage
source: Give Language Location
bn: ভাষার অবস্থান জানান
hi: भाषा स्थान दे
rw: Gutanga aho ururimi ruvugwa
sw: Peana Eneo la Lugha
ta: மொழி இருப்பிடத்தை அளிக்கவும்
te: భాష నగర ఇస్తుంది

# NewCollectionWizard.LocationPage.Country
source: Country
am: ሀገር
bn: দেশ
hi: देश
km: ប្រទេស
rw: Igihugu
sw: Nchi
ta: நாடு
te: దేశం

# NewCollectionWizard.LocationPage.District
source: District
am: ዲስትሪክት
bn: জেলা
hi: जिला
km: ឌីស្ទ្រីក
rw: Akarere
sw: Wilaya
ta: மாவட்ட
te: జిల్లా

# NewCollectionWizard.LocationPage.MessageAboutLocationBeingOptional
source: These are optional. Bloom will place them in the right places on title page of books you create.
bn: এইগুলো ঐচ্ছিক। ব্লুম আপনার তৈরি করা বইয়ের শিরোনাম পৃষ্ঠায় সেগুলোকে সঠিক স্থানে রাখবে।
hi: ये वैकल्पिक हैं। ब्लूम उन्हें आपने निर्माण किए पुस्तकों के शीर्षक पन्ने पर सही जगहों पर रखेगा।
sw: Hizi sio za lazimaBloom itaziweka mahali panapofaa kwenye ukurasa wa mada ya vitabu utakavyotengeneza.
ta: விருப்ப உள்ளன. Bloom இருக்கும் இடத்தில் அவற்றை நீங்கள் உருவாக்க புத்தகங்களை தலைப்பு பக்கத்தில் வலது இடங்களில்.
te: ఈ వైకల్పికం. బ్లూమ్ మీరు సృష్టించడానికి పుస్తకాల టైటిల్ పేజీలో కుడి ప్రదేశాల్లో వాటిని ఉంచండి

# NewCollectionWizard.LocationPage.Province
source: Province
am: ክፍለ ሀገር
bn: প্রদেশ
hi: प्रांत
km: ខេត្ត
rw: Intara
sw: Mkoa
ta: மாகாணம்
te: రాష్ట్రభాగము

# NewCollectionWizard.NewBookPattern
source: {0} Books
bn: {0} বইগুলি
hi: {0} पुस्तकें
rw: Ibitabo {0}
sw: {0} Vitabu
ta: {0} புத்தகங்கள்
te: {0}పుస్తకాలు

# NewCollectionWizard.NewCollectionWindowTitle
source: Create New Bloom Collection
bn: নতুন ব্লুম সংগ্রহ তৈরি করুন
hi: नया ब्लूम संग्रह निर्माण करें
rw: Gukora ikusanyirizo rishya rya Bloom
sw: Tengeneza Mkusanyiko Mpya wa Bloom
ta: புதிய Bloom தொகுப்பை உருவாக்க
te: కొత్త వికసించిన సేకరణ సృష్టించడానికి

# NewCollectionWizard.UnableToCreateANewCollectionUsingThatName
source: Unable to create a new collection using that name.
bn: সেই নাম ব্যবহার করে নতুন সংগ্রহ তৈরি করতে ব্যর্থ।
hi: उस नाम का उपयोग कर एक नया संग्रह बनाने में असमर्थ।
rw: Gukora ikusanyirizo rishya ukoresheje iri zina ntibyashobotse
sw: Imeshindwa kutengeneza jina la mkusanyiko.
ta: அந்த பெயரை பயன்படுத்தி ஒரு புதிய தொகுப்பை உருவாக்க இயலவில்லை.
te: పేర్లు ఉపయోగించి ఒక కొత్త సేకరణ సృష్టించడానికి చేయలేక

# NewCollectionWizard.WelcomePage
source: Welcome To Bloom!
am: ወደ Bloom እንኳን በደህና መጡ
bn: ব্লুমে স্বাগতম!
hi: ब्लूम में आपका स्वागत है!
km: Bloom សូមស្វាគមន៍
rw: Ikaze kuri Bloom!
sw: Karibu kwenye Bloom!
ta: Bloom வருக!
te: బ్లూమ్ కు స్వాగతం

# NewCollectionWizard.WelcomePage.WelcomeLine1
source: You are almost ready to start making books.
bn: আপনি বই তৈরি করতে প্রায় প্রস্তুত।
hi: आप पुस्तक बनाना शुरू करने के लिए लगभग तैयार हैं।
rw: Uri hafi gutangira gukora ibitabo.
sw: Uko tayari kuanza kutengeneza vitabu.
ta: புத்தகங்கள் ஈட்டும் தொடங்க ஏறக்குறைய தயாராக உள்ளீர்கள்.
te: మీరు పుస్తకాలు మేకింగ్ ప్రారంభించడానికి దాదాపు సిద్ధంగా ఉన్నాయి

# NewCollectionWizard.WelcomePage.WelcomeLine2
source: In order to keep things simple and organized, Bloom keeps all the books you make in one or more <i>Collections</i>. The first thing we need to do is make one for you.
bn: জিনিসগুলো সাধারণ এবং সাজানো রাখতে, ব্লুম আপনার তৈরি করা সকল বইসমূহ এক বা ততোধিক <i>সংগ্রহশালায়</i> রাখে। প্রথমে আমাদের যে কাজটি করতে হবে তা হল আপনার জন্য একটি তৈরি করতে হবে।
hi: चीजों को सरल और व्यवस्थित रखने के लिए, आप जिन सारी पुस्तकों को बनाते हैं उन्हें ब्लूम एक या अधिक <i>संग्रह</i> में रखता है। हमें जो पहला काम करना है वह है आपके लिए यह बनाना।
sw: Ili kufanya mambo kuwa rahisi na kuwa yenye mpangilio, Bloom huweka vitabu vyote unavyotengeneza kwenye <i>Mkusanyiko</i>mmoja au zaidi. Jambo la kwanza tunalopaswa kufanya ni kukutengenezea moja.

# NewCollectionWizard.WelcomePage.WelcomeLine3
source: Click 'Next' to get started.
bn: শুরু করতে 'পরবর্তী' ক্লিক করুন।
hi: शुरुवात करने के लिए 'अगला' पर क्लिक करें।
rw: Kanda 'Ibikurikira' kugira ngo utangire
sw: Kliki 'Yanayofuata' ili kuanza.
ta: தொடங்குவதற்கு 'அடுத்து' கிளிக் செய்யவும்.
te: 'తదుపరి' క్లిక్ ప్రారంభించడానికి

# OpenCreateCloneControl.InDropboxMessage
source: Bloom detected that this collection is located in your Dropbox folder. This can cause problems as Dropbox sometimes locks Bloom out of its own files. If you have problems, we recommend that you move your collection somewhere else or disable Dropbox while using Bloom.
bn: ব্লুম শনাক্ত করেছে যে এই সংগ্রহশালাটি আপনার ড্রপবক্সের ফোল্ডারে রয়েছে।এটি একটি সমস্যার কারণ হতে পারে যেহেতু ড্রপবক্স কখনও কখনও ব্লুমকে তার নিজের ফাইল থেকে লক করে।যদি কোন সমস্যার সম্মুখীন হন, আমরা পরামর্শ দিচ্ছি যে আপনার সংগ্রহ অন্যত্র সরিয়ে রাখুন অথবা ব্লুম ব্যবহারের সময় ড্রপবক্স নিষ্ক্রিয় রাখুন।
hi: ब्लूम को पता चला है कि यह संग्रह आपके ड्रॉपबॉक्स फोल्डर में स्थित है। यह समस्या का कारण हो सकता है क्योंकि कई बार ड्रॉपबॉक्स फोल्डर अपनी खुद की फाइलें ब्लूम को इस्तेमाल नहीं करने देता। यदि आपको समस्या हो रही है, तो हम सुझाव देते हैं कि आप अपने संग्रह को कहीं और ले जाएँ या ब्लूम का उपयोग करते समय ड्रॉपबॉक्स को अक्षम करें।
sw: Bloom iligundua kuwa mkusanyiko huu uko kwenye folda yako ya dropbox. Hii inaweza kusababisha matatizo kwa kuwa wakati mwingine dropboksi wakati mwingine hufungia Bloom kutoka kwa faili zake. Iwapo una matatizo, tunapendekeza kuwa usongeshe mkusanyiko wako mahali pengine au uizime dropboksi yako utakapokuwa ukitumia Bloom.

# OpenCreateCloneControl.InSourceCollectionMessage
source: This collection is part of your 'Sources for new books' which you can see in the bottom left of the Collections tab. It cannot be opened for editing.
bn: এই সংগ্রহটি 'নতুন বইসমূহের উৎস' এর অংশ যা বামে সংগ্রহশালা ট্যাবের নীচে দেখতে পাবেন।এটি সম্পাদন করার জন্য খোলা যাবে না।
hi: यह संग्रह आपके 'नई पुस्तकों के लिए स्रोत' का भाग है जिसे आप संग्रह टैब के नीचे बाईं ओर देख सकते हैं। इसे एडिटिंग के लिए खोला नहीं जा सकता।
sw: Mkusanyiko huu ni sehemu ya 'Vyanzo vya vitabu vipya' ambavyo unaweza kuviona chini upande wa kushoto wa Nembo ya Mkusanyiko. Haiwezi kufunguliwa ili kuhakikiwa.

# OpenCreateNewCollectionsDialog.Bloom Collections
source: Bloom Collections
bn: ব্লুম সংগ্রহশালা
hi: ब्लूम संग्रह
rw: Amakusanyirizo ya Bloom
sw: Mikusanyiko wa Bloom
ta: Bloom தொகுப்புகள்
te: బ్లూమ్ సేకరణలు

# OpenCreateNewCollectionsDialog.BrowseForOtherCollections
source: Browse for another collection on this computer
bn: অন্য সংগ্রহের জন্য এই কম্পিউটারে ব্রাউজ করুন
hi: इस कंप्यूटर पर कोई और संग्रह खोजें
rw: Shakisha irindi kusanyirizo kuri iyi mudasobwa
sw: Tafuta kwa kutumia mtandao mkusanyiko mwingine ulio kwenye kompyuta hii
ta: இந்தக் கணினியில் மற்றொரு தொகுப்பு உலாவு
te: ఈ కంప్యూటర్లో ఏ ఇతర సేకరణలు బ్రౌజ్

# OpenCreateNewCollectionsDialog.CopyFromChorusHub
source: Copy From Chorus Hub on Local Network
bn: কোরাস হাব থেকে লোকাল নেটওয়ার্কে কপি
hi: स्थानीय नेटवर्क पर कोरस हब से प्रतिलिपि बनाएँ
rw: Koporora ubikuye kuri Chorus Hub ku rusobesangano lokali
sw: Nakili kutoka kwa Chorus Hub kwenye Mfumo wa mtandao wa Eneo
ta: உள்பகுதி பிணையத்தில் கோரஸ் மையமாக இருந்து நகலெடு
te: లోకల్ నెట్వర్క్లో chors స్థావరంలో కాపీ

# OpenCreateNewCollectionsDialog.CopyFromInternet
source: Copy from Internet
bn: ইন্টারনেট থেকে কপি
hi: इंटरनेट से प्रतिलिपि बनाएँ
rw: Gukoporora bivuye kuri interineti
sw: Nakili kutoka kwa Intaneti
ta: இணைய இருந்து நகலெடு
te: ఇంటర్నెట్ నుండి కాపీ

# OpenCreateNewCollectionsDialog.CopyFromUsbDrive
source: Copy from USB Drive
bn: ইউএসবি ড্রাইভ থেকে কপি
hi: यूएसबी ड्राइव से प्रतिलिपि बनाएँ
rw: Gukopororo bivuye kuri USB
sw: Nakili kutoka kwa Kiendesha mtambo cha USB
ta: USB இயக்ககத்தில் இருந்து நகலெடு
te: USB డ్రైవ్ నుండి కాపీ

# OpenCreateNewCollectionsDialog.CreateNewCollection
source: Create New Collection
am: አዲስ ስብስብ ፍጠር
bn: নতুন সংগ্রহ তৈরি
hi: नया संग्रह बनाएँ
km: បង្កើត កូឡិកសិនថ្មី
rw: Gukora ikusanyirizo rishya
sw: Tengeneza Mkusanyiko Mpya
ta: புதிய தொகுப்பு உருவாக்க
te: కొత్త సేకరణ సృష్టించడానికి

# OpenCreateNewCollectionsDialog.OpenAndCreateWindowTitle
source: Open/Create Collections
bn: খুলুন/তৈরি করুন/সংগ্রহ করুন
hi: संग्रह खोलें/निर्माण करें
rw: Gufungura/Gukora amakusanyirizo
sw: Fungua/Tengeneza Mikusanyiko
ta: திற/உருவாக்க தொகுப்புகள்
te: ఓపెన్ / సృష్టించడానికి సేకరణలు

# OpenCreateNewCollectionsDialog.ReadMoreLink
source: Read More
bn: আরো পড়ুন
hi: आगे पढ़ें
rw: Soma n'ibindi
sw: Soma Zaidi
ta: மேலும் படிக்க
te: మరింత చదవండి

# OpenCreateNewCollectionsDialog.TextAboutGetUsingChorus
source: Has someone else used Send/Receive to share a collection with you?\nUse one of these red buttons to copy their collection to your computer.\nLater, use Send/Receive to share your work back with them.
bn: অন্য কেউ কি আপনার সাথে সংগ্রহ শেয়ার করার জন্য পাঠান/গ্রহণ ব্যবহার করেছিল?\nআপনার কম্পিউটারে তাদের সংগ্রহ কপি করার জন্য এই লাল বোতামগুলোর যে কোন একটি ব্যবহার করুন।\nপরে, তাদের সাথে আপনার কাজ শেয়ার করার জন্য পাঠান/গ্রহণ ব্যবহার করুন।
hi: क्या किसी और ने आपके साथ कोई संग्रह साझा करने के लिए भेजें/प्राप्त करें का उपयोग किया है?\nउनके संग्रह को आपके कंप्यूटर पर कॉपी करने के लिए इनमें से किसी एक लाल बटन का इस्तेमाल करें।\nबाद में, अपने काम को वापस उनके साथ साझा करने के लिए भेजें/प्राप्त करें का उपयोग करें।
sw: Je, kuna yeyote ambaye ametumia Tuma/Pokea kutumia mkusanyiko na wewe?\nTumia mojawapo wa vifute hivi vya rangi nyekundu ili kunakili mkusanyiko wake kwenye kompyuta yako.\nBaadaye, tumia Tuma/Pokea ili kuwatumia tena kazi yako.
ta: செய்துள்ளது வேறொருவர் பயன்படுத்த அனுப்பு/பெறு ஒரு தொகுப்பை உங்களுடன் பகிர?\nபயன்பாடு இந்த சிவப்பு பொத்தான்கள் அவர்களின் தொகுப்பு உங்கள் கணினியில் நகலெடுக்க ஒன்றை.\nபின்னர், அவர்களுடன் மீண்டும் உங்கள் பணி பகிர அனுப்பு/பெறு பயன்படுத்தவும்.
te: ఎవరైనా else మీరు ఒక సేకరణ భాగస్వామ్యం పంపు / recieve ఉపయోగించింది?\n మీ కంప్యూటర్లో వారి సేకరణకు కాపీ ఈ ఎరుపు బటన్లు ఒకటి ఉపయోగించండి.\n తరువాత, వారితో తిరిగి మీ పని భాగస్వామ్యం స్వీకరించండి / పంపండి ఉపయోగించండి.

# OpenCreateNewCollectionsDialog.UILanguageMenu_ToolTip_
source: Change user interface language
bn: ব্যবহারকারী ইন্টারফেস ভাষা পরিবর্তন করুন
hi: उपयोगकर्ता इंटरफेस भाषा बदलें
sw: Badilisha lugha ya kiolesura cha mtumiaji

# PageList.CantMoveWhenTranslating
source: Pages can not be re-ordered when you are translating a book.
bn: যখন আপনি একটি বই অনুবাদ করছেন তখন পৃষ্ঠাগুলো পুনর্বিন্যাস করা যাবে না।
hi: किसी पुस्तक का अनुवाद करते समय आप पन्नों को फिर से क्रमित नहीं कर सकते।
sw: Kurasa haziwezi kupangwa upya unapotafsiri kitabu.

# PublishTab.AdobeEulaTitle
source: Adobe Color Profile License Agreement
bn: এডোবি রঙের প্রোফাইলে লাইসেন্স সংক্রান্ত চুক্তিপত্র
hi: एडोब रंग प्रोफाइल लाइसेंस करार
sw: Mkataba wa Leseni ya Profaili ya Rangi ya Adobe

# PublishTab.Common.Publishing
source: Publishing
bn: প্রকাশক
sw: Kuchapisha

# PublishTab.Common.StopPublishing
source: Stop Publishing
bn: প্রকাশন বন্ধ করুন
sw: Acha Kuchapisha

# PublishTab.AdobeReaderControl.NotInstalled
source: Please install Adobe Reader so that Bloom can show your completed book. Until then, you can still save the PDF Book and open it in some other program.
bn: অনুগ্রহ করে এডোবি রিডার ইনস্টল করুন তাহলে ব্লুম আপনার সম্পূর্ণ বইটি দেখাতে পারবে। তখন পর্যন্ত, আপনি তখনও পিডিএফ বইটি সংরক্ষণ করতে পারবেন এবং অন্যান্য প্রোগ্রামে এটি খুলতে পারবেন।
hi: कृपया एडोब रीडर इनस्टॉल करें ताकि ब्लूम आपकी पूरी पुस्तक दिखा सके। तब तक, आप फिर भी PDF पुस्तक को सेव कर सकते हैं और उसे किसी अन्य कार्यक्रम में खोल सकते हैं।
rw: Turasaba ko wakwensitara Adobe Reader kugira ngo Bloom ibe yagaragaza igitabo kirangiye. Kugeza igihe uzabikorera, ushobora gukomeza kubika igitabo muri PDF no kugifungurira mu zindi porogaramu.
sw: Tafadhali weka Kifaa cha kusoma cha Adobe ili Bloom iweze kuonyesha kitabu chako kilichokamilika. Hadi hapo, bado unaweza kuhifadhi PDF Kitabu na ukifungue kwenye programu nyingine.
ta: தயவுசெய்து உங்கள் நிறைவடைந்த புத்தக Bloom காண்பிக்க முடியும் என்று அடோப் ரீடர் நிறுவ. அதன்பின் வரை நீங்கள் இன்னும் PDF புத்தகம் சேமிக்க மற்றும் சில மற்ற நிரலில் திறக்கவும்.
te: బ్లూమ్ మీ పూర్తి పుస్తకం చూపవచ్చు కనుక Adobe Reader ని వ్యవస్థాపించాలా దయచేసి. అప్పటి వరకు, మీరు ఇప్పటికీ PDF పుస్తకం సేవ్ చేయవచ్చు మరియు కొన్ని ఇతర ప్రోగ్రామ్ లో తెరవండి.

# PublishTab.AdobeReaderControl.ProblemShowingPDF
source: That's strange... Adobe Reader gave an error when trying to show that PDF. You can still try saving the PDF Book.
bn: সেটি অদ্ভুত...এডোবি রিডার এই পিডিএফটি দেখানোর চেষ্টা করার সময় ত্রুটি দেখিয়েছিল। আপনি এখনও পিডিএফ বইটি সংরক্ষণ করার জন্য চেষ্টা করতে পারেন।
hi: यह अजीब है... उस पीडीएफ को दिखाने का प्रयास करते समय एडोब रीडर ने एक समस्या दिखाई। आप फिर भी पीडीएफ पुस्तक सेव करने का प्रयास कर सकते हैं।
rw: Ntibisanzwe... Adobe Reader yagaragaje ko habaye ikosa mu gihe hageragezwaga kugaragaza iyo PDF. Ushobora gukomeza kugerageza kubika igitabo cya PDF.
sw: Hilo sio jambo la kawaida... Kifaa cha kusoma cha Adobe kilionyesha kuwepo kwa hitilafu katika harakati ya kujaribu kuonyesha hiyo PDF. Bado unaweza kujaribu kuhifadhi PDF Kitabu.
ta: புதுப்புது தான்... கொடுத்த பிழை காண்பி முயலும் போது அடோப் ரீடர் அந்த PDF. நீங்கள் இன்னும் முயற்சி செய்யலாம், PDF புத்தகம் சேமிக்கிறது.
te: ఆ వింత ఉంది. ఆ PDF చూపించడానికి ప్రయత్నించే సమయంలో .. అడోబ్ రీడర్ ఒక లోపం ఇచ్చింది. మీరు ఇప్పటికీ PDF పుస్తకం పొదుపు ప్రయత్నించవచ్చు.

# PublishTab.AdobeReaderControl.UnknownError
source: Sad News. Bloom wasn't able to get Adobe Reader to show here, so Bloom can't show your completed book.\nPlease uninstall your existing version of 'Adobe Reader' and (re)install 'Adobe Reader'.\nUntil you get that fixed, you can still save the PDF Book and open it in some other program.
bn: দুঃখের খবর। ব্লুম এখানে এডোবি রিডারে দেখানোর জন্য সমর্থ ছিল না, তাই ব্লুম আপনার সম্পূর্ণ বইটি দেখাতে পারছে না।\nঅনুগ্রহ করে 'এডোবি রিডার' এর বিদ্যমান সংস্করণ আনইনস্টল করুন এবং 'এডোবি রিডার' (পুনরায়) ইনস্টল করুন।\nআপনি সেটি সমাধান না করা পর্যন্ত, আপনি তখনও পিডিএফ বইটি সংরক্ষণ করতে পারেন এবং অন্যান্য প্রোগ্রামে এটি খুলতে পারবেন।
hi: दुखद समाचार। ब्लूम एडोब रीडर को यहां दिखाने में असमर्थ रहा है, इसलिए ब्लूम आपकी पूरी पुस्तक नहीं दिखा सकता है।\nकृपया आपके मौजूदा 'एडोब रीडर' के संस्करण को अनइनस्टॉल करें और 'एडोब रीडर' को (फिर से) इनस्टॉल करें।\nआपके उसे ठीक नहीं करने तक, आप फिर भी पीडीएफ पुस्तक को सेव कर सकते हैं और उसे किसी अन्य कार्यक्रम में खोल सकते हैं।
rw: Amakuru ababaje. Bloom ntiyashoboye kubona Adobe Reader yo kwerekana hano, ubwo rero Bloom ntishobora kugaragaza igitabo cyuzuye.\nUbwo rero wakuramo inonosora ufite rya 'Adobe Reader' ukongera kwensitara 'Adobe Reader".\nKugeza igihe biri bukosokere, ushobora gukomeza kubika igitabo muri PDF no kugifungura mu zindi porogaramu.
sw: Ripoti Mbaya. Bloom haikuweza kupata Kifaa cha Adobe cha Kusoma ili kuonyesha hapa, hivyo Bloom haiwezi kukuonyesha kitabu chako kilichokamilika.\nTafadhali toa tafsiri ilioko ya 'Kifaa cha kusoma cha Adobe' na uweke upya 'Kifaa cha kusoma cha Adobe'.\nHadi utakapoweza kufanya hivyo, bado uaweza kuhifadhi PDF Kitabu na kukifungua kwenye programu nyingine.
ta: பலமின்மை செய்தி. Bloom கண்டறிய உங்கள் நிறைவடைந்த புத்தக Bloom காண்பிக்க முடியாது அதனால் இங்கே காட்ட அடோப் ரீடர் பெற முடியும்.\nதயவுசெய்து நிறுவல்நீக்கம் உங்கள் தற்போதுள்ள பதிப்பில் 'அடோப் ரீடர்' மற்றும் 'அடோப் ரீடர்' நிறுவ (re).\nநீங்கள் நிலையான என்று பெற, வரை நீங்கள் இன்னும் PDF புத்தகம் சேமிக்க மற்றும் சில மற்ற நிரலில் திறக்கவும்.
te: విచారంగా వార్తలు. బ్లూమ్, ఇక్కడ చూపడానికి అడోబ్ రీడర్ పొందలేకపోతున్నాము ఉందికాబట్టి బ్లూమ్ మీ పూర్తి పుస్తకం చూపించదు. \ n'అడోబ్ రీడర్' మీ ఇప్పటికే ఉన్న వెర్షన్ను అన్ఇన్స్టాల్ మరియు 'అడోబ్ రీడర్' మళ్ళీ ఇన్స్టాల్ చెయ్యండి. \n మీరు స్థిర వచ్చేవరకు, మీరు ఇప్పటికీ PDF పుస్తకం సేవ్ మరియు కొన్ని ఇతర ప్రోగ్రామ్ లో ఓపెన్ చేయవచ్చు.

# PublishTab.Android.BloomD.Hint.Heading
source: Sharing .bloomd Files
bn: ব্লুম ফাইলগুলি ভাগ করে নেওয়া
sw: Kushiriki Faili za Bloomd

# PublishTab.Android.BloomD.Hint
source: You can use sharing apps like email, Dropbox, and WhatsApp to get your .bloomd file onto a device.
bn: আপনি আপনার ফাইলগুলিকে একটি ডিভাইসে পেতে অ্যাপস গুলিকে যেমন ইমেইল ড্রপবক্স এবং হোয়াটসঅ্যাপকে শেযার করার জন্য ব্যবহার করতে পারেন
sw: Unaweza kutumia programu za kushiriki kama vile barua pepe, Dropbox, na WhatsApp kupata faili yako ya .bloomd kwenye kifaa.

# PublishTab.Android.USB.Hint.Heading
source: USB is Difficult
bn: ইউএসবি কঠিন হয়
sw: USB ni ngumu

# PublishTab.Android.USB.Hint
source: To Send via USB, you may need to get the right cable, install phone drivers on your computer, or modify settings on your phone.
bn: ইউএসবির মাধ্যমে প্রেরণ করতে, আপনার সঠিক তারের প্রয়োজন হতে পারে, আপনার কম্পিউটারে ফোন ড্রাইভার ইনস্টল করুন, বা আপনার ফোনে সেটিংস পরিবর্তন করুন ।
sw: Kutuma kupitia USB, huenda ukahitaji kupata kebo inayofaa, sakinisha kiendeshaji cha simu kwenye kompyuta yako, au rekebisha mipangilio kwenye simu yako.

# PublishTab.Android.USB.OpenMenuItem
source: On the Android device, run Bloom Reader, open the menu and choose 'Receive books via USB'.
sw: Kwenye kifaa cha Android, endesha Bloom Reader, fungua menyu na uchague 'Pokea vitabu kupitia kifaa cha USB'.

# PublishTab.Android.WiFi.Hint.Heading
source: No Wi-Fi Network?
bn: কোন ওয়াই-ফাই নেটওয়ার্ক নেই?
sw: Hakuna Mtandao wa Wi-Fi?

# PublishTab.Android.WiFi.Hint
source: There are several ways to start a temporary one.
bn: অস্থায়ী একটি শুরু করার জন্য বিভিন্ন উপায় রয়েছে।
sw: Kuna njia kadhaa za kuanza moja ya muda mfupi.

# PublishTab.Android.AboutMotionBooks
source: About Motion Books
bn: গতি বইসমুহ বিষয়ক
hi: मोशन पुस्तकों के बारे में
sw: Kuhusu vitabu vya msogeo

# PublishTab.Android.Bookshelf
source: Bloom Reader Bookshelf
bn: ব্লুম রিডার বই–এর তাক
hi: ब्लूम पुस्तक पुस्तकअलमारी
sw: Rafu ya vitabu ya Bloom Reader

# PublishTab.Android.CantGetLicenseInfo
source: To publish this book, Bloom must check which languages the copyright owner has permitted, but Bloom is having trouble reaching the server that has this information.
sw: Ili kuchapisha kitabu hiki, Bloom lazima iangalie ni lugha zipi mmiliki wa hakimiliki ameruhusu, lakini Bloom ina shida kufikia seva iliyo na ujumbe huu.

# PublishTab.Android.ChooseFile
source: Save Bloom Reader File
bn: ব্লুম রিডার ফাইল সংরক্ষণ করুন
sw: Hifadhi faili ya Bloom Reader

# PublishTab.Android.ChooseLandscapeForMotion
source: Choose landscape to activate Motion Book mode
bn: গতি বই মোড সক্রিয় করার জন্য অনুভূমিক চয়ন করুন
hi: मोशन बुक मोड को सक्रिय करने के लिए लैंडस्केप चुनें
sw: Chagua kurasa mlalo ili kuanzisha hali ya Kitabu cha Msogeo

# PublishTab.Android.ChooseUSB
source: Send over USB Cable
bn: USB তার দিয়ে প্রেরণ করুন
hi: यूएसबी तार के द्वारा भेजें
sw: Tuma kwa kebo ya USB

# PublishTab.Android.ChooseWifi
source: Share over Wi-Fi
bn: Wi-Fi নেটওয়ার্ক দ্বারা প্রেরন করুন
hi: वाईफाई नेटवर्क द्वारा भेजें
sw: Shiriki kwa mtandao wa Wi-Fi

# PublishTab.Android.Control
source: Send or Save
bn: প্রেরণ করুন বা সংরক্ষণ করুন
hi: भेजें या सेव करें
sw: Tuma au Hifadhi

# PublishTab.Android.CopyToClipboard
source: Copy to Clipboard
bn: ক্লিপবোর্ডে কপি করুন
hi: क्‍लिपबोर्ड पर कॉपी करें
sw: Nakili kwenya Ubao wa kunakili

# PublishTab.Android.Features
source: Features
bn: বৈশিষ্ট্য
hi: फीचर्स
sw: Vipengele

# PublishTab.Android.UnlicensedLanguages
source: The copyright holder of this book has not licensed it for publishing in {0}. Please contact the copyright holder to learn more about licensing.
sw: Mmiliki wa hakimiliki ya kitabu hiki hajaipa leseni ya kuchapishwa katika {0}. Tafadhali wasiliana na mwenye hakimiliki ili upate maelezo zaidi kuhusu leseni.

# PublishTab.Android.File.Progress.CheckFontOK
source: Checking {0} font: License OK for embedding.
bn: {0} ফন্ট পরীক্ষা: স্থাপনের জন্য লাইসেন্স ঠিক আছে।
hi: {0} फोंट की जांच हो रही है: स्थापित करने के लिए लाइसेंस सही है।
sw: Kuangalia {0} fonti: Leseni Sawa ya kupachika.

# PublishTab.Android.File.Progress.Embedding
source: Embedding font {0} at a cost of {1} megs
bn: {1} মেগাবাইটস ব্যয়ে ফন্ট{0} স্থাপন
hi: {0} फोंट डालने से आकार {1} इतना होगा
sw: Kupachika fonti {0} kwa gharama ya megabaiti {1}

# PublishTab.Android.File.Progress.LicenseForbids
source: This book has text in a font named \"{0}\". The license for \"{0}\" does not permit Bloom to embed the font in the book.
bn: এ পুস্তকে \"{0}\" ব্যবহার করা হয়েছে। এটি \"{0}\" স্থাপনের জন্য ব্লুম লাইসেন্স/অনুমতি দেয় না।
hi: {0} फोंट की जांच हो रही है: लाइसेंस स्थापित करने की अनुमति नहीं देता।
sw: Kitabu hiki kina maandishi katika fonti iitwayo \"{0}\". Leseni ya \"{0}\" hairuhusu Bloom kupachika fonti kwenye kitabu.

# PublishTab.Android.File.Progress.NoFontFound
source: This book has text in a font named \"{0}\", but Bloom could not find that font on this computer.
bn: বইটিতে {0} অক্ষর ব্যবহার করা হয়েছে কিন্তু ব্লুমে সেই অক্ষর এই কম্পিউটারে খুঁজে পায়নি।
hi: {0} फोंट की जांच हो रही है: स्थापित करने के लिए कोई फोंट नहीं मिला।
sw: Kitabu hiki kina maandishi katika fonti inayoitwa \"{0}\", lakini Bloom haikuweza kupata fonti hiyo kwenye kompyuta hii.

# PublishTab.Android.File.Progress.PackagingBook
source: Packaging "{0}" for use with Bloom Reader...
bn: ব্লুম পুস্তকের সাথে ব্যবহৃত প্যাকিং "{0}" হচ্ছে...
hi: ब्लूम पुस्तक के साथ "{0}" का उपयोग करने के लिए पैकिंग हो रहा है
sw: Upakiaji "{0}" wa kutumiwa na Bloom Reader...

# PublishTab.Android.File.Progress.Saving
source: Saving as {0}
bn: {0} রুপে সংরক্ষিত হচ্ছে
hi: {0} के रूप में सेव हो रहा है
sw: Hifadhi kama{0}

# PublishTab.Android.File.Progress.SubstitutingAndika
source: Bloom will substitute \"{0}\" instead."
bn: এর পরিবর্তে ব্লুম \"{0}\" ব্যাবহার করবে
hi: की जगह "{0}" रखा जा रहा है
sw: Bloom itabadilisha \"{0}\" badala yake. "

# PublishTab.Android.GetBloomReader
source: Get Bloom Reader App
bn: ব্লুম পুস্তক অ্যাপটি নিন
hi: ब्लूम पुस्तक ऐप प्राप्त करें
sw: Pata programu ya Bloom Reader

# PublishTab.Android.Intro
source: Send Your Book to the Bloom Reader Android App
bn: আপনার বই ব্লুম পুস্তক অ্যান্ড্রয়েড অ্যাপে পাঠিয়ে দিন
hi: आपकी पुस्तक को ब्लूम पुस्तक ऐन्ड्रॉइड ऐप में भेजें
sw: Tuma Kitabu chako kwenye programu ya Android ya Bloom Reader

# PublishTab.Android.Method
source: Choose how to send to device
bn: ডিভাইসে প্রেরণ করার পদ্ধতি পছন্দ করুন
hi: डिवाइस पर भेजने का तरीका चुनें
sw: Chagua jinsi ya kutuma kwa kifaa

# PublishTab.Android.MotionBookMode
source: Motion Book
bn: গতি পুস্তক
hi: मोशन बुक
sw: Kitabu cha Msogeo

# PublishTab.Android.Preview
source: Preview
bn: প্রিভিউ/ পুনরায় দেখা
hi: पूर्वावलोकन
sw: Hakiki

# PublishTab.Android.Publish
source: Publish
bn: প্রকাশ
hi: प्रकाशित करें
sw: Chapisha

# PublishTab.Android.Creating
source: Creating Digital Book
bn: ডিজিটাল বুক তৈরি করা
sw: Kuunda kitabu cha kidijitali

# PublishTab.Android.AboutBloomReader
source: About Bloom Reader
bn: ব্লুম পাঠক সম্বন্ধে
hi: ब्लूम पुस्तक के बारे में
sw: Kuhusu programu ya Bloom reader

# PublishTab.Android.AboutBookFeatures
source: About Book Features
bn: বইয়ের ফিচারগুলোর সম্পর্কে
sw: Kuhusu Vipengele vya Kitabu

# PublishTab.Android.Settings
source: Settings
bn: সেটিংস
hi: सेटिंग्स
sw: Mipangilio

# PublishTab.Android.TalkingBookLanguages
source: Talking Book Languages
sw: Lugha za vitabu vyenye sauti

# PublishTab.Android.TextLanguages
source: Text Languages
sw: Lugha za Maandishi

# PublishTab.Android.Thumbnail
source: Thumbnail
bn: থাম্বনেই/ সংকুচিত ছবি
hi: थंबनेल
sw: Kijipicha

# PublishTab.Android.Troubleshooting
source: Troubleshooting Tips
bn: সমস্যার সমাধান করা সংক্রান্ত টিপস
sw: Vidokezo vya utatuzi wa shida

# PublishTab.Android.Usb.Progress.BookSent
source: You can now read "{0}" in Bloom Reader!
bn: এখন আপনি "{0}" ব্লুম পুস্তকে পড়তে পারেন!
hi: अब आप ब्लूम पुस्तक में "{0}" पढ़ सकते हैं।
sw: Sasa unaweza kusoma "{0}" katika Bloom Reader!

# PublishTab.Android.Usb.Progress.Connected
source: Connected to {0} via USB...
bn: {0} USB মাধ্যমে সংযুক্ত...
hi: यूएसबी द्वारा {0} से जुड़ा है
sw: Imeunganishwa{0} kupitia USB...
