Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# CollectionTab.SettingsButton
source: Settings
am: ቅንጅቶች
bn: সেটিংস
hi: सेटिंग्स
km: ការកំណត់
rw: Itunganya
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు

# CollectionTab.SourceBooksMenu.OpenFolderContainingSourceCollections
source: Open Additional Collections Folder
am: ተጨማሪ የስብስቦች ዓቃፊን ይክፈቱ
bn: অতিরিক্ত সংগ্রহ ফোল্ডার খুলুন
hi: अतिरिक्त संग्रह फोल्डर खोलें
km: បើកហ្វូលឌ័រកូឡិកសិនបន្ថែម
rw: Gufungura Idosye y'ikusanyirizo ry'inyongera
sw: Fungua Folda nyingine ya Mikusanyiko
ta: கோப்புறை திற கூடுதல் தொகுப்புகள்
te: ఓపెన్ అదనపు సేకరణలు ఫోల్డర్

# CollectionTab.SourcesForNewShellsHeading
source: Sources For New Shells
bn: নতুন শেলসমূহের উৎসসমূহ
hi: नए शेल के लिए स्रोतों
rw: Intangarugero ku miterere mishya y'ibitabo
sw: Vyanzo Vya Sheli Mpya
ta: புதிய உதிரிபாகங்கள் வட்டாரங்கள்
te: కొత్త గుండ్లు కోసం వర్గాలు

# CollectionTab.Templates
source: Templates
am: ብጁዎች
bn: টেমপ্লেটসমূহ
hi: टेम्पलेट्स
km: ឯកសារគំរូ
rw: Imbata ntangarugero
sw: Vielelezo
ta: வார்ப்புருக்கள்
te: టెంప్లేట్లు

# CollectionTab.TitleMissing
source: Title Missing
bn: শিরোনাম পাওয়া যায়নি
hi: शीर्षक नहीं है
sw: Mada iliyokosekana

# CollectionTab.UILanguageMenu.HelpTranslate
source: Help us translate Bloom (web)
bn: ব্লুম (ওয়েব) অনুবাদ করতে আমাদের সহায়তা করুন
sw: Tusaidie kutafsiri Bloom (wavuti)

# CollectionTab.UILanguageMenu.ItemTooltip
source: {0}% translated
bn: {0}% অনুবাদিত
hi: {0}% अनुवादित
sw: {0}% Imetafsiriwa

# CollectionTab.UnableToCheckForUpdate
source: Could not connect to the server to check for an update. Are you connected to the internet?
bn: আপডেটের জন্য সার্ভারের সাথে সংযোগ করা যায়নি। আপনি কি ইন্টারনেটের সাথে যুক্ত?
hi: अपडेट की जांच करने के लिए सर्वर से जुड़ नहीं पा रहे हैं। क्या आप इंटरनेट से जुड़े हुए हैं?
sw: Hauwezi kuunganishwa kwa mtandao ili kupata utengenezaji upya. Umejiunganisha na intaneti?

# CollectionTab.UpToDate
source: Your Bloom is up to date.
bn: আপনার ব্লুম সর্ব সাম্প্রতিক।
hi: आपका ब्लूम नवीनतम संस्करण है।
sw: Bloom yako iko katika hali ya kisasa.

# CollectionTab.UpdateCheckInProgress
source: Bloom is already working on checking for updates.
bn: ব্লুম ইতোমধ্যে আপডেট চেক করার জন্য কাজ করা শুরু করেছে।
hi: ब्लूम पहले से अपडेट्स खोजने में लगा हुआ है।
sw: Bloom hufanya kazi kila wakati kwa kuchunguza utengenezaji upya.

# CollectionTab.UpdateFailed
source: A new version appears to be available, but Bloom could not install it.
bn: একটি নতুন সংস্করণ পাওয়া যাচ্ছে, কিন্তু ব্লুম এটি ইনস্টল করতে পারছে না।
hi: एक नया संस्करण उपलब्ध दिखाई दे रहा है, लेकिन ब्लूम उसे इनस्टॉल नहीं कर पाया है।
sw: Tafsiri mpya inaonekana kupatikana, lakini Bloom isiingeweza kuiweka.

# CollectionTab.UpdateInstalled
source: Update for {0} is ready
bn: {0} এর জন্য আপডেট প্রস্তুত।
hi: {0} के लिए अपडेट तैयार है
sw: Utengenezaji upya wa {0} uko tayari.

# CollectionTab.UpdateNow
source: Update Now
bn: এখুনি আপডেট করুন
hi: अभी अपडेट करें
sw: Fanya maboresho upya Sasa

# CollectionTab.UpdatesAvailable
source: A new version of Bloom is available.
bn: ব্লুমের একটি নতুন সংস্করণ পাওয়া যাচ্ছে।
hi: ब्लूम का एक नया संस्करण उपलब्ध है।
sw: Tafsiri mpya ya Bloom inapatikana.

# CollectionTab.Updating
source: Downloading update to {0} ({1}K)
bn: {0} ({1}কিলোবাইট) এ আপডেট ডাউনলোড।
hi: {0} ({1}K) की अपडेट डाउनलोड हो रही है
sw: Kuchukua maboresho na kuweka kwa {0} ({1}kb).

# ColorPicker.PercentTransparent
source: {0}% Transparent
sw: {0}% Uwazi

# ColorPicker.New
source: New...
sw: Mpya...

# Common.Advanced
source: Advanced
bn: উচ্চতর
hi: उन्नत
sw: Ya hali ya juu

# Common.AskForHelp
source: Ask for help
sw: Omba msaada

# Common.BackButton
source: Back
bn: পিছনে
hi: पीछे जाएं
sw: Nyuma
ta: பின்
te: తిరిగి

# Common.Cancel
source: Cancel
am: ተወው
bn: বাতিল
hi: रद्द करें
km: លុបចោល
sw: Batilisha
ta: ரத்து செய்
te: రద్దు

# Common.CancelButton
source: &Cancel
am: &ተወው
bn: &বাতিল
hi: &रद्द करें
km: &លុបចោល
rw: &Hagarika
sw: U&batilishe
ta: ரத்து செய்
te: రద్దు

# Common.Close
source: Close
bn: বন্ধ করুন
hi: बंद करें
sw: Funga

# Common.Colors.Black
source: Black
bn: কালো
sw: Nyeusi

# Common.Colors.Crimson
source: Crimson
bn: অগ্নিবর্ণ
sw: Nyekundu

# Common.Colors.White
source: White
bn: সাদা
sw: Nyeupe

# Common.Colors.Yellow
source: Yellow
bn: হলুদ
sw: Manjano

# Common.Copy
source: Copy
sw: Nakili

# Common.Copyright
source: Copyright
hi: कॉपीराइट
sw: Haki Miliki

# Common.Delete
source: Delete
sw: Futa

# Common.Done
source: Done
bn: সম্পন্ন হয়েছে
sw: Imekamilika

# Common.EnterpriseRequired
source: Enterprise Required
sw: Kampuni kubwa yahitajika

# Common.Error
source: Error
sw: Kosa

# Common.Finish
source: &Finish
bn: &শেষ
hi: &समाप्त करें
rw: &Kurangiza
sw: U&malize
ta: பூர்த்தி செய்
te: ముగింపు

# Common.Help
source: Help
bn: সহায়তা
hi: मदद
sw: Usaidizi

# Common.HelpButton
source: &Help
am: &እገዛ
bn: &সহায়তা
hi: &सहायता
sw: &Usaidie
ta: உதவி
te: &సహాయం

# Common.Info
source: Info
bn: তথ্য
hi: जानकारी
sw: Maelezo

# Common.LearnMore
source: Learn More
sw: Jifunze zaidi

# Common.License
source: License
hi: लाइसेंस
sw: Leseni

# Common.Loading
source: Loading...
bn: লোড হচ্ছে...
hi: लोड हो रहा है...
sw: Inashughulikia...

# Common.Next
source: &Next
bn: &পরবর্তী
hi: &अगला
km: &បន្ទាប់
rw: &Ibikurikira
sw: &Inayofuata
ta: அடுத்த
te: తదుపరి

# Common.NextButton
source: Next
am: ቀጣይ
bn: পরবর্তী
hi: अगला
km: បន្ទាប់
sw: Inayofuata
ta: அடுத்த
te: తదుపరి

# Common.Note
source: Note
bn: নোট
sw: Tanbihi

# Common.OK
source: OK
am: እሺ
bn: ঠিক আছে
hi: ठीक है
km: អូខេ
sw: SAWA
ta: சரி
te: సరే

# Common.OKButton
source: &OK
am: &እሺ
bn: &ঠিক আছে
hi: &ठीक है
km: &អូខេ
sw: &SAWA
ta: சரி
te: సరే

# Common.Optional
source: optional
bn: ঐচ্ছিক
hi: वैकल्पिक
rw: ukoresha ushatse
sw: Hiyari
ta: விருப்ப
te: ఐచ్ఛిక

# Common.Pause
source: Pause
sw: Sitisha

# Common.Preview
source: Preview
bn: পূর্বরুপ দেখুন
hi: पूर्वावलोकन
sw: Hakiki

# Common.Progress
source: Progress
bn: প্রগতি
hi: प्रगति
sw: Maendeleo

# Common.Refresh
source: Refresh
bn: রিফ্রেশ
hi: रीफ्रेश करें
sw: Onyesha upya

# Common.Replace
source: Replace
bn: প্রতিস্থাপন করুন
sw: Badilisha

# Common.Report
source: REPORT
sw: RIPOTI

# Common.SeeWebPage
source: See {0}.
bn: {0} দেখুন।
hi: {0} देखें।
sw: Tazama {0}.

# Common.SelectAll
source: Select all
sw: Chagua yote/zote/vyote

# Common.Settings
source: Settings
bn: সেটিংস
hi: सेटिंग्स
sw: Mipangilio

# Common.Stop
source: Stop
sw: Komesha

# Common.Upload
source: Upload
sw: Pakia

# Common.Uploading
source: Uploading
sw: Kupakia

# Common.Warning
source: Info
bn: তথ্য
sw: Maelezo

# Common.WhatsThis
source: What's this?
hi: यह क्या है?
sw: Hii ni nini?

# Common.WhatCausedThisProblem
source: What caused this problem?
sw: Tatizo hili lilisababishwa na nini?

# Copyright.CopyrightHolder
source: Copyright Holder
hi: कॉपीराइट धारक
sw: Anayemiliki haki ya Kunakili

# Copyright.CopyrightYear
source: Copyright Year
sw: Mwaka wa Hakimiliki

source: Copyright and License
hi: कॉपीराइट और लाइसेंस
sw: Haki ya kunakili na Leseni

# Download.Completed
source: Your download ({0}) is complete. You can see it in the 'Books from BloomLibrary.org' section of your Collections.
bn: আপনার ({0}) ডাউনলোড সম্পন্ন হয়েছে।আপনি এটি 'BloomLibrary.org এর বইসমূহ' এর মধ্যে আপনার সংগ্রহশালার বিভাগে দেখতে পারেন।
hi: आपका डाउनलोड ({0}) पूरा हो गया है । आप इसे आपके संग्रह के 'BloomLibrary.org की पुस्तकें' इस भाग में देख सकते हैं।
sw: Upakuaji wako mtandaoni ({0}) umekamilika. Unaweza kuliona katika 'Vitabu kutoka kwenye kitengo cha Mkusanyiko wako cha BloomLibrary.org'.

# Download.CompletedCaption
source: Download complete
bn: ডাউনলোড সম্পন্ন হয়েছে
hi: डाउनलोड पूरा हो गया
rw: Gukurura byarangiye
sw: Upakuaji mtandaoni umekamilika
ta: பதிவிறக்கம் நிறைவடைந்தது
te: పూర్తి డౌన్లోడ్

# Download.CopyFailed
source: Bloom downloaded the book but had problems making it available in Bloom. Please restart your computer and try again. If you get this message again, please report the problem to the us.
hi: ब्लूम ने पुस्तक डाउनलोड कर ली है लेकिन उसे ब्लूम में उपलब्ध कराने में समस्या आई है। कृपया अपना कंप्यूटर रीस्टार्ट करें और फिर से कोशिश करें। यदि आपको यह संदेश फिर से मिलता है, तो कृपया 'विवरण ' बटन पर क्लिक करें और समस्या की जानकारी ब्लूम डेवलपर्स को दें
sw: Bloom ilitoa kitabu lakini ilipata matatizo katika kukifanya kuonekana kwenye Bloom. Tafadhali fungua kompyuta yako upya na ujaribu tena. Iwapo utapata ujumbe huu tena, tafadhali bofya kwenye kitufe cha 'Maelezo' na uripoti tatizo hili kwa wataalamu husika wa Bloom.

# Download.DownloadingDialogTitle
source: Downloading book
bn: বই ডাউনলোড হচ্ছে
hi: पुस्तक डाउनलोड हो रही है
rw: Gukurura igitabo
sw: Kupakua kitabu mtandaoni
ta: புத்தகம் பதிவிறக்குகிறது
te: డౌన్లోడ్ పుస్తకం

# Download.GenericNetworkProblemNotice
source: There was a problem downloading the book. You can try again at a different time, or write to us at issues@bloomlibrary.org if you cannot get the download to work from your location.
bn: আপনার বই ডাউনলোড করতে সমস্যা হচ্ছে।
hi: पुस्तक को डाउनलोड करने में कोई समस्या आई है। आप किसी और समय फिर से कोशिश कर सकते हैं, या यदि आप अपने स्थान से डाउनलोड नहीं कर पा रहे हैं तो issues@bloomlibrary.org पर हमें लिखिए।
sw: Kulikuwa na tatizo katika upakuaji wa kitabu chako.

# Download.ProblemNotice
source: There was a problem downloading your book. You may need to restart Bloom or get technical help.
bn: আপনার বই ডাউনলোড করতে সমস্যা হচ্ছে।আপনার ব্লুম রিস্টার্ট অথবা কারিগরি সহায়তা নেওয়ার প্রয়োজন হতে পারে।
hi: आपकी पुस्तक को डाउनलोड करने में कोई समस्या आई है। आपको ब्लूम फिर से शुरू करना होगा या तकनीकी सहायता लेनी होगी।
rw: Habaye ikibazo cyo gukurura igitabo cyawe. Urasabwa kongera gutangira Bloom cyangwa gushaka ubufasha bwa tekiniki.
sw: Kulikuwa na tatizo katika upakuaji kitabu chako.Unaweza kuhitajika kufungua upya Bloom au kupata usaidizii wa kiufudi.
ta: உங்கள் புத்தகம் பதிவிறக்கம் சிக்கல் ஏற்பட்டுள்ளது. Bloom மறுதொடக்கம் செய்யவும் அல்லது தொழில்நுட்ப உதவி பெற வேண்டும்.
te: మీ పుస్తకం డౌన్లోడ్ చేస్తున్నప్పుడు సమస్య సంభవించింది. మీరు వికసించిన పునఃప్రారంభించుము లేదా సాంకేతిక సహాయాన్ని పొందడానికి అవసరం కావచ్చు.

# Download.TimeoutProblemNotice
source: There was a problem downloading the book: something took too long. You can try again at a different time, or write to us at issues@bloomlibrary.org if you cannot get the download to work from your location.
bn: এই বইটি ডাউনলোড করতে সমস্যা হয়েছিল: কোন কিছু খুব সময় নিয়েছিল।আপনি অন্য সময় আবার চেষ্টা করতে পারেন, অথবা যদি আপনার অবস্থান থেকে ডাউনলোডটি না পেয়ে থাকেন তাহলে আমাদেরকে issues@BloomLibrary.org এ লিখতে পারেন।
hi: पुस्तक को डाउनलोड करने में कोई समस्या आई है: अधिक समय लग रहा है। आप किसी और समय कोशिश कर सकते हैं, या यदि आप अपने स्थान से काम डाउनलोड न कर पाएं तो issues@bloomlibrary.org पर हमें लिखें।
sw: Kulikuwa na tatizo wakati wa kupakua kitabu hiki: kitu fulani kilitumia muda mrefu sana. Unaweza kujaribu tena wakati mwingine, au utuandikie kwa issues@BloomLibrary.org iwapo huwezi kupata toleo la kitabu ili kufanya kazi kutoka mahali ulipo.

# EditTab.AddPageDialog.AddPageButton
source: Add Page
bn: পাতা যুক্ত করুন
hi: पन्ना जोड़े
sw: Ongeza Ukurasa

# EditTab.AddPageDialog.AddThisPageButton
source: Add This Page
bn: এই পাতা যুক্ত করুন
hi: यह पन्ना जोड़ें
sw: Ongeza Ukurasa Huu

# EditTab.AddPageDialog.ChooseLayoutButton
source: Use This Layout
bn: এই লেআউটটি ব্যবহার করুন
hi: इस लेआउट का उपयोग करें
sw: Tumia Muundo huu

# EditTab.AddPageDialog.ChooseLayoutContinueCheckbox
source: Continue anyway
bn: যেকোনো ভাবে চালিয়ে যান
hi: वैसे ही जारी रखें
sw: Endelea hata hivyo

# EditTab.AddPageDialog.ChooseLayoutConvertBookCheckbox
source: Change all similar pages in this book to this layout.
bn: এই বিন্যাসে এই বইয়ে থাকা একই ধরনের সব পৃষ্ঠাই পরিবর্তন করুন।
hi: इस पुस्तक के सारे समान पन्नों को इस लेआउट के अनुसार बदलें।
sw: Badilisha kurasa zote zinazofanana katika kitabu hiki ziwe na muundo huu.

# EditTab.AddPageDialog.ChooseLayoutTitle
source: Choose Different Layout...
bn: বিভিন্ন লেআউট নির্বাচন করুন...
hi: अन्य लेआउट चुनें...
sw: Chagua muundo Tofauti...

# EditTab.AddPageDialog.ChooseLayoutWillLoseData
source: Converting to this layout will cause some content to be lost.
bn: এই লেআউটে রূপান্তর করা হলে কিছু জিনিস হারিয়ে যেতে পারে।
hi: इस लेआउट में बदलने से कुछ सामग्री गुम हो जाएगी।
sw: Kubadilisha hadi kuwa katika muundo huu kutafanya baadhi ya yaliyohumu kupotea.

# EditTab.AddPageDialog.DigitalPage
source: This kind of page will be included only in digital book outputs, not in PDF.
bn: এই ধরণের পৃষ্ঠাটি পিডিএফে নয়, কেবল ডিজিটাল বইয়ের আউটপুটগুলিতে অন্তর্ভুক্ত করা হবে।
sw: Aina hii ya ukurasa itajumuishwa tu kwenye matokeo ya kitabu cha kidijitali, sio kwa PDF.

# EditTab.AddPageDialog.NoTemplate
source: Could not find {0}
bn: {0} পাওয়া যায়নি
hi: {0} नहीं मिला
sw: Haipatikani {0}

# EditTab.AddPageDialog.NumberOfPagesTooltip
source: Number of pages to add
sw: Idadi ya Kurasa za kuongeza

# EditTab.AddPageDialog.Title
source: Add Page...
bn: পাতা যুক্ত করুন...
hi: पन्ना जोड़े...
sw: Ongeza Ukurasa...

# EditTab.BackMatter.InsideBackCoverTextPrompt
source: If you need somewhere to put more information about the book, you can use this page, which is the inside of the back cover.
bn: যদি এই বইটি সম্পর্কে আপনার আরো তথ্য রাখার প্রয়োজন হয়, তাহলে আপনি পিছনের কভারের ভিতরের পাতাটি ব্যবহার করতে পারেন।
hi: यदि आपको पुस्तक की अधिक जानकारी को किसी और जगह पर रखने की जरूरत है, तो आप इस पन्ने का उपयोग कर सकते हैं, जो पिछले कवर के अंदर का हिस्सा है।
rw: Niba ukeneye ahantu ho gushyira amakuru y'inyongera kuri iki gitabo, ushobora gukoresha iyiu paji, ariyo gikobokobo cy'inyuma ku gice cyacyo cy'imbere.
sw: Iwapo unahitaji mahali pa kuandika habari zaidi kuhusu kitabu, unaweza kutumia ukurasa huu, ambao ndio wa ndani wa jalada la nyuma.
ta: நீங்கள் எங்கோ புத்தகத்தை பற்றி மேலும் தகவல் வைக்க, இருந்தால், பின் முகப்பு உள் இது இந்த பக்கம் பயன்படுத்தலாம்.
te: మీరు పుస్తకం గురించి మరింత సమాచారం ఉంచాలి ఎక్కడో అవసరం ఉంటే, మీరు ఈ పేజీని ఉపయోగించవచ్చు,,ఇది తిరిగి కవర్ లోపలి ఉంది

# EditTab.BackMatter.OutsideBackCoverTextPrompt
source: If you need somewhere to put more information about the book, you can use this page, which is the outside of the back cover.
bn: যদি এই বইটি সম্পর্কে আপনার আরো তথ্য রাখার প্রয়োজন হয়, তাহলে আপনি পিছনের কভারের বাইরের পাতাটি ব্যবহার করতে পারেন।
hi: यदि आपको पुस्तक की अधिक जानकारी को किसी और जगह पर रखने की जरूरत है, तो आप इस पन्ने का उपयोग कर सकते हैं, जो पिछले कवर के बाहर का हिस्सा है।
rw: Niba ukeneye ahantu ho gushyira amakuru y'inyongera kuri iki gitabo, ushobora gukoresha iyi paji, ariyo gikobokobo cy'inyuma ku gice cyacyo cy'inyuma.
sw: Iwapo unahitaji mahali pa kuandika habari zaidi kuhusu kitabu, unaweza kutumia ukurasa huu ambao ndio wa nje wa jalada la nyuma.
ta: நீங்கள் எங்கோ புத்தகத்தை பற்றி மேலும் தகவல் வைக்க, இருந்தால் மாறி பின் முகப்பு இது இந்த பக்கம் பயன்படுத்தலாம்.
te: మీరు పుస్తకం గురించి మరింత సమాచారం ఉంచాలి somwhere అవసరం ఉంటే, మీరు ఈ పేజీని ఉపయోగించవచ్చుతిరిగి కవర్ బయట ఇది

# EditTab.Bilingual
source: Two Languages
am: ሁለት ቋንቋዎች
bn: দুইটি ভাষা
hi: दो भाषाएँ
km: ពីរភាសា
rw: Indimi ebyiri
sw: Lugha mbili
ta: இரண்டு மொழிகள்
te: రెండు భాషలు

# EditTab.BookContextMenu.openHtmlInBrowser
source: Open the HTML used to make this PDF, in Firefox (must be on path)
bn: পিডিএফ তৈরি করার জন্য ফায়ারফক্সে (অবশ্যই পাথে থাকতে হবে) এইচটিএমএলটি খুলুন
hi: फायरफॉक्स में (जो पथ पर होना चाहिए), इसका पीडीएफ बनाने के लिए इस्तेमाल किए HTML का उपयोग करें
sw: Fungua iliyotumika kutengeneza hima , kwenye mtandao (lazima iwe kwenye njia)

# EditTab.CannotChangeCopyright
source: Sorry, the copyright and license for this book cannot be changed.
bn: দুঃখিত, এই বইটির কপিরাইট এবং লাইসেন্স পরিবর্তন করা যাবে না।
hi: क्षमा करें, इस पुस्तक के लिए कॉपीराइट और लाइसेंस नहीं बदला जा सकता है ।
rw: Tukwiseguyeho, uburenganzira bw'umwanditsi kimwe n'uburenganzira kuri iki gitabo ntibishobora guhindurwa.
sw: Samahani, haki ya kunakili na leseni ya kitabu hiki haiwezi kubadilishwa.
ta: மன்னிக்கவும், பதிப்புரிமை மற்றும் இந்த புத்தகம் உரிமம் மாற்ற முடியாது.
te: చిత్రాలు మారలేదు కాబట్టి క్షమించాలి, ఈ పుస్తకం డౌన్ లాక్

# EditTab.CantPasteImageLocked
source: Sorry, this book is locked down so that images cannot be changed.
bn: দুঃখিত, এই বইটি লক ডাউন হয়েছে তাই ছবিগুলো পরিবর্তন করা যাবে না।
hi: क्षमा करें, इस पुस्तक का उपयोग बंद किया गया है इसलिए चित्र बदले नहीं जा सकते।
rw: Tukwiseguyeho, iki gitabo kirafunzwe kugira ngo amashusho yacyo adahindurwa.
sw: Samahani, kitabu hiki kimefungiwa ili picha zisiweze kubadilishwa.
ta: மன்னிக்கவும், இந்த புத்தகம் பூட்டப்பட்டுள்ளது கீழே அதனால் படிமங்கள் மாற்ற முடியாது.
te: ఈ పేజీ శాశ్వతంగా తొలగించబడుతుంది

# EditTab.ChooseLayoutButton
source: Choose Different Layout
bn: ভিন্ন লেআউট নির্বাচন করুন
hi: अन्य लेआउट चुनें
sw: Chagua Muundo Tofauti

# EditTab.ConfirmRemovePageDialog.ConformRemovePageWindowTitle
source: Really Remove Page?
bn: সত্যিই পেজ মুছে ফেলতে চান?
hi: वास्तव में? पन्ना हटाएँ?
sw: Hakika Ukurasa Ufutwe?

# EditTab.ConfirmRemovePageDialog.DeleteButton
source: &Remove
bn: &মুছে ফেলুন
hi: &हटाएँ
sw: U&fute

# EditTab.ConfirmRemovePageDialog._messageLabel
source: This page will be permanently removed.
am: ይህ ገጽ በቋሚነት የሚወገድ ይሆናል
bn: এই পেজটি স্থায়ীভাবে মুছে ফেলা হবে।
hi: यह पन्ना स्थायी रूप से हटा दिया जाएगा।
km: ទំព័រនេះ នឹងត្រូវលុបចោលជាអចិន្ត្រៃយ៍
rw: {0} irahita yoherezwa mu gakangara k'ibyasiibwe
sw: Ukurasa huu utatolewa na hauwezi kurejeshwa tena.
ta: இப்பக்கம் கடைசியாக நிரந்தரமாக நீக்கப்படும்.
te: ఈ పేజీ శాశ్వతంగా తొలగించబడుతుంది

# EditTab.ContentLanguagesDropdown
source: Multilingual Settings
bn: বহুভাষিক সেটিংস
hi: बहुभाषीय सेटिंग्स
rw: Imitunganyirize y'indimi nyinshi
sw: Mipangilio ya Lugha nyingi
ta: பன்மொழி அமைப்புகள்
te: బహుభాషా సెట్టింగులు

# EditTab.ContentLanguagesDropdown.ToolTip
source: Choose language to make this a bilingual or trilingual book
bn: দ্বিভাষিক অথবা ত্রিভাষিক বই তৈরি করতে ভাষা নির্বাচন করুন।
hi: इसे एक द्विभाषी या त्रिभाषी पुस्तक बनाने के लिए भाषा चुनें
sw: Chagua lugha ili kufanya hiki kuwa kitabu cha lugha mbili au lugha tatu

# EditTab.ContentLanguagesDropdown_ToolTip_
source: Choose language to make this a bilingual or trilingual book
bn: এটিকে দ্বিভাষিক অথবা ত্রিভাষিক বই বানাতে ভাষা নির্বাচন করুন।
hi: इसे एक द्विभाषी या त्रिभाषी पुस्तक बनाने के लिए भाषा चुनें
sw: Chagua lugha ili kukifanya kitabu hiki kuwa cha lugha mbili au lugha tatu

# EditTab.CopyButton
source: Copy
am: ቅዳ
bn: কপি
hi: कॉपी करें
km: ចម្លង
rw: Koporora
sw: Nakili
ta: நகல்
te: ప్రతిని

# EditTab.CopyButton.ToolTip
source: Copy (Ctrl+C)
bn: কপি (Ctrl+C)
hi: कॉपी (Ctrl + C)
sw: Nakili (Ctrl+C)

# EditTab.CopyButton.ToolTipWhenDisabled
source: You need to select some text before you can copy it
bn: কপি করার পূর্বে আপনার কিছু লেখা নির্বাচন করা প্রয়োজন
hi: कॉपी करने से पहले आपको किसी टेक्स्ट को सेलेक्ट करना होगा
sw: Unapaswa kuchagua baadhi ya maandishi kabla ya kuinakili

# EditTab.CopyImageIPMetadataQuestion
source: Copy this information to all other pictures in this book?
bn: এই বইয়ের অন্য সকল ছবিতে কি এই তথ্যটি কপি করবেন?
hi: क्या इस जानकारी को इस पुस्तक के अन्य सभी चित्रों पर कॉपी करें?
sw: Nakili habari hii kwenye picha zote katika kitabu hiki?
ta: அனைத்து மற்ற படங்கள் இந்த புத்தகத்தில் இந்த தகவலை நகலெடுக்க?
te: ఈ పుస్తకం లో అన్ని ఇతర చిత్రాలు ఈ సమాచారాన్ని కాపీ?

# EditTab.CopyPage
source: Copy Page
bn: পৃষ্ঠাটি কপি করুন
hi: पन्ना कॉपी करें
sw: Nakili ukurasa

# EditTab.CustomPage.ChangeLayout
source: Change Layout
bn: লেআউট পরিবর্তন
hi: लेआउट बदलें
sw: Badilisha Muundo

# EditTab.CustomPage.HtmlWidget
source: HTML Widget
sw: Wijeti ya HTML

# EditTab.CustomPage.Or
source: or
bn: অথবা
hi: या
sw: au

# EditTab.CustomPage.Picture
source: Picture
bn: ছবি
hi: चित्र
sw: Picha

# EditTab.CustomPage.Text
source: Text
am: ጽሑፍ
bn: লেখা
hi: टेक्स्ट
km: អត្ថបទ
sw: Maandishi

# EditTab.CustomPage.TextBox
source: Text Box
am: የጽሑፍ ሳጥን
bn: লেখার বাক্স
hi: टेक्स्ट बक्सा
km: ប្រអប់អត្ថបទ
sw: Kisanduku cha maandishi

# EditTab.CutButton
source: Cut
am: ቁረጥ
bn: কাট
hi: काटें
km: កាត់
rw: Kata
sw: Kata
ta: வெட்டு
te: కట్

# EditTab.CutButton.ToolTip
source: Cut (Ctrl+X)
bn: কাট (Ctrl+X)
hi: काटें (Ctrl+X)
sw: Kata (Ctrl+X)

# EditTab.DeletePageButton
source: Remove Page
bn: পৃষ্ঠা অপসারণ\n করুন
hi: पन्ना हटाएँ
rw: Kuramo ipaji
sw: Toa \n Ukurasa

# EditTab.DeletePageButton.ToolTip
source: Remove this page from the book
bn: বইটি থেকে পৃষ্ঠাটি অপসারণ করুন
hi: इस पन्ने को पुस्तक से निकालें
sw: Toa ukurasa huu kwenye kitabu
ta: இப்பக்கம் கடைசியாக புத்தகத்தில் இருந்து அகற்று
te: పుస్తకం నుండి ఈ పేజీని తొలగించండి

# EditTab.DeletePageButton.ToolTipWhenDisabled
source: This page cannot be removed
bn: এই পৃষ্ঠাটি অপসারণ করা যাবে না
hi: यह पन्ना निकाला नहीं जा सकता
sw: Ukurasa huu hauwezi kutolewa
ta: இப்பக்கம் கடைசியாக நீக்க முடியாது
te: ఈ పేజీ తొలగించడం సాధ్యం కాదు

# EditTab.DirectFormatting.Bold
source: Bold
bn: বোল্ড
hi: बोल्ड
sw: Herufi nzito

# EditTab.DirectFormatting.Italic
source: Italic
bn: ইটালিক
hi: इटालिक
sw: Italiki

# EditTab.DirectFormatting.Superscript
source: Superscript
bn: সুপারস্ক্রিপ্ট
hi: सुपरस्क्रिप्ट
sw: Hati juu

# EditTab.DirectFormatting.Underline
source: Underline
bn: নিম্নরেখাঙ্কিত করুন
hi: रेखांकित करें
sw: Pigia Mstari

# EditTab.DuplicatePageButton
source: Duplicate Page
bn: পৃষ্ঠাটি নকল করুন
hi: पन्ने की नकल बनाएँ
sw: Fanya kurasa\n kuwa mbili

# EditTab.DuplicatePageButton.ToolTip
source: Insert a new page which is a duplicate of this one
bn: এই পৃষ্ঠার সদৃশ একটি নতুন পৃষ্ঠা ঢোকান
hi: नया पन्ना जोड़ें जो इसकी एक नकल है
sw: Ingiza ukurasa mpya ambao ni nakala ya huu
ta: இதை, பிரதி இது ஒரு புதிய பக்கத்தை செருகு
te: ఈ ఒక నకిలీ ఉంది దీనిలో ఒక కొత్త పేజీ ఇన్సర్ట్

# EditTab.DuplicatePageButton.ToolTipWhenDisabled
source: This page cannot be duplicated
bn: এই পৃষ্ঠাটি সদৃশ করা যাবে না
hi: यह पन्ने की नकल नहीं बनाई जा सकती
sw: Ukurasa huu hauwezi kunakiliwa
ta: இப்பக்கம் கடைசியாக படியெடுக்க இயலாது
te: ఈ పేజీకి నకలు ఉండకూడదు

# EditTab.DuplicatePageMultiple
source: Duplicate Page Many Times...
sw: Nakili ukurasa mara nyingi...

# EditTab.DuplicatePageMultiple.Prompt
source: How many more of this page? (2-999)
sw: Je, ni ngapi zaidi za ukurasa huu? (2-999)

# EditTab.DuplicatePageMultiple.Title
source: Duplicate Page Many Times
sw: Nakili ukurasa mara nyingi

# EditTab.Edit
source: Edit
am: አርትዕ
bn: সম্পাদন
hi: एडिट करें
km: កែ
rw: Kunoza
sw: Hakiki
ta: திருத்து
te: మార్చు

# EditTab.EditNotAllowed
source: You cannot change these because this is not the original copy.
bn: আপনি এগুলো পরিবর্তন করতে পারবেন না কারণ এটি মূল কপি নয়।
hi: आप इन्हें बदल नहीं सकते क्योंकि यह मूल कॉपी नहीं है।
sw: Hauwezi kubadilisha hii kwa kuwa hii siyo nakala ya kwanza.

# EditTab.EditTab.Toolbox.DecodableReaderTool.SightWord
source: Sight Word
bn: সাইট শব্দ
hi: साइट शब्द
sw: Neno Linaloonekana

# EditTab.EditTab.Toolbox.DecodableReaderTool.WordNotDecodable
source: This word is not decodable in this stage.
bn: এই শব্দটি এই স্তরে ডিকোডেবল নয়।
hi: यह शब्द इस चरण में डिकोडेबल नहीं है।
sw: Neno ili haliwezi kufasiriwa katika ukurasa huu.

# EditTab.EditTab.Toolbox.LeveledReaderTool.SentenceTooLong
source: This sentence is too long for this level.
bn: এই বাক্যটি এই লেভের জন্য খুবই দীর্ঘ।
hi: यह वाक्य इस स्तर के लिए बहुत लंबा है।
sw: Sentensi ni ndefu sana kwa hatua hii.

# EditTab.EnterpriseSettingsButton
source: Bloom Enterprise Settings
bn: ব্লুম এন্টারপ্রাইজ সেটিংস
sw: Mipangilio ya Bloom Enterprise

# EditTab.ExperimentalNotice
source: This page is an experimental prototype which may have many problems, for which we apologize.
bn: এই পৃষ্ঠাটি একটি পরীক্ষামূলক প্রোটোটাইপ যার অনেকগুলো সমস্যা থাকতে পারে, সে জন্য আমরা ক্ষমাপ্রার্থী।
hi: यह पन्ना एक प्रयोगात्मक नमूना है जिसमें कई समस्याएं हो सकती हैं, जिसके लिए हम क्षमा चाहते हैं।
sw: Ukurasa huu ni sampuli ya awali ya majaribio ambayo inaweza kuwa na matatizo mengi, ambapo tunaomba radhi.

# EditTab.FileDialogVideoFiles
source: Video files
bn: ভিডিও ফাইল
hi: वीडियो फाइलें
sw: Faili za Video
