Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# AccessibilityCheck.AccessibilityChecker
source: Accessibility Checker
bn: প্রবেশযোগ্যতা পরীক্ষক
hi: एक्सेसिबिलिटी चेकर
sw: Kikagua ufikikaji

# AccessibilityCheck.ACEByDaisy
source: Ace by DAISY Automated Checks
bn: DAISY দ্ৱারা Ace স্বয়ংক্রিয় পরীক্ষা
hi: DAISY ऑटोमेटेड जांच द्वारा Ace
sw: Ukaguzi wa kiotomatiki wa Ace na DAISY

# AccessibilityCheck.audioForAllText
source: Audio for all text
bn: সমস্ত পাঠ্যের জন্য অডিও
hi: सारे टेक्स्ट के लिए ऑडियो
sw: Sauti kwa maandishi yote

# AccessibilityCheck.audioForAllImageDescriptions
source: Audio for all image descriptions
bn: সমস্ত ছবির বর্ণনার জন্য অডিও/ধ্বনি
hi: सारे चित्र विवरण के लिए ऑडियो
sw: Sauti kwa maelezo yote ya picha

# AccessibilityCheck.AudioForAllImageDescriptions.MissingOnPage
source: Some text is missing a recording for an image description on page {0}
bn: পাঠ্য পৃষ্ঠার ওপরে একটি চিত্রের বর্ণনার জন্য একটি রেকর্ডিং অনুপস্থিত আছে {0}
sw: Maandishi mengine hayana rekodi kwa maelezo ya picha kwenye ukurasa {0}

# AccessibilityCheck.AudioForAllText.MissingOnPage
source: Some text is missing a recording on page {0}
bn: কিছু পাঠ্য পৃষ্ঠায় একটি রেকর্ডিং হারিয়েছে {0}
sw: Baadhi ya maandishi hayana rekodi kwenye ukurasa {0}

# AccessibilityCheck.AutomaticChecksHeading
source: Bloom can automatically check these for you:
bn: এগুলি আপনার জন্য Bloom স্ৱয়ংক্রিয়ভাবে পরীক্ষা করে নিতে পারে:
hi: ब्लूम अपने आप आपके लिए इसे जांच सकता है:
sw: Bloom inaweza kuangalia haya kiotomatiki kwaajili yako:

# AccessibilityCheck.Checklist
source: Accessibility Checklist
bn: প্রবেশযোগ্যতার পরীক্ষণ তালিকা
hi: एक्सेसिबिलिटी चेकलिस्ट
sw: Orodha ya upatikanaji

# AccessibilityCheck.descriptionsForAllImages
source: Descriptions for all images
bn: সব ছবির বিবরণ
hi: सारे चित्रों का विवरण
sw: Maelezo ya picha zote

# AccessibilityCheck.DescriptionsForAllImages.MissingOnPage
source: Missing image description on page {0}
bn: পৃষ্ঠাটিতে চিত্রের বিবরণ অনুপস্থিত {0}
sw: Maelezo ya picha hayapo kwenye ukurasa{0}

# AccessibilityCheck.FindingAce
source: Finding Ace by DAISY on this computer...
bn: এই কম্পিউটারে DAISY দ্বারা Ace সন্ধান করা হচ্ছে ...
sw: Kupata Ace na DAISY kwenye kompyuta hii...

# AccessibilityCheck.FoundAce
source: Found.
bn: পাওয়া গেছে।
sw: Patikana.

# AccessibilityCheck.LearnAbout
source: Learn About Accessibility
bn: প্রবেশযোগ্যতা সম্পর্কে শিখুন
hi: एक्सेसिबिलिटी के बारे में सीखें
sw: Jifunze Kuhusu Ufikiaji

# AccessibilityCheck.LearnAbout.AccessibleBookDefinition
source: "Accessible Books" are books that work well for people with impaired vision. With the ePUB format*, it is possible to make "Born Accessible" books that work well for everyone**, regardless of vision. Bloom has the following tools to help you create these books:
bn: "প্রবেশযোগ্য পুস্তক" হল এমন সব বই যেগুলো দুর্বল দৃষ্টির মানুষের জন্য ভাল কাজ করে। দৃষ্টি নির্বিশেষে সবার জন্য ভাল কাজ করে এমন "জন্ম প্রবেশযোগ্য" বই ইপাব ফরম্যাট * দিয়ে তৈরি করা সম্ভব * *। আপনার এধরনের বই প্রস্তুত করতে সাহায্যের জন্য Bloom-এ নিচের উপকরণগুলো আছে:
hi: "एक्सेसिबल पुस्तकें" वे पुस्तकें हैं जो धुंदली दृष्टि के लोगों के लिए अच्छी तरह से काम आती हैं। ePUB फोर्मेट के साथ*, "बोर्न एक्सेसिबल" पुस्तके बनाना संभव है जो दृष्टि पर ध्यान दिए बिना सभी के लिए अच्छी तरह से काम आते हैं**। आपको यह पुस्तकें बनाने में सहायता करने के लिए ब्लूम में यह निम्नलिखित उपकरण हैं:
sw: "Vitabu vifikivu" ni vitabu vinavyowafaa watu wasio na uwezo wa kuona vizuri. Kwa muundo wa ePUB *, kuna uwezekano wa kutengeneza "Born Accessible" vitabu ambavyo huwafaa watu wote **, bila kujali uwezo wa kuona. Bloom ina zana zifuatazo za kukusaidia kuunda vitabu hivi:

# AccessibilityCheck.LearnAbout.CheckerHas
source: This tool, the Accessibility Checker, has:
bn: প্রবেশযোগ্যতা পরীক্ষক, উপকরণটিতে আছে:
hi: इस उपकरण, अक्सेसिब्लिटी चेकर, में है:
sw: Zana hii, Kikaguaji fikivu, ina:

# AccessibilityCheck.LearnAbout.AccessibilityCheckList
source: The "Accessibility Checklist" which is where Bloom checks over your book and points you to anything that needs attention, especially for speakers of minority languages.
bn: "প্রবেশযোগ্যতার পরীক্ষণ তালিকা”–য় ব্লুম আপনার বইয়ের উপর পরীক্ষা করে এবং কোন বিষয়ের উপর দৃষ্টি আকর্ষণ করার থাকলে তা আপনাকে জানিয়ে দেয়, বিশেষ করে সংখ্যালঘু ভাষার বক্তাদের জন্য।
hi: "एक्सेसिबिलिटी चेकलिस्ट" ही है जिसमें ब्लूम आपकी पुस्तकों को जांचता है और अगर किसी बात पर सावधानी बरतनी है तो उसे आपको दिखाता है, विशेषकर अल्पसंख्यक भाषा बोलनेवालों के लिए।
sw: "Orodha ya Upatikanaji" ambayo ni sehemu ambapo Bloom hukagua kitabu chako na kukuelekeza kwa chochote kinachohitaji umakini, haswa kwa watu wanaoungumza lugha zisizozungumzwa na watu wengi.

# AccessibilityCheck.LearnAbout.AceByDaisyChecker
source: The "Ace by DAISY Checker" searches the actual ePUB generated by Bloom looking for any problems.
bn: "DAISY দ্ৱারা Ace পরীক্ষক" ব্লুম দ্বারা উৎপন্ন আসল ইপাব কে খুঁজে কোন সমস্যার সন্ধান করে।
hi: ब्लूम द्वारा बनाए गए ePUB में "Ace by DAISY Checker" समस्याओं की जांच करता है।
sw: Kikaguzi cha"Ace na DAISY" hutafuta ePUB halisi iliyotengenezwa na Bloom ikitafuta tatizo lolote.

# AccessibilityCheck.LearnAbout.EpubDefinition
source: definition of the ePUB format
bn: ইপাব ফরম্যাট সংজ্ঞা
hi: ePUB फॉर्मेट की परिभाषा
sw: ufafanuzi wa muundo wa ePUB

# AccessibilityCheck.LearnAbout.Footnote
source: While the ideal is that a single book can serve everyone, the ePUB standard and ePUB readers do not actually support that. They currently only work for blind people who speak a language that is supported by "Text to Speech" (TTS) systems. At this time, TTS is only available for large or commercially interesting languages. Until the standard and accessible readers improve, it is necessary to make special versions of accessible books for minority language speakers. For blind readers to hear the image descriptions, we need to put something special on the page. In this version of Bloom, you do this by clicking the "Include image descriptions on page" checkbox in the Publish:ePUB screen. Future versions may have other options in this area.
bn: যদিও একটি বই সাধারণত সবার ক্ষেত্রেই প্রযোজ্য হয়, তবুও ePUB স্ট্যান্ডার্ড ও ePUB পুস্তকে আসলে তা কার্যকর নয়। এগুলি বর্তমানে শুধুমাত্র এমন অন্ধ মানুষের জন্য কাজ করে যারা 'Text To Speech' (TTS) সিস্টেম দ্বারা কার্যকারী ভাষায় কথা বলেন।বর্তমানে TTS শুধু বৃহদাকারে প্রচলিত ও বাণিজ্যিক ভাবে ব্যবহৃত ভাষাগুলিতে পাওয়া যায়। আদর্শ আর প্রবেশযোগ্য পুস্তক উন্নত না হওয়া পর্যন্ত সংখ্যালঘু ভাষাভাষীদের জন্য বিশেষ প্রবেশযোগ্য বইয়ের সংস্করণ বানানো আবশ্যক। অন্ধ পাঠকেরা যেন চিত্র বর্ণনা শুনতে পারে, তারজন্য সেই পৃষ্ঠায় বিশেষ কিছু রাখা দরকার। ব্লুমের এই সংস্করণে, আপনি তা প্রকাশ:ePUB পর্দার 'পাতায় ছবির বর্ণনা অন্তর্ভুক্ত করুন' চেকবক্সটি ক্লিক করে করুন। ভবিষ্যৎ সংস্করণগুলিতে এই জায়গায় অন্য বিকল্প হতে পারে।
hi: जबकि आदर्श यह है कि एक ही पुस्तक हर किसी के काम आ सकती है, लेकिन ePUB मानक और ePUB पुस्तक वास्तव में इसका समर्थन नहीं करते। वे वर्तमान में केवल नेत्रहीन लोगों के काम आते हैं जो "टेक्स्ट टू स्पीच" (टीटीएस) सिस्टम द्वारा समर्थित भाषा बोलते हैं। इस समय, टीटीएस केवल बड़ी मात्रा में प्रचलित या व्यावसायिक रूप से बोली जानेवाली भाषाओं के लिए ही उपलब्ध है। जब तक मानक और एक्सेसिबल पुस्तक में सुधार नहीं होता, तब तक अल्पसंख्यक भाषा बोलने वालों के लिए एक्सेसिबल पुस्तकों के विशेष संस्करण बनाना आवश्यक है। नेत्रहीन पाठकों को चित्र विवरण सुनाने के लिए, हमें पन्ने पर कुछ विशेष डालने की आवश्यकता है। ब्लूम के इस संस्करण में, आप प्रकाशित करें:ePUB स्क्रीन में "पन्ने पर चित्र विवरण शामिल करें" चेकबॉक्स पर क्लिक करके ऐसा करते हैं। भविष्य के संस्करणों में इस क्षेत्र में अन्य विकल्प हो सकते हैं।
sw: Ingawaje ni bora kwamba kitabu kimoja kinaweza kuhudumia kila mtu, kiwango cha ePUB na ePUB reader haviungi mkono jambo hilo. Hivi sasa vinafanya kazi tu kwa watu wasioona ambao huzungumza lugha ambayo inasaidiwa na mifumo ya "Maandishi kwa Matamshi" (TTS,kwa Kiingereza). Kwa wakati huu, TTS inapatikana tu kwa lugha kubwa au zile ambazo zinavutia kibiashara. Hadi wakati ambapo vitabu vya kiwango na kufasiriwa vitakapobereshwa, ni muhimu kutengeneza matoleo maalum ya vitabu vya kufasiriwa kwa wazungumzaji wa lugha zinazozungumzwa na wachache. Ili wasomaji vipofu wasikie maelezo ya picha, tunahitaji kuweka kitu maalum kwenye ukurasa. Katika toleo hili la Bloom, unafanya hivyo kwa kubofya kisanduku cha kuangalia "Jumuisha maelezo ya picha kwenye ukurasa" kwenye skrini ya Chapisha: ePUB. Matoleo ya baadaye huenda yakawa na chaguzi zingine katika eneo hili.

# AccessibilityCheck.ManualChecksHeading
source: You need to check these yourself:
bn: আপনাকে নিজেকেই এগুলি পরীক্ষা করে নিতে হবে:
hi: यह आपको स्वयं ही जांचना होगा:
sw: Unahitaji kukagua hizi mwenyewe:

# AccessibilityCheck.noEssentialInfoByColor
source: No essential information by color
bn: আর কোন অপরিহার্য তথ্য রঙিন করা নেই
hi: रंग द्वारा महत्वपूर्ण जानकारी नहीं
sw: Hakuna habari muhimu kwa rangi

# AccessibilityCheck.WindowTitle
source: Bloom Accessibility Checker
bn: ব্লুম প্রবেশযোগ্যতা পরীক্ষক
sw: Kikagua ufikikaji cha Bloom

# AutoUpdateSoftwareDialog.SoftwareUpdates
source: Software Updates
sw: Sasisho za Programu

# AutoUpdateSoftwareDialog.WhatShouldBloomDo
source: What should Bloom do when a new version is available?
sw: Bloom inapaswa kufanya nini wakati toleo jipya linapatikana?

# AutoUpdateSoftwareDialog.AutomaticUpdate
source: Automatically download and install it
sw: Pakua kiatomati na usakinishe

# AutoUpdateSoftwareDialog.LetMeKnow
source: Just let me know about the new version
sw: Nijulishe tu kuhusu toleo jipya

# BloomIntegrity.WindowTitle
source: Bloom Problem
bn: ব্লুম সমস্যা
hi: ब्लूम समस्या
sw: Tatizo la Bloom

# BloomIntegrityDialog.ReportProblem
source: Report Problem
bn: সমস্যাটি জানান
hi: समस्या की जानकारी दें
sw: Ripoti Tatizo

# BloomPackInstallDialog.BadCharsInFileName
source: Possibly this is an old Bloom Pack created before Bloom Packs could handle special characters in file names. You may be able to get the author to re-create it using a current version. If that's not possible a technical expert may be able to repair things.
bn: সম্ভবত ব্লুম দল নথিপত্রের নামের বিশেষ অক্ষর সঠিকভাবে পরিচালনা করার পূর্বেই এই পুরাতন ব্লুম দলটি তৈরি করা হয়েছিল। আপনি বর্তমান সংস্করণ ব্যবহার করে পুনরায় এটি তৈরি করতে লেখকের সাথে যোগাযোগ করতে পারেন। যদি সেটি সম্ভব না হয় তাহলে একজন কারিগরিভাবে দক্ষ ব্যক্তি এটি সংস্কার করতে পারেন।
hi: संभवत: यह एक पुराना ब्लूम पैक है जिसे ब्लूम पैक्स के पहले बनाया गया था जो फाइल नाम में विशिष्ट वर्णों को संचलित कर सकता है। वर्तमान संस्करण का उपयोग करके आप इसका फिर से निर्माण करने के लिए लेखक से संपर्क कर सकते हैं। अगर यह संभव नहीं है तो एक तकनीकी विशेषज्ञ चीजों की मरंमत करने में सहायता कर सकता है।
sw: Kuna uwezekana kuwa hii ni seti ya kitambo ya Bloom iliyotengenezwa kabla ya Seti ya Bloom kuwa na uwezo wa kushughulikia herufi za kipekee katika majina ya faili.Unaweza kupata mwandishi ili apate kukiandaa upya kwa kutumia tafsiri ya kisasa. Iwapo hii haiwezekani mtaalamu wa kiufundi anaweza kukarabati vitu.

# BloomPackInstallDialog.BloomPackInstallation
source: Bloom Pack Installation
bn: ব্লুম দল স্থাপন
hi: ब्लूम पैक इनस्टॉलेशन
sw: Kuweka Seti ya Bloom
ta: Bloom தொகுப்பு நிறுவல்
te: బ్లూమ్ ప్యాక్ సంస్థాపన

# BloomPackInstallDialog.BloomPackInstalled
source: The {0} Collection is now ready to use on this computer.
bn: {0} সংগ্রহটি এখন এই কম্পিউটারে ব্যবহারের জন্য প্রস্তুত।
hi: {0} संग्रह अब इस कंप्यूटर पर उपयोग के लिए तैयार है।
rw: Ikuzanya {0} riratunganye ku buryo ryakoreshwa kuri iyi mudasobwa.
sw: Mkusanyiko sasa uko tayari kutumika kwenye kompyuta hii {0}.
ta: இந்த {0} தொகுப்பு தற்போது இந்தக் கணினியில் பயன்படுத்த தயார்.
te: సేకరణ ఇప్పుడు ఈ కంప్యూటర్లో ఉపయోగించడానికి సిద్ధంగా ఉంది

# BloomPackInstallDialog.BloomPackInstaller
source: Bloom Pack Installer
bn: ব্লুম দল প্রতিষ্ঠানকারী
hi: ब्लूम पैक इंस्टालर
sw: Kifaa cha kuweka Seti ya Bloom

# BloomPackInstallDialog.CorruptBloomPack
source: This BloomPack appears to be incomplete or corrupt.
bn: এই ব্লুমদলটি অসম্পূর্ণ অথবা নষ্ট হতে পারে।
hi: यह ब्लूमपैक अधूरा या करप्ट प्रतीत हो रहा है।
sw: Seti hii ya Bloom inaonekana kutokamilika au kuharibika.

# BloomPackInstallDialog.DoesNotExist
source: {0} does not exist
bn: {0} বিদ্যমান নেই
hi: {0} मौजूद नहीं है
sw: {0} haipo

# BloomPackInstallDialog.ErrorInstallingBloomPack
source: Bloom was not able to install that Bloom Pack
bn: ব্লুম ঐ ব্লুম দলটি ইনস্টল করতে সমর্থ ছিল না।
hi: ब्लूम उस ब्लूम पैक को इनस्टॉल नहीं कर पाया है
rw: Bloom ntiyashoboye kwensitara iyo paki ya Bloom
sw: Bloom haikuweza kuweka Seti hiyo ya Bloom.
ta: Bloom தொடங்கப்பட முடியவில்லை அந்த Bloom கட்டை நிறுவு
te: ఆ వర్ధిల్లు ప్యాక్ ఇన్స్టాల్ పొందలేదు

# BloomPackInstallDialog.Extracting
source: Extracting...
bn: বের করা হচ্ছে...
hi: एक्स्ट्रेक्टिंग...
rw: Ehambura...
sw: Kutoa...
ta: இதிலிருந்து பகுதி நகலெடுக்கிறது...
te: రాబట్టే

# BloomPackInstallDialog.MustRestartToSee
source: Bloom is already running, but the contents will not show up until the next time you run Bloom
bn: ব্লুম ইতিমধ্যে চলছে, কিন্তু আপনি পরবর্তী সময়ে ব্লুম না চালানো পর্যন্ত বিষয়বস্তু দেখা যাবে না
hi: ब्लूम पहले से चल रहा है, लेकिन अगली बार जब तक आप ब्लूम नहीं चलाएंगे तब तक कुछ दिखाई नहीं देगा
rw: Bloom yamaze gufunguka, ariko amakuru ayirimo ntagaragara kugeza ikindi gihe uri bwongere kuyifungura
sw: Bloom tayari inaendelea, lakini yaliyomo hayatajitokeza hadi wakati huo mwingine utakapofungua Bloom
ta: Bloom ஏற்கனவே இயங்குகிறது, ஆனால் அடுத்த முறை நீங்கள் Bloom இயக்க up until உள்ளடக்கங்களை காண்பிக்க இருக்கும்
te: బ్లూమ్ ఇప్పటికే నడుస్తున్న, కానీ కంటెంట్ మీ తదుపరి టర్న్ వరకు ప్రదర్శించబడతాయి లేదు వికసించిన

# BloomPackInstallDialog.NotInstalled
source: The Bloom collection will not be installed.
bn: ব্লুম সংগ্রহ ইনস্টল হবে না।
hi: ब्लूम संग्रह इनस्टॉल नहीं होगा।
sw: Mkusanyiko wa Bloom hautaweza kuweka.

# BloomPackInstallDialog.Opening
source: Opening {0}...
bn: খুলছে {0}...
hi: {0} खोला जा रहा है...
rw: Indimi eshatu
sw: Kufungua {0}...
ta: திறக்கிறது {0}...
te: ప్రారంభ

# BloomPackInstallDialog.Replace
source: This computer already has a Bloom collection named '{0}'. Do you want to replace it with the one from this Bloom Pack?
bn: এই কম্পিউটারে ইতিমধ্যে একটি ব্লুম সংগ্রহ আছে '{0}'। আপনি কি ব্লুম দলটির একটি দিয়ে এটিকে প্রতিস্থাপন করতে চান?
hi: इस कंप्यूटर में पहले से ही '{0}' नामक एक ब्लूम संग्रह है। क्या आप इस ब्लूम पैक में किसी एक को उसकी जगह पर बदलना चाहते हैं?
sw: Kompyuta hii tayari ina mkusanyiko wa Bloom kwa jina '{0}'. Je, unataka kuubadilisha kwa huu mwingine ulio kwenye Seti hii ya Bloom?

# BloomPackInstallDialog.SingleCollectionFolder
source: Bloom Packs should have only a single collection folder at the top level of the .ZIP file.
bn: ব্লুম দলের কেবল সর্বোচ্চ পর্যায়ের জিপ (.ZIP) ফাইলে একক সংগ্রহের ফোল্ডার থাকবে।
hi: ZIP फाइल के शीर्ष स्तर पर ब्लूम पैक में सिर्फ एक ही संग्रह फोल्डर होना चाहिए।
sw: Seti za Bloom zinapaswa kuwa na folda moja tu ya mkusanyiko kwenye ngazi ya juu ya .ZIP faili.

# BloomPackInstallDialog.UnableToReplace
source: Bloom was not able to remove the existing copy of '{0}'. Quit Bloom if it is running & try again. Otherwise, try again after restarting your computer.
bn: ব্লুম '{0}' এর বিদ্যমান কপিটি মুছে ফেলতে পারেনি। যদি এটি চলতে থাকে তবে ব্লুম থেকে বের হয়ে আসুন এবং আবার চেষ্টা করুন। নয়তো, কম্পিউটার পুনরায় চালু করার পর আবার চেষ্টা করুন।
hi: ब्लूम '{0}' की मौजूदा कॉपी निकाल नहीं पाया है। अगर ब्लूम & को चला रहा है तो इसे बंद करें। फिर से कोशिश करें। अन्यथा, अपने कंप्यूटर को रीस्टार्ट करने के पश्चात् फिर से कोशिश करें।
sw: Bloom haikuweza kutoa nakala iliyopo ya '{0}'. Funga Bloom iwapo imefunguliwa na ujaribu tena. Vinginevyo, jaribu tena baada ya kufungua kompyuta yako upya.

# BookEditor.CharacterMap.Instructions
source: To select, use your mouse wheel or point at what you want, or press the key shown in purple. Finally, release the key that you pressed to show this list.
bn: আপনি যা চান তা নির্বাচন করতে, আপনার মাউসের হুইল বা পয়েন্ট ব্যবহার করুন, তারপর কী টি উন্মুক্ত করুন।
hi: चयन करने के लिए, अपने माउस व्हील का उपयोग करें या आप जिसे खोलना चाहते हैं उस पर रखें, या बैंगनी key दबाएँ। अंत में, सूची को देखने के लिए आपने जिस key को दबाए रखा है उसे छोड़ दें।
sw: Ili kuchagua, tumia gurudumu la mausi yako au uelekeze unachokitaka, kisha uachilie kii.

# BookEditor.DefaultForText
source: This formatting is the default for all text boxes with '{0}' style.
bn: এই পদ্ধতিটিটি সকল '{0}' প্রকারের বার্তা বক্স সহ রীতির জন্য অক্ষম ।
hi: यह फॉर्मेटिंग '{0}' शैली के सारे टेक्स्ट बक्से के लिए डिफॉल्ट है।
sw: Aina hii ya muundo kwa kawaida hutumika kwa visanduku vyote vya maandishi viliyo na mtindo '{0}'.

# BookEditor.ForText
source: This formatting is for all text boxes with '{0}' style.
bn: এই পদ্ধতিটি সকল '{0}' রীতির বার্তা বক্সের জন্য
hi: यह फॉर्मेटिंग '{0}' शैली के सारे टेक्स्ट बक्से के लिए है।
sw: Aina hii ya muundo inatumika kwa visanduku vyote vya matini vilivyo na mtindo wa '{0}'.

# BookEditor.ForTextInLang
source: This formatting is for all {0} text boxes with '{1}' style.
bn: এই পদ্ধতিটি সকল '{0}' রীতির বার্তা বক্সের জন্য
hi: '{1}' शैली के साथ साथ यह स्वरूपण सभी {0} टेक्स्ट बक्सों के लिए है
sw: Aina hii ya muundo hutumika kwa {0} visanduku vyote vya maandishi vilivyo na mtindo wa '{1}'.

# BookEditor.FormattingDisabled
source: Sorry, Reader Templates do not allow changes to formatting.
bn: দুঃখিত, পাঠক নমুনাসমূহ পদ্ধতি পরিবর্তনের অনুমতি দেয় না।
hi: क्षमा करें, पुस्तक टेंपलेट्स फॉर्मेटिंग में बदलाव करने की अनुमति नहीं है।
sw: Samahani, Vigezo vya msomaji haviruhusu mabadiliko kwa muundo.

# BookMetadata.a11yCertifier
source: Level certified by
bn: স্তর অনুযায়ী প্রত্যয়িত।
hi: के द्वारा प्रमाणित पुस्तक
sw: Kiwango kimethibitiswa na

# BookMetadata.a11yFeatures
source: Accessibility features
bn: প্রবেশযোগ্যতা বিষয়ক বৈশিষ্ট্য
hi: एक्सेसिबिलिटी फीचर्स
sw: Vipengele vya ufifikaji

# BookMetadata.a11yLevel
source: Accessibility level
bn: প্রবেশযোগ্যতা স্তর
hi: एक्सेसिबिलिटी पुस्तक
sw: Kiwango cha upatikanaji

# BookMetadata.a11yLevelNone
source: None
bn: কোনটি নয়
hi: कुछ नहीं
sw: Hamna

# BookMetadata.a11yLevelA
source: Level A conformance
bn: স্তর A অনুরূপ
hi: पुस्तक ए समनुरूपता
sw: Ulinganifu wa Kiwango cha A

# BookMetadata.a11yLevelAA
source: Level AA conformance
bn: স্তর AA অনুরূপ
hi: पुस्तक एए समनुरूपता
sw: Ulinganifu wa kiwango cha AA

# BookMetadata.a11yLevelAAA
source: Level AAA conformance
bn: স্তর AAA অনুরূপ
hi: पुस्तक एएए समनुरूपता
sw: Ulinganifu wa kiwango cha AAA

# BookMetadata.alternativeText
source: Has Image Descriptions
bn: ছবির বর্ননা আছে
hi: वैकल्पिक टेक्स्ट
sw: Ina maelezo ya picha

# BookMetadata.author
source: Author
bn: লেখক
hi: लेखक
sw: Mwandishi

# BookMetadata.flashingHazard
source: Flashing Hazard
bn: ঝলকানির বিপত্তি
hi: फ़्लैशिंग बाधा
sw: Kuangaza Hatari

# BookMetadata.hazards
source: Hazards
bn: বিপত্তি
hi: बाधाएं
sw: Hatari

# BookMetadata.inLanguage
source: Language
bn: ভাষা
hi: भाषा
sw: Lugha

# BookMetadata.level
source: Reading level
bn: পড়ার স্তর
hi: पठन स्तर
sw: Kiwango cha kusoma

# BookMetadata.License
source: License
bn: লাইসেন্স
sw: Leseni

# BookMetadata.metapicture
source: Picture
bn: ছবি
hi: चित्र
sw: Picha

# BookMetadata.motionSimulationHazard
source: Motion Simulation Hazard
bn: গতি অনুকরণের বিপদ
hi: गति सिमुलेशन खतरा
sw: Athari ya uigaji wa mwendo

# BookMetadata.name
source: Name
bn: নাম
hi: नाम
sw: Jina

# BookMetadata.numberOfPages
source: Number of pages
bn: পৃষ্ঠা সংখ্যা
hi: पन्नों की संख्या
sw: Idadi ya Kurasa

# BookMetadata.signLanguage
source: Sign Language
bn: ইঙ্গিত ভাষা
hi: संकेत भाषा
sw: Lugha ya Ishara

# BookMetadata.subjects
source: Subjects
bn: বিষয়সমুহ
hi: विषय
sw: Mada

# BookMetadata.typicalAgeRange
source: Typical age range
bn: বৈশিষ্টসূচক বয়স সীমা
hi: लाक्षणिक आयु सीमा
sw: Kiwango cha kawaida cha umri

# BookMetadata.WhatsThis
source: What's this?
bn: এটি কি?
hi: यह क्या है?
sw: Hii ni nini?

# BookStorage.CorruptBook
source: Bloom had a problem reading this book and recovered by restoring a recent backup. Please check recent changes to this book. If this happens for no obvious reason, please report the problem to us.
hi: ब्लूम को यह पुस्तक खोलने में समस्या आई और हाल ही में एक बैकअप लेने के द्वारा पुस्तक को फिर से बनाया गया है। कृपया इस पुस्तक में हाल में हुए बदलावों की जांच करें। यदि यह कोई स्पष्ट कारण के लिए नहीं होता है, कृपया नीचे दिए विवरण क्लिक करें और हमें इसकी जानकारी दें।
sw: Bloom ilikuwa na shida kusoma kitabu hiki na ilirekibisha kwa kurejesha nakala rudufu ya hivi majuzi. Tafadhali angalia mabadiliko ya hivi karibuni kwenye kitabu hiki. Ikiwa hii itatokea bila sababu dhahiri, tafadhali bonyeza Maelezo hapa chini na uturipoti.

# BookStorage.FolderMoved
source: It appears that some part of the folder path to this book has been moved or renamed. As a result, Bloom cannot save your changes to this page, and will need to exit now. If you haven't been renaming or moving things, please report the problem to us.
hi: ऐसा प्रतीत होता है कि इस पुस्तक के लिए जो फोल्डर पथ है उसे हटा दिया गया है या उसका नाम बदला गया है। परिणामस्वरूप, ब्लूम आपके बदलावों को इस पन्ने पर सेव नहीं कर सकता, और इसे बंद करने की आवश्यकता होगी। यदि आप नाम या चीजों को नहीं बदल रहे हैं, तो कृपया नीचे दिए विवरण पर क्लिक करें और समस्या की जानकारी डेवलपर्स को दें।
sw: Inaonekana kwamba baadhi ya sehemu za njia ya folda kufikia kitabu hiki zimetolewa au kupewa jina upya. Hivyo, Bloom haiwezi kuhifadhi mabadiliko yako ya ukurasa huu, na itahitaji kujifunga sasa. Iwapo hujakuwa ukivipa vitu majina upya au kuvisongesha, tafadhali bofya Maelezo yaliyo hapa chini na uripoti tatizo hili kwa wataalamu husika.

# Browser.CopyTroubleshootingInfo
source: Copy Troubleshooting Information
bn: সমস্যা সংশোধন করা সংক্রান্ত তথ্যের অনুলিপি করুন
sw: Nakili Habari ya kinachosababisha Tatizo

# Browser.OpenPageInFirefox
source: Open Page in Firefox (which must be in the PATH environment variable)
bn: ফায়ারফক্সে পেজ খুলুন (যাকে PATH environment এ পরিবর্তন করা যায়)।
sw: Fungua ukurasa kwenye Mtandao (ambao ni lazima uwe kwenye hali inayoweza kubadilika ya NJIA).

# Browser.ProblemSaving
source: There was a problem while saving. Please return to the previous page and make sure it looks correct.
bn: সংরক্ষণ করার সময় সমস্যা ছিল। পূর্বের পৃষ্ঠায় ফিরে যান এবং নিশ্চিত করুন যে সেটি সঠিক।
hi: सेव करते समय कोई समस्या आई है। कृपया पिछले पन्ने पर वापस जाएं और सुनिश्चित करें कि वह सही दिख रहा है।
sw: Kulikuwa na tatizo wakati wa kuhifadhi. Tafadhali rudi kwenye ukurasa uliopita na uhakikishe unaonekana kuwa sahihi.

# CollectionSettingsDialog.AboutBloomEnterprise
source: About the Bloom Enterprise Service
bn: ব্লুম উদ্যোগ সেবা সম্পর্কিত
hi: ब्लूम एंटरप्राइज सेवा के बारे में
sw: Kuhusu huduma ya Bloom enterprise

# CollectionSettingsDialog.AdvancedTab.AdvancedProgramSettingsTabLabel
source: Advanced Program Settings
am: የላቀ ፕሮግራም ቅንጀቶች
bn: উচ্চতর প্রোগ্রাম সেটিংস
hi: उन्नत प्रोग्राम सेटिंग्स
km: ការកំណត់កម្មវិធីកម្រិតខ្ពស់
rw: Itunganya ryimbitse rya porogaramu
sw: Mpangilio wa hali ya Juu wa Programu
ta: மேம்பட்ட நிரல் அமைப்புகள்
te: ఆధునిక కార్యక్రమం సెట్టింగ్

# CollectionSettingsDialog.AdvancedTab.AutoUpdate
source: Automatically Update Bloom
bn: স্বয়ংক্রিয়ভাবে ব্লুম আপডেট
hi: ब्लूम को अपने आप अपडेट करें
sw: Sasisha Bloom kiotomatiki

# CollectionSettingsDialog.AdvancedTab.Experimental.ExperimentalFeatures
source: Experimental Features
sw: Vipengele vya majaribio

# CollectionSettingsDialog.AdvancedTab.Experimental.ShowExperimentalBookSources
source: Show Experimental Book Sources
sw: Onyesha Vyanzo vya Kitabu cha Majaribio

# CollectionSettingsDialog.AdvancedTab.Experimental.SpreadsheetImportExport
source: Spreadsheet Import/Export
sw: Lahajedwali Ingiza/Hamisha

# CollectionSettingsDialog.AndikaNewBasicUpdate1
source: Bloom is switching the default font for "{0}" to the new "Andika New Basic".
bn: ব্লুম ডিফল্ট ফন্ট "{0}" থেকে নতুন "Andika New Basic" এ পরিবর্তীত হচ্ছে।
hi: ब्लूम "{0}" के लिए डिफॉल्ट फोंट को "इंडिका न्यू बेसिक" में बदल रहा है।
sw: Bloom inabadilisha fonti ya kawaida ya "{0}" kuwa mpya ya "Andika New Basic".
