Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# EditTab.Toolbox.ImageDescriptionTool.KeepItShort
source: Keep it **short**.
bn: এটিকে * * সংক্ষিপ্ত * * রাখুন।
sw: Iwe **fupi**.

# EditTab.Toolbox.ImageDescriptionTool.CheckThisBox
source: Otherwise, check this box:
bn: তা না হলে এই বাক্সে টিক দিন।
sw: Vinginevyo, angalia sanduku hili:

# EditTab.Toolbox.ImageDescriptionTool.ShouldNotDescribe
source: This image should not be described.
bn: এই ছবিটি বর্ণনা করতে হবে না।
sw: Picha hii haipaswi kuelezewa.

# EditTab.Toolbox.ImageDescriptionTool.ConsiderAudience
source: Consider your Audience
bn: আপনার দর্শকদের কথা বিবেচনা করবেন
hi: अपने दर्शकों को ध्यान में रखें
sw: Fikiria hadhira yako

# EditTab.Toolbox.ImageDescriptionTool.ContextKey
source: Context is Key
bn: প্রসঙ্গে হল মূখ্য বিষয়
hi: संदर्भ मुख्य बात है
sw: Muktadha ni Muhimu

# EditTab.Toolbox.ImageDescriptionTool.GeneralSpecific
source: General to Specific
bn: সাধারণ থেকে সুনির্দিষ্ট
hi: सामान्य से विशिष्ट
sw: Jumla kwa maalum

# EditTab.Toolbox.ImageDescriptionTool.LearnToMake
source: Learn to make effective image descriptions
bn: প্রভাবশালী চিত্র বর্ণনা করতে শিখুন
hi: प्रभावशाली चित्र विवरण बनाना सीखें
sw: Jifunze kufanya ufafanuzi mzuri wa picha

# EditTab.Toolbox.ImageDescriptionTool.WriteYours
source: Write your image description on the left, in the box next to the picture.
bn: আপনার ছবির বিবরণ বাঁদিকে, ছবির পাশের বক্সে লিখুন।
hi: चित्र के पास के वाले बक्से में, बाईं ओर अपना चित्र वर्णन लिखें।
sw: Andika maelezo ya picha yako kushoto, kwenye kisanduku kando ya picha.

# EditTab.Toolbox.LeveledReaderTool
source: Leveled Reader Tool
am: በደረጃ የተከፋፈለ የምንባብ መሳሪያ
bn: লেভেলড রিডার কার্যসম্পাদন
hi: लेवल्ड पुस्तक उपकरण
km: ឧបករណ៍អ្នកអានតាមកម្រិត
rw: Igikoresho cy'umusomyi umenyereye
sw: Kifaa cha Kusoma kilichopewa ngazi
ta: மறுக்கும் படிப்பான் கருவி
te: తనపై రీడర్ సాధనం

# EditTab.Toolbox.LeveledReaderTool.Actual
source: Actual
am: ትክክለኛ
bn: প্রকৃত
hi: वास्तविक
km: ពិតប្រាកដ
rw: Cy'ukuri
sw: Kamili
ta: சரியான
te: అసలు

# EditTab.Toolbox.LeveledReaderTool.Average
source: avg per sentence
bn: গড়ে প্রতিটি বাক্য
hi: प्रति वाक्य औसत
sw: Uwiano kwa kila sentensi

# EditTab.Toolbox.LeveledReaderTool.AverageInBook
source: avg in book
sw: wastani kwa kitabu

# EditTab.Toolbox.LeveledReaderTool.AveragePerPage
source: avg per page
sw: wastani kwa kila ukurasa

# EditTab.Toolbox.LeveledReaderTool.ChoiceOfTopic
source: Choice of Topic
bn: একটি বিষয় নির্বাচন করুন
hi: विषय का विकल्प
sw: Uchaguzi wa Mada
ta: தலைப்பை இடம்பெயர
te: విషయం యొక్క ఎంపిక

# EditTab.Toolbox.LeveledReaderTool.CopyBookStatistics
source: Copy Book Stats
sw: Nakili Takwimu za Kitabu

# EditTab.Toolbox.LeveledReaderTool.FoThisLevel
source: For this Level
am: ለዚህ ደረጃ
bn: এই লেভেলের জন্য
hi: इस स्तर के लिए
km: សម្រាប់កម្រិតនេះ
rw: By'iyi ntambwe
sw: Kwa ngazi hii
ta: இந்த நிலை
te: ఈ స్థాయి కోసం

# EditTab.Toolbox.LeveledReaderTool.Formatting
source: Formatting
bn: বিন্যাস
hi: स्वरूपण
sw: Kubadilisha Muundo
ta: வடிவமைத்தல்
te: ఫార్మాటింగ్

# EditTab.Toolbox.LeveledReaderTool.IllustrationSupport
source: Illustration Support
bn: চিত্রণ সহায়তা
hi: चित्रण समर्थन
sw: Usaidizi wa Maelezo

# EditTab.Toolbox.LeveledReaderTool.KeepInMind
source: Keep in mind
am: ልብ ይበሉ
bn: মনে রাখবেন
hi: ध्यान में रखें
km: ទុកក្នុងចិត្ត
rw: Kuzirikana
sw: Kumbuka
ta: மனதில் வைத்துக்
te: గుర్తుంచుకోండి

# EditTab.Toolbox.LeveledReaderTool.LevelNofM
source: Level {0} of {1}
sw: Kiwango{0} cha{1}

# EditTab.Toolbox.LeveledReaderTool.Max
source: Max
am: ከፍተኛ
bn: সর্বোচ্চ
hi: अधिकतम
km: អតិ
rw: Hejuru
sw: Idadi ya juu zaidi
ta: மேக்ஸ்
te: మాక్స్

# EditTab.Toolbox.LeveledReaderTool.MaxInBook
source: max in book
sw: upeo katika kitabu

# EditTab.Toolbox.LeveledReaderTool.MaxSentenceLength
source: longest sentence
sw: sentensi ndefu zaidi

# EditTab.Toolbox.LeveledReaderTool.PerPage
source: per page
am: በገጽ
bn: প্রতি পৃষ্ঠায়
hi: प्रति पन्ना
km: ក្នុងមួយទំព័រ
rw: ku ipaji
sw: kwa kila ukurasa
ta: ஒரு பக்கத்திற்கு
te: పేజీకి

# EditTab.Toolbox.LeveledReaderTool.PerSentence
source: longest sentence
bn: সবচেয়ে লম্বা বাক্য
hi: सबसे लंबा वाक्य
sw: sentensi ndefu zaidi

# EditTab.Toolbox.LeveledReaderTool.Predictability
source: Predictability
am: ተተንባይነት
bn: প্রিডেকটিবিলিটি
hi: पूर्वानुमान
km: ភាពព្យាករណ៍បាន
sw: Uwezekano wa kutabiriwa
ta: கணிப்பது
te: అంచనాను

# EditTab.Toolbox.LeveledReaderTool.SetUpLevels
source: Set up Levels
am: ደረጃዎችን አቀናጅ
bn: লেভেলসমূহ সেট আপ
hi: स्तर सेट अप करें
km: បង្កើត កម្រិតផ្សេងៗ
rw: Guteganya inzego
sw: Anzisha ngazi
ta: நிலைகள் அமை
te: అప్ సెట్ స్థాయిలు

# EditTab.Toolbox.LeveledReaderTool.SentenceCounts
source: Sentence Counts
sw: Hesabu ya sentensi

# EditTab.Toolbox.LeveledReaderTool.ThisBook
source: This Book
am: ይህ መጽሐፍ
bn: এই বই
hi: इस पुस्तक में
km: សៀវភៅនេះ
rw: Iki gitabo
sw: Kitabu Hiki
ta: இந்த புத்தகம்
te: ఈ బుక్

# EditTab.Toolbox.LeveledReaderTool.ThisPage
source: This Page
am: ይህ ገጽ
bn: এই পৃষ্ঠা
hi: इस पन्ने में
km: ទំព័រនេះ
rw: Iyi paji
sw: Ukurasa Huu
ta: இப்பக்கம் கடைசியாக
te: ఈ పేజీని

# EditTab.Toolbox.LeveledReaderTool.ThisPageLC
source: this page
sw: ukurasa huu

# EditTab.Toolbox.LeveledReaderTool.Total
source: total
am: ድምር
bn: সর্বমোট
hi: कुल
km: សរុប
rw: igiteranyo
sw: jumla
ta: மொத்த
te: మొత్తం

# EditTab.Toolbox.LeveledReaderTool.TotalInBook
source: total in book
sw: jumla katika kitabu

# EditTab.Toolbox.LeveledReaderTool.Unique
source: unique
am: ልዩ
bn: অনন্য
hi: अनोखा
km: មានតែមួយ
rw: cyihariye
sw: kipekee
ta: பிரத்யேக
te: ప్రత్యేక

# EditTab.Toolbox.LeveledReaderTool.Vocabulary
source: Vocabulary
am: ቃላት
bn: শব্দকোষ
hi: शब्दावली
km: វាក្យស័ព្ទ
sw: Msamiati
ta: சொல்லகராதி
te: పదజాలం

# EditTab.Toolbox.LeveledReaderTool.WordCounts
source: Word Counts
am: የቃላት ቁጥር
bn: শব্দ সংখ্যা
hi: शब्द गिनती
km: ចំនួនពាក្យ
rw: Ukubara amagambo
sw: Idadi ya Maneno
ta: சொல் எண்ணிக்கை
te: పద కౌంట్స్

# EditTab.Toolbox.LeveledReaderTool.WordLengths
source: Word Lengths
sw: Urefu wa maneno

# EditTab.Toolbox.More
source: More...
am: ተጨማሪ...
bn: আরো...
hi: और अधिक...
km: ថែមទៀត…
rw: Ibindi...
sw: Zaidi...
ta: மேலும்...
te: మరింత

# EditTab.Toolbox.Settings.Unlock
source: Allow changes to this shellbook
bn: এই শেলবুকে পরিবর্তন করার অনুমতি দিন
hi: इस शेलपुस्तक में बदलाव की अनुमति दें
sw: Kubali mabadiliko kwenye kitabu hiki cha sheli

# EditTab.Toolbox.Settings.UnlockShellBookIntroductionText
source: Bloom normally prevents most changes to shellbooks. If you need to add pages, change images, etc., tick the box below.
bn: ব্লুম সাধারণত শেলবুকে বেশি পরিবর্তন করতে বাধা দেয়।যদি আপনার পেজ যুক্ত, ছবি পরিবর্তন, ইত্যাদির প্রয়োজন হয়, নীচের বাক্সে টিক চিহ্ন দিন।
hi: ब्लूम आम तौर पर शेलपुस्तकों में सभी बदलावों को रोकता है। यदि आपको पन्ने जोड़ने, चित्र बदलने इत्यादि की जरूरत है, तो नीचे दिए बक्से पर टिक करें।
sw: Bloom kwa kawaida huzuia mabadiliko mengi kwenye vitabu vya sheli. Iwapo utahitaji kuongeza kurasa, kubadlisha picha na kadhalika, weka alama kwenye kisanduku kilicho hapa chini.

# EditTab.Toolbox.SignLanguage.CameraUnavailable
source: Camera not available (perhaps in use by another program)
bn: ক্যামেরা পাওয়া যায় নি (সম্ভবত অন্য প্রোগ্রাম দ্বারা ব্যবহৃত হচ্ছে)
hi: कैमरा उपलब्ध नहीं है (शायद किसी अन्य प्रोग्राम में उपयोग हो रहा है)
sw: Kamera haipatikani (labda inatumiwa na programu nyingine)

# EditTab.Toolbox.SignLanguage.DeleteVideo
source: Delete
bn: মুছে ফেলুন
hi: डिलीट करें
sw: Futa

# EditTab.Toolbox.SignLanguage.EditOutside
source: Edit outside of Bloom
bn: ব্লুম এর বাইরে এডিট করুন
hi: ब्लूम के बाहर एडिट करें
sw: Hariri nje ya Bloom

# EditTab.Toolbox.SignLanguage.FileDialogVideoFiles
source: Video files
bn: ভিডিও ফাইলসমুহ
hi: वीडियो फाइलें
sw: Mafaili ya Video

# EditTab.Toolbox.SignLanguage.ImportVideo
source: Import
bn: নিয়ে আসুন
hi: आयात करें
sw: Agiza

# EditTab.Toolbox.SignLanguage.ShowInFolder
source: Show in Folder
bn: ফোল্ডারে দেখান
hi: फोल्डर में दिखाएं
sw: Onyesha kwenye folda

# EditTab.Toolbox.SignLanguage.NoCameraFound
source: No camera found
bn: কোনো ক্যামেরা পাওয়া যায়নি
hi: कैमरा नहीं मिला
sw: Hakuna Kamera iliyopatikana

# EditTab.Toolbox.SignLanguage.PressCancel
source: Press any key to cancel
bn: বাতিল করতে যেকোনো বোতাম চাপুন
hi: कैंसिल करने के लिए कोई भी key दबाएं
sw: Bonyeza kitufe chochote kughairi

# EditTab.Toolbox.SignLanguage.PressStop
source: Press any key to stop
bn: বন্ধ করতে যেকোনো বোতাম চাপুন
hi: रोकने के लिए कोई भी key दबाएं
sw: Bonyeza kitufe chochote kuacha

# EditTab.Toolbox.SignLanguage.Processing
source: Processing
bn: প্রসেসিং
hi: प्रोसस हो रहा है
sw: Usindikaji

# EditTab.Toolbox.SignLanguage.Recording
source: Recording
bn: রেকর্ডিং
hi: रिकॉर्ड हो रहा है
sw: Kurekodi

# EditTab.Toolbox.SignLanguage.RestoreOriginal
source: Restore Original
bn: আসলটি পুনস্থাপিত করুন
hi: मूल पुनर्स्थापित करें
sw: Rudisha ilivyokuwa mwanzoni

# EditTab.Toolbox.SignLanguage.SelectedVideo
source: The selected video
bn: নির্বাচিত ভিডিও
hi: चुना हुआ वीडियो
sw: Video iliyochaguliwa

# EditTab.Toolbox.SignLanguage.SelectSignLanguageBox
source: To use this tool, select a sign language box on the page.
bn: এই উপকরণটি ব্যবহার করতে এই পৃষ্ঠায় একটি ইঙ্গিত ভাষার বক্স সেলেক্ট করুন।
hi: इस उपकरण का उपयोग करने के लिए, पन्ने पर दिए चिह्न भाषा बक्से को सेलेक्ट करें।
sw: Kutumia zana hii, chagua kisanduku cha lugha ya ishara kwenye ukurasa.

# EditTab.Toolbox.SignLanguage.StartRecording
source: Start Recording
bn: রেকর্ডিং শুরু করুন
hi: रिकॉर्डिंग शुरू करें
sw: Anza Kurekodi

# EditTab.Toolbox.SignLanguage.Timeout
source: The initial processing of the video file timed out after one minute. The raw video output will be stored.
bn: ভিডিও ফাইলটির প্রাথমিক প্রক্রিয়া এক মিনিটের পরে শেষ হয়ে যায়। কাঁচা ভিডিও আউটপুটটিকে সংরক্ষণ করা হবে.
sw: Usindikaji wa awali wa faili ya video unaisha baada ya dakika moja. Pato la nakala ya video ghafi litahifadhiwa.

# EditTab.Toolbox.SignLanguage.Trim
source: Trim
bn: ছাঁটুন
hi: ट्रिम करें
sw: Punguza

# EditTab.Toolbox.SignLanguage.VideoProcessingError
source: Error output from ffmpeg trying to produce {0}: {1}{2}The raw video output will be stored.
bn: ffmpeg থেকে ত্রুটি আউটপুট {0} উত্পাদন করার চেষ্টা করছে: {1} {2} কাঁচা ভিডিও আউটপুটটিকে সংরক্ষণ করা হবে।
sw: Hitilafu kutoka kwa ffmpeg kujaribu kutengeneza {0}: {1} {2} Pato la video ghafi litahifadhiwa.

# EditTab.Toolbox.SignLanguage.WhatCameraSees
source: Here is what your camera sees:
bn: আপনার ক্যামেরা এটা দেখতে পাচ্ছে:
hi: यह है जो आपका कैमरा देखता है:
sw: Hivi ndivyo kamera yako inavyoona:

# EditTab.Toolbox.SignLanguageTool
source: Sign Language Tool
bn: ইঙ্গিত ভাষা উপকরণ
hi: सांकेतिक भाषा उपकरण
sw: Zana ya lugha ya ishara

# EditTab.Toolbox.TalkingBook.BadState
source: Bloom recording is in an unusual state, possibly caused by unplugging a microphone. You will need to restart.
bn: ব্লুম রেকর্ডিং একটি অপ্রত্যাশিত ঘটনা, মাইক্রোফোন প্লাগ থেকে বিচ্ছিন্ন হলে এটি হতে পারে।আপনার পুনরায় চালু করতে হবে।
hi: ब्लूम रिकॉर्डिंग एक असामान्य स्थिति में है, संभवतः माइक्रोफोन को निकालने के कारण ऐसा हुआ है। आपको रिस्टार्ट करना होगा।
sw: Kurekodi kwa Bloom kuko katika hali isiyo ya kawaida, ambayo huenda ikawa imesababishwa na kutoa mikrofoni. Utahitajika kuianzisha upya.

# EditTab.Toolbox.TalkingBook.MissingDependency
source: To split recordings into sentences, first install this {0} system.
bn: অটো সেগমেন্ট ব্যবহার করার জন্য, প্রথমে এই {0} সিস্টেম ইন্সটল করুন।
hi: ऑटो सेगमेंट का उपयोग करने के लिए, पहले इस {0} सिस्टम को इंस्टॉल करें।
sw: Ili kugawanya rekodi katika sentensi, kwanza sakinisha mfumo huu wa {0}.

# EditTab.Toolbox.TalkingBook.NoInput
source: No input device
bn: কোন ইনপুট ডিভাইস নেই
hi: कोई इनपुट डिवाइस नहीं
sw: Hakuna kifaa cha ndani

# EditTab.Toolbox.TalkingBook.NoMic
source: This computer appears to have no sound recording device available. You will need one to record audio for a talking book.
bn: দেখে মনে হচ্ছে এই কম্পিউটারে কোন সাউন্ড রেকর্ডিং ডিভাইস নেই।আপনার কথা বইটির জন্য অডিও রেকর্ড করার ক্ষেত্রে একটি প্রয়োজন।
hi: ऐसा प्रतीत हो रहा है कि इस कंप्यूटर पर कोई ध्वनि रिकॉर्डिंग डिवाइस उपलब्ध नहीं है। बात करने वाली पुस्तक के लिए आवाज रिकॉर्ड करने के लिए आपको ऐसे किसी डिवाइस की आवश्यकता है।
sw: Kompyuta hii inaonekana kutokuwa na kifaa cha kurekodi sauti. Utahitajika kurekodi sauti ya kitabu kilicho na sauti.

# EditTab.Toolbox.TalkingBook.PleaseHoldMessage
source: Please hold the button down until you have finished recording
bn: অনুগ্রহ করে রেকর্ড শেষ না হওয়া পর্যন্ত বোতামটি নীচের দিকে চেপে ধরুন।
hi: रिकॉर्डिंग समाप्त करने तक कृपया बटन को नीचे दबाए रखें
sw: Tafadhali shikilia kitufe ukielekeza upande wa chini hadi umalize kurekodi

# EditTab.Toolbox.TalkingBookTool
source: Talking Book Tool
bn: টকিং বুক টুল
hi: बात करने वाली पुस्तक उपकरण
sw: Kifaa cha Kitabu kilicho na Sauti

# EditTab.Toolbox.TalkingBookTool.Back
source: Back
bn: পিছনে
hi: पीछे जाएं
sw: Nyuma

# EditTab.Toolbox.TalkingBookTool.CheckLabel
source: Check
bn: পরীক্ষা করুন
hi: जाँच करें
sw: Angalia

# EditTab.Toolbox.TalkingBookTool.CheckSettingsLabel
source: Check that you are recording into the correct device and that these levels are showing blue:
bn: পরীক্ষা করুন যে আপনি ঠিক ডিভাইসটিতে রেকডিং করছেন এবং এই লেভেলগুলি নীল দেখাচ্ছে:
hi: आप सही डिवाइस में रिकॉर्डिंग कर रहे हैं इसकी और यह स्तर नीले दिखाई दे रहे हैं या नहीं इसकी जाँच करें:
sw: Angalia ili kuhakikisha kuwa unarekodi kwenye kifaa kinachofaa na kuwa ngazi hizi zinaonyesha rangi ya buluu:

# EditTab.Toolbox.TalkingBookTool.Clear
source: Clear
bn: পরিষ্কার
hi: हटाएं
sw: Maliza

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.Error
source: eSpeak failed.
bn: ইকথা ব্যর্থ হয়েছে।
sw: eSpeak imeshindwa.

# EditTab.Toolbox.TalkingBookTool.Listen
source: Listen to the whole page
bn: সম্পূর্ণ পেজটি শুনুন
hi: पूरे पन्ने को सुनें
sw: Sikiliza ukurasa wote

# EditTab.Toolbox.TalkingBookTool.ImportRecording
source: Import Recording
bn: আমদানি রেকর্ডিং
sw: Agiza rekodi

# EditTab.Toolbox.TalkingBookTool.ImportRecording.ConfirmReplace
source: Replace with new audio?
bn: নতুন অডিও দিয়ে প্রতিস্থাপন করবেন?
sw: Badilisha na sauti mpya?

# EditTab.Toolbox.TalkingBookTool.ImportRecording.ConfirmReplaceMessage
source: If you import this recording, it will replace all the audio for this text box.
bn: আপনি যদি এই রেকর্ডিংটি আমদানি করেন তবে এটি এই পাঠ্য বাক্সের জন্য সমস্ত অডিও প্রতিস্থাপন করবে I
sw: Ukiagiza rekodi hii, itachukua nafasi ya sauti zote kwa kisanduku hiki cha maandishi.

# EditTab.Toolbox.TalkingBookTool.LookAtSentenceLabel
source: Look at the highlighted text
bn: হাইলাইট করা বাক্য দেখুন
hi: चिन्हांकित किए गए टेक्स्ट को देखें
sw: Angalia maandishi yaliyoangaziwa

# EditTab.Toolbox.TalkingBookTool.MicrophoneProblem
source: Bloom is having problems connecting to your microphone. Please restart your computer and try again.
sw: Bloom ina tatizo la kuunganisha na maikrofoni yako. Tafadhali washa tena kompyuta yako na ujaribu tena.

# EditTab.Toolbox.TalkingBookTool.NextLabel
source: Next
bn: পরবর্তী
hi: अगला
sw: Inayofuata

# EditTab.Toolbox.TalkingBookTool.RecordByTextBox
source: Record by whole text box, then let Bloom split it into sentences later.
bn: বক্সের ভেতরের সব লেখাগুলি রেকর্ড করুন, তারপর- ব্লুমকে বাক্যানুযায়ী বিভক্ত করতে দিন।
sw: Rekodi kwa kisanduku kizima cha maandishi, kisha wacha Bloom ikigawe katika sentensi baadaye.

# EditTab.Toolbox.TalkingBookTool.RecordingModeClearExistingRecordings
source: Please clear all existing recordings on this page before changing modes.
bn: অনুগ্রহ করে মোড পরিবর্তন করার আগে এই পাতায় বিদ্যমান সব রেকর্ডিংগুলিকে সরান।
hi: मोड बदलने से पहले कृपया इस पन्ने पर की सभी मौजूदा रिकॉर्डिंग को हटाएं।
sw: Tafadhali futa rekodi zote zilizopo kwenye ukurasa huu kabla ya kubadilisha.

source: Please split or clear the existing recording in this text box before changing modes.
bn: অনুগ্রহ করে মোড পরিবর্তন করার আগে এই লেখার বক্সে সব বিদ্যমান রেকর্ডিং বিভক্ত করুন বা পরিষ্কার করুন।
sw: Tafadhali gawanya au futa rekodi iliyopo kwenye kisanduku hiki cha maandishi kabla ya kubadilisha hali-tumizi.

# EditTab.Toolbox.TalkingBookTool.RecordingModeXMatter
source: Sorry, front and back-matter pages must be recorded by sentences.
bn: দু:খিত, সামনের এবং পিছনের–বিষয়ের পৃষ্ঠাগুলি বাক্য অনুসারে রিকর্ড করতে হবে।
hi: क्षमा करें, पहला और पिछला मैटर पन्ना वाक्य द्वारा रिकॉर्ड किया जाना चाहिए।
sw: Samahani, kurasa za mbele na nyuma lazima zirekodiwe na sentensi.

# EditTab.Toolbox.TalkingBookTool.ShowPlaybackOrder
source: Show playback order buttons
sw: Onyesha vitufe vya mpangilio wa uchezaji

# EditTab.Toolbox.TalkingBookTool.SpeakLabel
source: Speak
bn: কথা বলুন
sw: Zungumza

# EditTab.Toolbox.TalkingBookTool.SplitError
source: Something went wrong while splitting the recording.
bn: রেকর্ডিং বিভাজন করার সময় কিছু ভুল হয়েছে।
sw: Hitilafu imetokea wakati wa kugawanya rekodi.

# EditTab.Toolbox.TalkingBookTool.SplitLabel
source: Split
bn: হাইলাইট করতে রেকর্ডটি বাক্যে বিভক্ত করুন।
sw: Gawa

# EditTab.Toolbox.TalkingBookTool.ToolPurpose
source: Make an e-book that can play audio recordings while highlighting text.
bn: একটি ই-বুক তৈরি করুন যা কোন বাক্য হাইলাইট করা হলে তার রেকর্ড পড়ে শোনাবে।
hi: एक ई-पुस्तक बनाएं जो टेक्स्ट को चिन्हांकित करते समय ऑडियो रिकॉर्डिंग चला सकती है।
sw: Tengeneza kitabu cha mtandao ambacho kinaweza kucheza yaliyorekodiwa ukiwa unaangaza maandishi.

# EditTab.Trilingual
source: Three Languages
am: ሦስት ቋንቋዎች
bn: তিনটি ভাষা
hi: तीन भाषाएँ
km: បីភាសា
rw: Indimi eshatu
sw: Lugha tatu
ta: மூன்று மொழிகள்
te: మూడు భాషా

# EditTab.UndoButton
source: Undo
am: አታድርግ
bn: পূর্বাবস্থা
hi: पूर्ववत् करें
km: បកក្រោយ
rw: Subizayo
sw: Batilisha
ta: செயல்தவிர்
te: దిద్దుబాటు రద్దుచెయ్యి

# EditTab.UndoButton.ToolTip
source: Undo (Ctrl+Z)
bn: পূর্বাবস্থা (Ctrl+Z)
hi: पूर्ववत् करें (Ctrl+Z)
sw: Batilisha (Ctrl+Z)

# EditTab.UndoButton.ToolTipWhenDisabled
source: There is nothing to undo
bn: এখানে পূর্বাবস্থায় নিয়ে যাওয়ার মত কিছু নেই
hi: पूर्ववत् करने के लिए कुछ भी नहीं है
sw: Hakuna chochote cha kubatilisha

# EditTab.UnlockBook.ToolTip
source: This book is in translate-only mode. If you want to make other changes, click this to temporarily unlock the book.
bn: বইটি শুধুমাত্র–অনুবাদ মোড–এ আছে। আপনি অন্যান্য পরিবর্তন করতে চাইলে এটি ক্লিক করুন যেন অস্থায়ীভাবে বইটি আনলক করতে পারেন।
hi: यह पुस्तक केवल-अनुवाद मोड में है। यदि आप अन्य बदलाव करना चाहते हैं, तो कुछ समय पुस्तक खोलने के लिए इसे क्लिक करें।
sw: Kitabu hiki kiko katika hali ya kutafsiri tu. Ikiwa unataka kufanya mabadiliko mengine, bonyeza hii ili kufungua kitabu kwa muda.

# EditTab.UsingHyperlink
source: Using a hyperlink
sw: Kutumia kiungo

# EditTab.Widget.ChooseWidget
source: Choose Widget
sw: Chagua wijeti

# ErrorReport.Report
source: Report
sw: Ripoti

# Errors.BookProblem
source: Bloom had a problem showing this book. This doesn't mean your work is lost, but it does mean that something is out of date, is missing, or has gone wrong.
bn: এই বইটি দেখাতে ব্লুমের সমস্যা হচ্ছে।এর অর্থ এই না যে আপনার কাজ নষ্ট হয়ে গেছে, কিন্তু এর অর্থ এটি যে কোন কিছু মেয়াদত্তীর্ণ হয়েছে, হারিয়েছে অথবা ভুল হয়েছে।
hi: ब्लूम को यह पुस्तक दिखाने में कोई समस्या आई है। इसका मतलब यह नहीं है कि आपका काम नष्ट हो गया है, लेकिन इसका मतलब यह है कि कुछ पुराना है, मौजूद नहीं है, या कुछ गलत हुआ है।
sw: Bloom imekuwa na tatizo katika kuonyesha kitabu hiki. Hii haimaanishi kuwa kazi yako imepotea, lakini inamaanisha kuwa kuna kitu kimepitwa na wakati, kimepotea, au kimeharibika.

# Errors.CopyImageMetadata
source: Bloom was not able to copy the metadata to {0} image(s): {1}. Try restarting your computer. If that does not fix the problem, please send us a report and we will help you fix it.
sw: Bloom haikuweza kunakili metadata kwa {0} picha: {1}. Jaribu kuiwasha tena kompyuta yako. Ikiwa hiyo haitasuluhisha tatizo hilo, tafadhali tutumie ripoti na tutakusaidia kulitatua.

# Errors.CannotAccessFile
source: Cannot access {0}
bn: {0} প্রবেশ করা যাবে না
hi: {0} को खोल नहीं सकते
sw: Haiwezi Kufikia{0}

# Errors.CannotConnectToBloomServer
source: Bloom was unable to start its own HTTP listener that it uses to talk to its embedded Firefox browser. If this happens even if you just restarted your computer, then ask someone to investigate if you have an aggressive firewall product installed, which may need to be uninstalled before you can use Bloom.
bn: ব্লুম তার নিজস্ব এইচটিটিপি শ্রোতা চালু করতে অসমর্থ যা এটি এমবেডেড ফায়ারফক্স ব্রাউজার ব্যবহার করে কথা বলতে পারে।যদি এটি ঘটে যদিও আপনি কেবল আপনার কম্পিউটার রিস্টার্ট দিয়েছেন, কাউকে তদন্ত করার জন্য দেখান যদি আপনার কোন আক্রমনাত্মক ফায়ারওয়াল পণ্য ইনস্টল হয়ে আছে।আপনি ব্লুম ব্যবহারের পূর্বে আক্রমনাত্মক ফায়ারওয়াল পণ্য আনইনস্টল করার প্রয়োজন হতে পারে।
hi: ब्लूम अपने स्वयं के HTTP लिसनर को शुरू करने में असमर्थ रहा है जिसका यह अपने अंदर स्थापित फायरफॉक्स ब्राउजर से बात करने में उपयोग करता है। यदि अपने कंप्यूटर को अभी रिस्टार्ट करने पर भी ऐसा हो रहा है, तो किसी से जांच करने के लिए कहें कि कही आपके पास कोई नुकसानजनक फायरवॉल तो इनस्टॉल नहीं हैं, जिसे ब्लूम का उपयोग करने से पहले अनइनस्टॉल करना जरुरी है।
sw: Bloom ilishindwa kuanzisha kifaa cha HTTP cha kusikiza ambacho huwa inatumia kuwasiliana na kifaa chake kilichotiwa ndani cha mtandao wa intaneti. Iwapo hii itatendeka hata ingawa ulikuwa tu umefungua upya kompyuta yako, ambia mtu achunguze iwapo una kifaa kinachotumika kwa nguvu ambacho kimewekwa kwenye mtandao. Kifaa hiki kinachotumika kwa nguvu kilicho kwenye mtandao kinaweza kuhitajika kutolewa kabla ya wewe kuweza kutumia Bloom.

# Errors.CouldNotSavePage
source: Bloom had trouble saving a page. Please report the problem to us. Then quit Bloom, run it again, and check to see if the page you just edited is missing anything. Sorry!
hi: ब्लूम को पन्ना सेव करने में समस्या आई है। कृपया नीचे दिए विवरण पर क्लिक करें और हमें इसकी जानकारी दें। फिर बूम को बंद करें, इसे फिर से चलाएं, और जांच करें कि अभी अभी आपने जिस पन्ने को एडिट किया है उस में से कुछ गुम तो नहीं है। क्षमा करें!
sw: Bloom ilipata shida kuhifadhi ukurasa. Tafadhali bonyeza Maelezo hapa chini na uturipotie hii. Kisha toka kwenye Bloom, urudi tena, na angalia ikiwa ukurasa ambao umeubadilisha umekosa chochote. Samahani!

# Errors.CurrentRunningVersion
source: You are running Bloom {0}
bn: আপনি চালাচ্ছেন ব্লুম {0}
hi: आप ब्लूम {0} चला रहे हैं
sw: Unaendesha Bloom{0}

# Errors.DefenderFolderProtection
source: This might be caused by Windows Defender "Controlled Folder Access" or some other virus protection.
bn: এটি উইনডোজ ডিফেন্ডার "কন্ট্রোল্ড ফোল্ডার অ্যাক্সেস" বা অন্য কোন ভাইরাস সুরক্ষার কারণে হতে পারে।
hi: यह विंडोज डिफेंडर "नियंत्रित फोल्डर प्रवेश" द्वारा या अन्य किसी वायरस सुरक्षा के कारण हुआ होगा।
sw: Hii inaweza kusababishwa na Windows Defender "Udhibiti wa Folda Iliyodhibitiwa" au kinga nyingine ya virusi.

# Errors.DefenderFolderProtectionHeading
source: This program cannot write to the folder {0}.
bn: এই প্রোগ্রাম {0} ফোল্ডারে লিখতে পারে না।
hi: यह प्रोग्राम {0} फोल्डर में लिख नहीं सकता।
sw: Programu hii haiwezi kuandika kwa folda {0}.

# Errors.DeniedAccess
source: Your computer denied Bloom access to the book. You may need technical help in setting the operating system permissions for this file.
bn: আপনার কম্পিউটার ব্লুমকে বইটিতে প্রবেশাধিকার দিতে অস্বীকৃতি জানায়।আপনার এই ফাইলটির অনুমতির জন্য অপারেটিং সিস্টেমের সেটিংয়ের কারিগরি সহায়তার প্রয়োজন হতে পারে।
hi: आपके कंप्यूटर ने पुस्तक के लिए ब्लूम प्रवेश को अस्वीकृत कर दिया है। आपको इस फाइल के लिए ऑपरेटिंग सिस्टम अनुमतियां सेट करने में तकनीकी सहायता की आवश्यकता हो सकती है।
sw: Kompyuta yako ilikataza Blook kupata kitabu. Unaweza kuhitaji usaidizi wa kifundi ili kuandaa mfumo wa utenda kazi idhini ya kupata faili hii.

# Errors.DownloadLatestVersion
source: Upgrade to the latest Bloom (requires Internet connection)
bn: সর্বশেষ ব্লুমে আপগ্রেড করুন (ইন্টারনেট সংযোগ প্রয়োজন)
hi: नवीनतम ब्लूम में अपग्रेड करें (इंटरनेट कनेक्शन की आवश्यकता है)
sw: Boresha kwa Bloom ya hivi karibuni (inahitaji muunganisho wa mtandao)
