Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# Errors.ErrorSelecting
source: There was a problem selecting the book. Restarting Bloom may fix the problem. If not, please report the problem to us.
hi: पुस्तक चुनने में कोई समस्या आई है। ब्लूम को रिस्टार्ट करने से समस्या ठीक हो सकती है। यदि नहीं होती, तो कृपया 'विवरण' बटन पर क्लिक करें और ब्लूम डेवलपर्स को इस समस्या की जानकारी दें।
sw: Kulikuwa na tatizo katika kuchagua kitabu. Kufungua upya Bloom kunaweza kusuluhisha tatizo hili. Iwapo haitawezekana, tafadhali kliki kifute cha 'Maelezo' na uripoti tatizo kwa Wataalamu husika wa Bloom.

# Errors.ErrorUpdating
source: There was a problem updating the book. Restarting Bloom may fix the problem. If not, please report the problem to us.
hi: पुस्तक को अपडेट करने में कोई समस्या आई है। ब्लूम को रिस्टार्ट करने से समस्या ठीक हो सकती है। यदि नहीं होती, तो कृपया 'विवरण' बटन पर क्लिक करें और ब्लूम डेवलपर्स को इस समस्या की जानकारी दें।
sw: Kulikuwa na tatizo katika kutengeneza upya kitabu. Kufungua upya Bloom kunaweza kusuluhisha tatizo hili. Iwapo haitawezekana, tafadhali kliki kifute cha 'Maelezo' na uripoti tatizo kwa Wataalamu husika wa Bloom.

# Errors.FeatureRequiresNewerVersionPlural
source: This book requires Bloom {0} or greater because it uses the following features:
bn: এই বইটির জন্য ব্লুম {0} বা তারও বেশি প্রয়োজন কারণ তা নিম্নোক্ত বৈশিষ্ট্যসমূহ ব্যবহার করে:
hi: इस पुस्तक के लिए ब्लूम {0} या इससे अधिक की आवश्यकता है क्योंकि यह निम्न फीचर का उपयोग करता है:
sw: Kitabu hiki kinahitaji Bloom {0} au zaidi kwa sababu kinatumia vipengele vifuatavyo:

# Errors.FeatureRequiresNewerVersionSingular
source: This book requires Bloom {0} or greater because it uses the feature "{1}".
bn: এই বইটির জন্য ব্লুম {0} বা তারও বেশি প্রয়োজন কারণ এটি "{1}" বৈশিষ্ট্যসমূহ ব্যবহার করে।
hi: इस पुस्तक के लिए ब्लूम {0} या इससे अधिक की आवश्यकता है क्योंकि यह \"{1}\" फीचर का उपयोग करता है।
sw: Kitabu hiki kinahitaji Bloom {0} au zaidi kwa sababu kinatumia kipengele "{1}".

# Errors.MultipleHtmlFiles
source: Bloom book folders must have only one file ending in .htm. In the book "{0}", these are the files ending in .htm:
bn: ব্লুম বুক ফোল্ডারগুলিতে শেষ হওয়া কেবল একটি ফাইল থাকতে হবে .htm। "{0}" বইটিতে, এই শেষ হওয়া ফাইলগুলি .htm হয়:
sw: Folda za kitabu cha Bloom lazima ziwe na faili moja tu inayoishia kwa .htm. Katika kitabu "{0}", hizi ni faili zinazoishia kwa .htm:

# Errors.NeedNewerVersion
source: {0} requires a newer version of Bloom. Download the latest version of Bloom from {1}
bn: {0} এর জন্য ব্লুমের নতুন সংস্করণ প্রয়োজন। {1} থেকে ব্লুমের সর্বশেষ সংস্করণ ডাউনলোড করুন।
hi: {0} के लिए ब्लूम के नए संस्करण की आवश्यकता है। ब्लूम के नवीनतम संस्करण को {1} यहां से डाउनलोड करें
sw: {0} huhitaji tafsiri mpya zaidi ya Bloom. Toa tafsiti mpya ya Bloom kutoka kwa {1}.

# Errors.NewVersionNeededHeader
source: This book needs a new version of Bloom.
bn: এই বইটির ব্লুমের নতুন সংস্করণ প্রয়োজন।
hi: इस पुस्तक के लिए ब्लूम का नया संस्करण आवश्यक है।
sw: Kitabu hiki kinahitaji toleo jipya la Bloom.

# Errors.ProblemDeletingFile
source: Bloom had a problem deleting this file: {0}
bn: এই ফাইলটি মুছে ফেলতে ব্লুমের সমস্যা হচ্ছে: {0}
hi: ब्लूम को {0} यह फाइल डिलीट करने में कोई समस्या आई है।
sw: Bloom inapata tatizo katika kufuta picha hii: {0}

# Errors.ProblemImportingPicture
source: Bloom had a problem importing this picture.
bn: এই ছবিটি ইম্পোর্ট করতে ব্লুমের সমস্যা হচ্ছে।
hi: इस चित्र को आयात करने में ब्लूम को कोई समस्या आई है।
sw: Bloom ilipata tatizo katika kuipokea picha hii

# Errors.ProblemImportingVideo
source: Bloom had a problem importing this video.
bn: এই ভিডিওটি আনতে ব্লুমের সমস্যা হচ্ছে।
hi: इस विडियो को आयात करने में ब्लूम में कोई समस्या आई है।
sw: Bloom ilikuwa na tatizo la kuagiza video hii.

# Errors.ReadOnlyBookFolder
source: This book cannot be edited because its folder is read-only.
sw: Kitabu hiki hakiwezi kuhaririwa kwa sababu folda yake ni ya kusoma tu.

# Errors.RemoveExcessHtml
source: Please remove all but one of the files ending in .htm. Bloom will now open this folder for you.
bn: শেষ হওয়া ফাইলগুলির একটি ব্যতীত সমস্ত অপসারণ করুন।.htm. ব্লুম এখন আপনার জন্য এই ফোল্ডারটি খুলবে।
sw: Tafadhali ondoa faili zote isipokuwa moja tu inayoishia kwa .htm. Bloom sasa itakufungulia folda hii.

# Errors.ReportThisProblemButton
source: Report this problem to Bloom Support
bn: এই সমস্যাটি ব্লুমের সহায়তায় রিপোর্ট করুন
hi: इस समस्या की जानकारी ब्लूम सहायता को दें
sw: Ripoti tatizo hili kwa Usaidizi wa

# Errors.SomethingWentWrong
source: Sorry, something went wrong.
bn: দুঃখিত, কোনকিছুর ক্রটি হয়েছে।
hi: क्षमा करें, कुछ गलत हो गया है।
sw: Samahani, kuna jambo limeharibika.

# Errors.XMatterNotFound
source: This Collection called for Front/Back Matter pack named '{0}', but this version of Bloom does not have it, and Bloom could not find it on this computer. The collection has been changed to use the default Front/Back Matter pages.
bn: এই বইটি '{0}' নামের সামনের/পিছনের মেটার প্যাকের জন্য, কিন্তু ব্লুম এই কম্পিউটারে সেটি খুঁজে পায়নি।আপনি ব্লুম প্যাক ইনস্টল করতে পারেন যা আপনাকে '{0}' দিবে, অথবা যান সেটিং:বই তৈরি এবং অন্য একটি সামনের/পিছনের মেটার প্যাকে পরিবর্তন করুন।
hi: इस संग्रह को '{0}' नामक पहला/पिछला मैटर पैक की आवश्यकता है, लेकिन ब्लूम के इस संस्करण में यह नहीं है, और ब्लूम इस कंप्यूटर पर इसे खोज नहीं पाया है। यह संग्रह पहला/पिछला मैटर पन्नों को डिफॉल्ट तरीके से उपयोग करने के लिए बदला गया है।
sw: Kitabu hiki kilihitaji seti ya machapisho ya Mbele/Nyuma iitwayo '{0}', lakini Bloom haikuipata kwenye kompyuta hii. Unaweza kuweka Seti ya Bloom itakayokupa '{0}', au uende kwa Mpangilio:Kutengeneza Kitabu na ubadilishe kuwa seti tofauti ya machapisho ya Mbele/Nyuma.

# Errors.XMatterProblemLabel
source: Front/Back Matter Problem
bn: সামনের/পিছনের বিষয়ক সমস্যা
hi: पहला/पिछला मैटर समस्या
sw: Tatizo la sehemu ya Mbele/Nyuma

# Errors.XMatterSpecifiedByBookNotFound
source: This book called for a Front/Back Matter pack named '{0}', but this version of Bloom does not have it, and Bloom could not find it on this computer. The book has been changed to use the Front/Back Matter pages from the Collection Settings.
bn: এই বইটি '{0}' নামের সামনের/পিছনের ম্যাটার প্যাকের জন্য, কিন্তু ব্লুমের এই সংস্করণে তা নেই এবং ব্লুম এই কম্পিউটারে সেটি খুঁজে পায়নি। সংগ্রহ সেটিংস থেকে সামনের/পিছনের ম্যাটার পৃষ্ঠাগুলি ব্যবহার করতে গিয়ে বইটি পরিবর্তিত হয়েছে।
hi: इस संग्रह को '{0}' नामक पहला/पिछला मैटर पैक की आवश्यकता है, लेकिन ब्लूम के इस संस्करण में यह नहीं है, और ब्लूम इस कंप्यूटर पर इसे खोज नहीं पाया है। यह पुस्तक संग्रह सेटिंग्स से पहला/पिछला मैटर पन्नों का उपयोग करने के लिए बदली गई है।
sw: Kitabu hiki kilihitaji kifurushi cha Mbele / Nyuma kiitwacho '{0}', lakini toleo hili la Bloom halina, na Bloom haikuweza kuipata kwenye kompyuta hii. Kitabu kimebadilishwa ili kutumia kurasa za Mbele / Nyuma za kutoka kwenye Mipangilio wa mkusanyiko.

# Errors.ZoneAlarm
source: Bloom cannot start properly, and this symptom has been observed on machines with ZoneAlarm installed. Note: disabling ZoneAlarm does not help. Nor does restarting with it turned off. Something about the installation of ZoneAlarm causes the problem, and so far only uninstalling ZoneAlarm has been shown to fix the problem.
bn: ব্লুম ঠিকমত চালু হতে পারছে না, এবং এই লক্ষণটি জোনএল্যার্ম ইনস্টলকৃত মেশিনে দেখা দিয়েছে।লক্ষণীয়: জোনএল্যার্ম নিষ্ক্রিয় করেও কাজ করছে না।বন্ধ করেও কোন কাজ হয়নি।জোনএল্যার্ম ইনস্টলেশনের কিছু একটি হয়েছে যা সমস্যা সৃষ্টি করেছে, এবং তাই জোনএল্যার্ম আনইনস্টল করে সমস্যাটির সমাধান হতে পারে।
hi: ब्लूम ठीक से शुरू नहीं हो पा रहा है, और यह लक्षण मशीनों में पाया गया है जिन में ZoneAlarm इनस्टॉल होता है। नोट: ZoneAlarm को अक्षम करने से फायदा नहीं होगा। न ही फिर से शुरु करने से यह बंद होगा। ZoneAlarm को इनस्टॉल करने से ही समस्या आती है, और अब तक केवल ZoneAlarm को अनइनस्टॉल करने से ही समस्या ठीक हुई है।
sw: Bloom haiwezi kujifungua inavyofaa, na dalili hii imeonekana kwenye mashine zilizowekwa King'ora cha Eneo. Kumbuka: kuzima King'ora cha Eneo hakusaidii. Wala kufungua upya huku kikiwa kimezimwa. Kitu fulani kuhusu uwekaji wa King'ora cha Eneo husababisha tatizo, na hivyo kukitoa king'ora cha eneo tu kumeonyesha kusuluhisha tatizo.

# FontInformationPane.FontOkay
source: The metadata inside this font indicates that it is legal to use for all Bloom purposes.
sw: Metadata iliyo ndani ya fonti hii yaonyesha kuwa ni halali kutumika kwa madhumuni yote ya Bloom.

# FontInformationPane.FontUnknown
source: Bloom cannot determine what rules govern the use of this font. Please read the license and make sure it allows embedding in ebooks and the web. Before publishing to bloomlibrary.org, you will probably have to make a special request to the Bloom team to investigate this font so that we can make sure we won't get in trouble for hosting it.
sw: Bloom haiwezi kubainisha ni sheria gani zinazosimamia matumizi ya fonti hii. Tafadhali soma leseni na uhakikishe kwamba inaruhusu kupachika katika vitabu vya kielektroniki na wavuti. Kabla ya kuchapisha kwa bloomlibrary.org, itabidi utume ombi maalum kwa timu ya Bloom kuchunguza fonti hii ili tuhakikishe kuwa hatutapata taabu kwa kuiandaa.

# FontInformationPane.FontUnsuitable
source: The metadata inside this font tells us that it may not be embedded for free in ebooks and the web. Please use a different font.
sw: Metadata iliyo ndani ya fonti hii inatuambia kuwa huenda isipachikwe bila malipo katika vitabu vya kielektroniki na wavuti. Tafadhali tumia fonti tofauti.

# FontInformationPane.Styles
source: Styles
sw: Mitindo

# FontInformationPane.Version
source: Version
sw: Toleo

# HelpMenu.AskAQuestionMenuItem
source: Ask a Question
bn: প্রশ্ন জিজ্ঞাসা করুন
hi: प्रश्न पूछें
sw: Uliza Swali

# HelpMenu.BuildingReaderTemplatesMenuItem
source: Building Reader Templates
am: የአንባቢ ብጁዎችን መገንባት
bn: রিডার টেম্পলেটসমূহ তৈরি
hi: पुस्तक टेम्पलेट्स बनाना
km: ការបង្កើតឯកសារគំរូសម្រាប់អ្នកអាន
sw: Kutengeneza Vigezo vya Kusoma
ta: கட்டிடம் படிப்பவர் வார்ப்புருக்கள்
te: భవనం రీడర్ టెంప్లేట్లు

# HelpMenu.CheckForNewVersionMenuItem
source: Check For New Version
am: ለአዲስ ቅጅ ይፈትሹ
bn: নতুন সংস্করণের জন্য চেক করুন
hi: नए संस्करण के लिए जाँच करें
km: ពិនិត្យរកមើលកំណែថ្មី
rw: Reba niba nta nonosora rishya ryasohotse
sw: Tafuta Tafsri Mpya
ta: பார் புதிய பதிப்பு
te: కొత్త వెర్షన్ను తనిఖీ

# HelpMenu.CreditsMenuItem
source: About Bloom...
bn: ব্লুম সম্পর্কে
hi: ब्लूम के बारे में...
sw: Kuhusu Blooom

# HelpMenu.DocumentationMenuItem
source: Browse Help...
bn: ডকুমেন্টেশন
hi: लेख निर्देशन
sw: Hifadhi ya hati

# HelpMenu.Help Menu
source: Help
am: እገዛ
bn: সাহায্য
hi: सहायता
km: ជំនួយ
rw: Nkunganire
sw: Usaidizi
ta: உதவி
te: సహాయం

# HelpMenu.Help Menu_ToolTip_
source: Get Help
bn: সাহায্য নিন
hi: सहायता लें
sw: Pata Usaidizi

# HelpMenu.MakeASuggestionMenuItem
source: Request a Feature
bn: একটি পরামর্শ দিন
hi: कोई आकृति सुझाएं
sw: Toa Pendekezo

# HelpMenu.RegistrationMenuItem
source: Registration...
bn: নিবন্ধন
hi: पंजीकरण...
sw: Usajili

# HelpMenu.ReleaseNotesMenuItem
source: Release Notes...
bn: রিলিজ নোট/ মুক্ত স্মারকলিপি...
hi: नोट्स छोड़ें...
rw: Amakuru kuri porogaramu yasohotse
sw: Achilia muhtasari...
ta: வெளியீட்டு அறிக்கை...
te: విడుదల గమనికలు

# HelpMenu.ReportAProblemToolStripMenuItem
source: Report a Problem...
bn: সমস্যা রিপোর্ট করুন...
hi: समस्या की सूचना दें
sw: Ripoti Tatizo...

# HelpMenu.UsingReaderTemplatesMenuItem
source: Using Reader Templates
am: የአንባቢ ብጁዎችን መጠቀም
bn: রিডার টেম্পলেটসমূহ ব্যবহার
hi: पुस्तक टेम्पलेट्स का उपयोग करना
km: ការប្រើឯកសារគំរូសម្រាប់អ្នកអាន
sw: Kutumia Vigezo vya Msomaji
ta: படிப்பவர் வார்ப்புருக்கள் பயன்படுத்தி
te: రీడర్ టెంప్లేట్ ఉపయోగించి

# HelpMenu.WebSiteMenuItem
source: BloomLibrary.org
bn: ওয়েব সাইট
sw: Mfumo wa Kimtandao

# HelpMenu.trainingVideos
source: Training Videos
bn: প্রশিক্ষণ ভিডিওসমূহ
hi: प्रशिक्षण वीडियो
sw: Video za Kufundisha

# ImageUtils.PreparingImage
source: Preparing image: {0}
sw: Kuandaa Picha:{0}

# InstallProblem.BloomPdfMaker
source: A component of Bloom, BloomPdfMaker.exe, seems to be missing. This prevents previews and printing. Antivirus software sometimes does this. You may need technical help to repair the Bloom installation and protect this file from being deleted again.
bn: ব্লুমের একটি উপাদান BloomPdfMaker.exe, দেখে মনে হচ্ছে অনুপস্থিত।এটি প্রিভিউ এবং প্রিন্টিংকে বাধা দেয়।কখনও কখনও এন্টিভাইরাস সফটওয়্যার এটি করে।ব্লুম ইনস্টলেশন মেরামত করতে এবং পুনরায় ফাইলটি মুছে যাওয়া থেকে সুরক্ষা দিতে আপনার কারিগরি সহায়তার প্রয়োজন হতে পারে।
hi: ब्लूम का एक घटक, BloomPdfMaker.exe, मौजूद नहीं है। यह पूर्वावलोकन और प्रिंटिंग को रोकता है। कभी-कभार एंटीवायरस सॉफ्टवेयर ऐसा करता है। ब्लूम इंस्टालेशन को सुधारने और इस फाइल को फिर से डिलीट होने से रोकने के लिए आपको तकनीकी सहायता की आवश्यकता हो सकती है।
sw: Sehemu ya Bloom, BloomPdfMaker.exe, inaonekana kupotea. Hii inazuia kuonekana kwa onyesho la awali na uchapishaji. programu ya antivairasi wakati mwingine hufanya hivi. Unaweza kuhitaji usadizi wa kifundi ili kukarabati uwekaji wa Bloom na kuzuia faili hii kufutika tena.

# LameEncoder.DeleteFailedShort
source: Cannot replace mp3 file. Check antivirus
bn: Mp3 ফাইল বদলাতে পারে না। এন্টিভাইরাস দিয়ে পরীক্ষা করুন।
hi: एमपी3 फाइल को रिप्लेस नहीं किया जा सकता
sw: Haiwezi kubadilisha faili ya mp3. Angalia kinga ya virusi

# LameEncoder.DeleteFailedLong
source: Bloom could not replace an mp3 file. If this continues, check your antivirus.
bn: ব্লুম Mp3 ফাইল বদলাতে পারে নি। যদি এমনই চলতে থাকে, তাহলে আপনার এন্টিভাইরাস পরীক্ষা করে দেখুন।
hi: ब्लूम एमपी3 फाइल को रिप्लेस नहीं कर पाया है। यदि यह जारी रहे, तो अपना एंटीवायरस जांचें।
sw: Bloom haikuweza kuchukua nafasi ya faili ya mp3. Ikiwa hili itaendelea, angalia antivirus yako.

# LameEncoder.Progress
source: Converting to mp3
bn: এমপিথ্রি-তে রূপান্তরিত হচ্ছে
hi: एमपी3 में बदला जा रहा है
sw: Kubadilisha kuwa mp3

# LanguageFontDetails.RightToLeftCheck
source: This script is right to left
bn: এই স্ক্রিপ্টটি ডান থেকে বামে
sw: Hati hii imeandikwa kutoka kulia kwenda kushoto

# LanguageFontDetails.TallerLinesCheck
source: This script requires taller lines
bn: এই স্ক্রিপ্টটির দীর্ঘ সারি প্রয়োজন
sw: Hati hii inahitaji mistari mirefu zaidi

# LayoutChoices.A3Landscape
source: A3 Landscape
bn: A3অনুভূমিক(চওড়া ভাবে)
hi: A3लैंडस्केप
sw: Ukurasa mlalo wa A3

# LayoutChoices.A4Landscape
source: A4 Landscape
bn: A4অনুভূমিক
hi: A4लैंडस्केप
sw: Ukurasa mlalo wa A4

# LayoutChoices.A4Portrait
source: A4 Portrait
bn: এ৪উলম্ব
hi: A4पोर्ट्रेट
sw: Ukurasa wima wa A4

# LayoutChoices.A5Landscape
source: A5 Landscape
bn: এ৫আনুভূমিক
hi: A5लैंडस्केप
sw: Ukurasa mlalo wa A5

# LayoutChoices.A5Portrait
source: A5 Portrait
bn: এ৫উলম্ব
hi: A5पोर्ट्रेट
sw: Ukurasa wima wa A5

# LayoutChoices.A6Landscape
source: A6 Landscape
bn: এ৬আনুভূমিক
hi: A6लैंडस्केप
sw: Ukurasa mlalo wa A6

# LayoutChoices.A6Portrait
source: A6 Portrait
bn: এ৬উলম্ব
hi: A6पोर्ट्रेट
sw: Ukurasa wima wa A6

# LayoutChoices.B5Portrait
source: B5 Portrait
bn: বি৫উলম্ব
hi: B5पोर्ट्रेट
sw: Ukurasa wima wa B5

# LayoutChoices.Device16x9Landscape
source: Device16x9 Landscape
bn: ডিভাইস ১৬x৯অনুভূমিক(চওড়া ভাবে)
hi: डिवाइस16x9लैंडस्केप
sw: Kifaa16X9 Kurasa mlalo

# LayoutChoices.Device16x9Portrait
source: Device16x9 Portrait
bn: ডিভাইস ১৬x৯উলম্ব(খাড়া ভাবে)
hi: डिवाइस16x9पोर्ट्रेट
sw: Kifaa 16X9 Kurasa wima

# LayoutChoices.HalfLetterLandscape
source: HalfLetter Landscape
bn: অর্ধেকচিঠি প্রাকৃতিক ভূদৃশ্য
sw: Ukurasa Mlalo wa Nusu-Herufi

# LayoutChoices.HalfLetterPortrait
source: HalfLetter Portrait
bn: অর্ধেকঅক্ষরউলম্ব
hi: आधालेटरपोर्ट्रेट
sw: Ukurasa wima wa Nusu-Herufi

# LayoutChoices.LetterLandscape
source: Letter Landscape
bn: আনুভূমিকঅক্ষর
hi: लेटरलैंडस्केप
sw: Ukurasa Mlalo wa Herufi

# LayoutChoices.LetterPortrait
source: Letter Portrait
bn: উলম্বঅক্ষর
hi: लेटरपोर्ट्रेट
sw: Ukurasa Wima wa Herufi

# LayoutChoices.QuarterLetterLandscape
source: QuarterLetter Landscape
bn: কোয়ার্টারআনুভূমিকঅক্ষর
hi: चौथाईलेटरलैंडस्केप
sw: Ukurasa mlalo wa Robo-Herufi

# LayoutChoices.QuarterLetterPortrait
source: QuarterLetter Portrait
bn: একচতুর্থাংশচিঠিপ্রতিকৃতি
sw: Ukurasa wima wa Robo-Herufi

# LayoutChoices.Cm13Landscape
source: 13cm Square
sw: Mraba 13cm

# LayoutChoices.ComicPortrait
source: Comic Portrait
sw: Picha ya vichekesho

# License.Custom
source: Custom
hi: कस्टम
sw: Kawaida

# LicenseDialog._acceptButton
source: I accept the terms of the license agreement
bn: আমি লাইসেন্স চুক্তির শর্তসমূহ মেনে নিচ্ছি
hi: मैं लाइसेंस करार की शर्तें स्वीकार करता हूं
sw: Ninakubali makubaliano ya masharti ya leseni

# LoginDialog.AgreeToTerms
source: I agree to the Bloom Library's Terms of Use
bn: আমি ব্লুম লাইব্রেরির ব্যবহারের শর্তাবলী মেনে নিচ্ছি
hi: मैं ब्लूम लाइब्रेरी की उपयोग शर्तों से सहमत हूँ
rw: Nemeranya n'amabwiriza yagenwe mu ikoreshwa ry'Ikusanyabitabo rya Bloom
sw: Ninakubaliana na Masharti ya matumizi ya Maktaba ya Bloom
ta: நான் உடன்படுகிறேன் என்பதைக் Bloom நூலகத்தில் பயன்படுத்தும் விதிகள்
te: నేను వికసించిన లైబ్రరీ యొక్క నిబంధనలను అంగీకరిస్తున్నారు

# LoginDialog.Email
source: Email Address
bn: ইমেইল ঠিকানা
hi: ईमेल पता
rw: Aderese ya Imeyili
sw: Anwani ya Barua pepe
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా

# LoginDialog.ForgotPassword
source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন
hi: पासवर्ड भूल गया
rw: Kwibagirwa ijambobanga
sw: Umesahau neno la siri
ta: கடவுச்சொல் மறந்து
te: పాస్వర్డ్ మరచిపోయాను

# LoginDialog.LoginButton
source: &Login
bn: &লগইন
hi: &लॉगिन
rw: &Kwinjira
sw: Ingia kwenye akaunti
ta: உள்நுழைவு
te: &లాగిన్

# LoginDialog.Password
source: Password
bn: পাসওয়ার্ড
hi: पासवर्ड
rw: Ijambobanga
sw: neno la siri
ta: கடவுச்சொல்
te: పాస్వర్డ్

# LoginDialog.ShowPassword
source: &Show Password
bn: &পাসওয়ার্ড দেখান
hi: &पासवर्ड दिखाएँ
rw: &Kwerekana Ijambobanga
sw: onyesha neno la siri
ta: கடவுச்சொல் காண்பி
te: షో పాస్వర్డ్ను

# LoginDialog.ShowTerms
source: Show Terms of Use
bn: ব্যবহারের শর্তাবলী দেখান
hi: उपयोग की शर्तें दिखाएँ
rw: Kwerkana amabwiriza y'imikoreshereze
sw: Onyesha Masharti ya Matumizi
ta: விதிமுறைகள் காண்பி
te: ఉపయోగం షో నిబంధనలు

# LoginDialog.WindowTitle
source: Sign in to BloomLibrary.org
bn: BloomLibrary.org এ লগইন করুন
hi: BloomLibrary.org में लॉग इन करें
sw: Ingia kwenye BloomLibrary.org

# NewCollectionWizard.AlreadyCollectionWithThatName
source: There is already a collection with that name, at <a href='file://{0}'>{0}</a>.\nPlease pick a unique name.
bn: সেখানে ঐ নামে ইতোমধ্যেই একটি সংগ্রহ আছে, এখানে <a href='file://{0}'>{0}</a>।\nঅনুগ্রহ করে একটি অনন্য নাম নির্বাচন করুন।
hi: <a href='file://{0}'>{0}</a>\n में, पहले से ही उस नाम पर एक संग्रह है। कृपया एक अनोखा नाम चुनें।
rw: Ikusanyirizo rifite izina nk'iri risanzweho, warisanga kuri <a href='file://{0}'>{0}</a>.\nTwagusabaga guhitamo izina rindi.
sw: Tayari kuna mkusanyiko ulio na jina kama hilo, kwenye <a href='file://{0}'>{0}</a>.\nTafadhali chagua jina la kipekee.
ta: அந்த பெயர், <a href='file://{0}'>{0}</a>இல் தொகுப்பு ஏற்கனவே உள்ளது.\nதயவுசெய்து தனித்துவ பெயர் எடுக்கவும்.
te: ఆ పేరు తో ఒక సేకరణ ఇప్పటికే ఉంది, at <a href='file;//{0}'>{0}</a>.\n Please pick a unique name.

# NewCollectionWizard.ChooseLanguagePage
source: Choose the main language for this collection.
bn: এই সংগ্রহের জন্য মূল ভাষা নির্বাচন করুন
hi: इस संग्रह के लिए मुख्य भाषा चुनें
sw: Chagua lugha kuu ya Mkusanyiko huu

# NewCollectionWizard.CollectionName
source: Collection Name
sw: Jina la Mkusanyiko wa Bloom

# NewCollectionWizard.CollectionNamePage.ExampleText
source: Examples: "Health Books", "PNG Animal Stories"
bn: উদাহরণস্বরূপ: "স্বাস্থ্য বই", "পিএনজি প্রাণী গল্পসমূহ"
hi: उदाहरण: "स्वास्थ्य किताबें", "PNG जानवरों की कहानियां"
rw: Ingero: "Ibitabo by'ubuzima", "Inkuru z'inyamaswa PNG"
sw: Kwa mfano: "Vitabu vya Afya", "PNG Hadithi za Wanyama"
ta: உதாரணங்கள்: "உடல் புத்தகங்கள்", "PNG விலங்கு கதைகள்"
te: ఉదాహరణలు: "ఆరోగ్య పుస్తకాలు". "PNG జంతువుల కథలను"

# NewCollectionWizard.CollectionNamePage.NameCollectionLabel
source: What would you like to call this collection?
bn: আপনি এই সংগ্রহকে কি নামে ডাকতে চান?
hi: इस संग्रह को आप क्या कहना चाहते हैं?
rw: Wifuza kwita ute iri kusanyirizo?
sw: Je, ungependa kuupa mkusanyiko huu jina lipi?
ta: என்ன விரும்புகிறீர்கள் இந்தத் தொகுப்பில் அழைப்பு?
te: మీరు ఈ సేకరణ కాల్ ఏమి చేయాలనుకుంటున్నారు?

# NewCollectionWizard.CollectionNameProblem
source: Collection Name Problem
bn: সংগ্রহ নামে সমস্যা
hi: संग्रह नाम समस्या
sw: Tatizo la Jina la Mkusanyiko
ta: தொகுப்பு பெயர் கோளாறு
te: సేకరణ పేరును సమస్య

# NewCollectionWizard.CollectionWillBeCreatedAt
source: Collection will be created at: {0}
bn: সংগ্রহ তৈরি হবে এখানে: {0}
hi: संग्रह {0} में निर्माण किया जाएगा:
rw: Ikusanyirizo riri bushyirwe kuri: {0}
sw: Mkusanyiko utaanzishwa kwenye: {0}
ta: தொகுப்பு உருவாக்கப்படும்: {0}
te: సేకరణ రూపొందించినవారు ఉంటుంది {0}

# NewCollectionWizard.FinishPage
source: Ready To Create New Collection
bn: নতুন সংগ্রহ তৈরি করতে প্রস্তুত
hi: नया संग्रह निर्माण करने के लिए तैयार
rw: Itegure gukora ikusanyirizo rishya
sw: Tayari kutengeneza Mkusanyiko Mpya
ta: புதிய தொகுப்பு உருவாக்க தயாராக
te: ఒక కొత్త సేకరణ సృష్టించడానికి సిద్ధంగా

# NewCollectionWizard.FinishPageContent
source: OK, that's all we need to get started with your new '{0}' collection.\nClick on the 'Finish' button.
bn: ঠিক আছে, নতুন '{0}' সংগ্রহটি শুরু আমাদের এটা দিয়েই হবে ৷\n 'শেষ' বোতামটি ক্লিক করুন।
hi: ठीक है, आपके नए '{0} संग्रह को शुरू करने के लिए हमें सिर्फ इसकी जरूरत है।\n' समाप्त करें' बटन पर क्लिक करें।
sw: Sawa, hayo tu ndio tunahitaji ili kuanza mkusanyiko wako mpya wa '{0}'. \nBonyeza kitufe cha 'Maliza'.

# NewCollectionWizard.FontAndScriptPage
source: Font and Script
bn: ফন্ট এবং স্ক্রিপ্ট
hi: फोंट और स्क्रिप्ट
sw: Fonti na Hati

# NewCollectionWizard.KindOfCollectionPage
source: Choose the collection type.
bn: সংগ্রহের ধরন পছন্দ করুন
hi: संग्रह प्रकार का चुनाव करें।
sw: Chagua Aina ya Mkusanyiko

# NewCollectionWizard.KindOfCollectionPage.existingCollectionInstructions
source: If you already have a collection you want to open, click the 'Cancel' button.
bn: যদি আপনার ইতোমধ্যেই থাকা সংগ্রহ খুলতে চান, 'বাতিল' বোতামে ক্লিক করুন।
hi: यदि आपके पास पहले से कोई ऐसा संग्रह है जिसे आप खोलना चाहते हैं, तो 'रद्द करें' बटन क्लिक करें।
sw: Iwapo tayari una mkusanyiko ambao ungependa kufungua, kliki kwenye kifute cha 'Batilisha'.

# NewCollectionWizard.KindOfCollectionPage.sourceCollection
source: Source Collection
am: ምንጭ ስብስብ
bn: উৎস সংগ্রহ
hi: स्रोत संग्रह
km: បណ្តុំប្រភព
rw: Inkomoko y'ikusanyirizo
sw: Mkusanyiko wa chanzo
ta: மூல தொகுப்பை
te: మూలం సేకరణ

# NewCollectionWizard.KindOfCollectionPage.sourceCollectionDescription
source: A collection of shell or template books in one or more languages of wider communication. You will be able to upload these shells to BloomLibrary.org. You may also make a Bloom Pack to give to others so that they can make local language books with your shells.
bn: বিস্তৃত যোগাযোগের জন্য এক বা ততোধিক ভাষায় একটি সংগ্রহের শেল অথবা টেমপ্লেট বইসমূহ।আপনি BloomLibrary.org - এ এই শেলগুলি আপলোড করতে পারবেন।আপনি অন্যদেরকে দেওয়ার জন্য একটি ব্লুম প্যাকও বানাতে পারেন তাহলে তারা আপনার শেলগুলো দিয়ে স্বদেশীয় বই বানাতে পারবেন।
hi: व्यापक संचार के एक या अधिक भाषाओं में शेल या टेम्पलेट पुस्तकों का संग्रह। आप इन शेल को BloomLibrary.org पर अपलोड कर सकेंगे। आप दूसरों को देने के लिए एक ब्लूम पैक भी बना सकते हैं ताकि वे आपके शेल को लेकर स्थानीय भाषा में पुस्तकें बना सकें।
sw: Mkusanyiko wa sheli au vitabu vya vigezo katika lugha moja au zaidi za mawasiliano mapana. Utaweza kuziweka sheli hizi kwenye BloomLibrary.org. Pia unaweza kutengeneza Seti ya Bloom kuwapa wengine ili waweze kutengeneza vitabu kwa lugha ya mama kutoka kwa sheli zako.

# NewCollectionWizard.KindOfCollectionPage.vernacularCollection
source: Local Language Collection
am: የዘየ /Vernacular/ ስብስብ
bn: স্থানীয় ভাষা সংগ্রহ
hi: स्थानीय भाषा संग्रह
km: កូឡិកសិនត្រាប់ភាសា
sw: Mkusanyikko wa Lugha ya mama/Lugha ya eneo
ta: நாட்டு(அ)மாவட்ட/உள்ளூர் மொழி தொகுப்பு
