Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# TemplateBooks.PageLabel.Image On Bottom
source: Image On Bottom
am: ምስል በግርጌ
bn: নীচের ইমেজ
hi: चित्र तल पर
km: រូបភាពខាងក្រោម
rw: Ishusho hasi
sw: Picha upande wa Chini
ta: கீழ் பிம்பத்தை
te: అడుగున చిత్రం

# TemplateBooks.PageLabel.Image in Middle
source: Image in Middle
am: ምስል በመሃል
bn: মধ্যবর্তী ইমেজ
hi: चित्र बीच में
km: រូបភាពចំកណ្តាល
rw: Ishusho hagati
sw: Picha Katikati
ta: நடு பிம்பத்தை
te: మధ్యలో చిత్రం

# TemplateBooks.PageLabel.Inside Back Cover
source: Inside Back Cover
am: የውስጥ የኋላ ሽፋን
bn: পিছনের কভারের ভিতরে
hi: पीछले पन्ने के अंदर
km: គម្របក្រោយខាងក្នុង
rw: Igikobokobo cy'inyuma mo imbere
sw: Jalada la Ndani upande wa Nyuma
ta: உள்ளே பின் முகப்பு
te: తిరిగి కవర్ లోపల

# TemplateBooks.PageLabel.Inside Front Cover
source: Inside Front Cover
bn: সামনের কভারের ভিতরে
hi: सामने के पन्ने के अंदर
rw: Igikobokobo cy'imbere mo imbere
sw: Jalada la ndani upande wa nje
ta: உள்ளே முன்னணி முகப்பு
te: ముందు కవర్ లోపల

# TemplateBooks.PageLabel.Instructions
source: Instructions
bn: নির্দেশনা
hi: निर्देश
rw: Amabwiriza
sw: Maagizo
ta: நெறிமுறைகள்
te: సూచనలను

# TemplateBooks.PageLabel.Just Text
source: Just Text
am: ጽሑፍ ብቻ
bn: শুধু লেখা
hi: सिर्फ टेक्स्ट/लिखावट
km: គ្រាន់តែអត្ថបទ
rw: Inyandiko gusa
sw: Maandishi tu
ta: வெறும் உரை
te: కేవలం టెక్స్ట్

# TemplateBooks.PageLabel.Just a Picture
source: Just a Picture
am: ስዕል ብቻ
bn: শুধু একটি ছবি
hi: सिर्फ एक चित्र
km: គ្រាន់តែជារូបភាព
rw: Ifoto gusa
sw: Picha tu
ta: ஒரு படத்தை வெறும்
te: కేవలం ఒక చిత్రాన్ని

# TemplateBooks.PageLabel.Just an Image
source: Just an Image
am: ስዕል ብቻ
bn: শুধু একটি ইমেজ
hi: सिर्फ एक चित्र
km: គ្រាន់តែជារូបភាព
rw: Ishusho gusa
sw: Picha tu
ta: ஒரு உருவத்தை மட்டும்
te: కేవలం ఒక చిత్రం

# TemplateBooks.PageLabel.Just Video
source: Just Video
bn: শুধু ভিডিও
sw: Video Tu

# TemplateBooks.PageLabel.Outside Back Cover
source: Outside Back Cover
am: የውጭ የኋላ ሽፋን
bn: পিছনের কভারের বাহিরে
hi: पीछले पन्ने के बाहर
km: គម្របក្រោយខាងក្រៅ
rw: Igikobokobo cy'inyuma hanze
sw: Jalada la Nyuma ya Nje
ta: வெளியே பின் முகப்பு
te: తిరిగి కవర్ బయట

# TemplateBooks.PageLabel.Paper Saver
source: Paper Saver
bn: কাগজ সাশ্রয়ী
hi: कागज सेवर
sw: Kihifadhi Karatasi

# TemplateBooks.PageLabel.Picture &amp; Video
source: Picture & Video
bn: ছবি & ভিডিও
sw: Picha& Video

# TemplateBooks.PageLabel.Picture &amp; Word
source: Picture & Word
bn: ছবি ও & শব্দ
hi: चित्र & शब्द
rw: Ifoto & Ijambo
sw: Picha na neno
ta: படம் & சொல்
te: చిత్రాన్ని & పదం

# TemplateBooks.PageLabel.Picture in Middle
source: Picture in Middle
am: ስዕል በመሃል
bn: মধ্যবর্তী ছবি
hi: चित्र बीच में
km: រូបភាពចំកណ្តាល
rw: Ifoto hagati
sw: Picha Katikati
ta: மத்தியில் உள்ள படத்தை
te: మధ్యలో చిత్రంలో

# TemplateBooks.PageLabel.Picture on Bottom
source: Picture on Bottom
am: ስዕል በግርጌ
bn: নীচের ছবি
hi: चित्र सबसे नीचे
km: រូបភាពខាងក្រោម
rw: Ifoto hasi
sw: Picha upande wa Chini
ta: கீழே உள்ள படம்
te: అడుగున చిత్రాన్ని

# TemplateBooks.PageLabel.Picture on Left
source: Picture on Left
bn: বাঁদিকে ছবি
hi: चित्र बायें
sw: Picha upande wa Kushoto

# TemplateBooks.PageLabel.Quiz
source: Quiz
bn: কুইজ
hi: प्रश्नोत्तरी
sw: Jaribio

# TemplateBooks.PageLabel.Quiz Page
source: Quiz Page
bn: কুইজের পৃষ্ঠা/পাতা
sw: Ukurasa wa Jaribio

# TemplateBooks.PageLabel.SIL-Cameroon
source: SIL-Cameroon
bn: SIL-ক্যামেরুন
sw: SIL-Kameruni

# TemplateBooks.PageLabel.Super Paper Saver
source: Super Paper Saver
bn: সর্বোচ্চ কাগজ সাশ্রয়ী
hi: सुपर कागज सेवर
sw: Kihifadhi Karatasi kilicho Bora zaidi

# TemplateBooks.PageLabel.Text Over Video
source: Text Over Video
bn: ভিডিওতে পাঠ্য
sw: Maandishi juu ya Video

# TemplateBooks.PageLabel.The End
source: The End
bn: সমাপ্ত
hi: समाप्त
sw: Mwisho

# TemplateBooks.PageLabel.This Page Is Intentionally Blank
source: This Page Is Intentionally Blank
bn: এই পৃষ্ঠাটি ইচ্ছাকৃতভাবে ফাঁকা রাখা হয়েছে
hi: इस पन्ने को जानबूझकर खाली रखा गया है
rw: Iyi paji ntiyanditsweho ku bushake
sw: Ukurasa Huu Umeachwa Wazi Kimakusudi
ta: இப்பக்கம் கடைசியாக தெரிந்தே வெற்றாக இருக்கிறது
te: ఈ పేజీని ఉద్దేశపూర్వకంగా ఖాళీగా ఉంది

# TemplateBooks.PageLabel.Title Page
source: Title Page
am: የርዕስ ገጽ
bn: শিরোনাম পৃষ্ঠা
hi: शीर्षक पन्ना
km: ទំព័រចំណងជើង
rw: Ipaji ijyaho Umutwe
sw: Ukurasa wa Mada
ta: தலைப்பு பக்கம்
te: టైటిల్ పేజీ

# TemplateBooks.PageLabel.Traditional
source: Traditional
bn: ঐতিহ্যবাহী
hi: पारंपरिक
sw: Jadi

# TemplateBooks.PageLabel.Translation Instructions
source: Translation Instructions
bn: অনুবাদ নির্দেশনা
hi: अनुवाद निर्देश
sw: Maagizo ya Tafsiri

# TemplateBooks.PageLabel.Video Over Text
source: Video Over Text
bn: লেখার উপর ভিডিও
sw: Video juu ya maandishi

# TemplateBooks.Wall Calendar.TitleOfSetupDialog
source: Setup
bn: সেটআপ
hi: सेटअप
rw: Ikora
sw: Pangilia
ta: அமைவு
te: సెటప్

# TemplateBooks.Quiz.HintBubble.Answer
source: Put a possible answer here. Check it if it is correct.
bn: একটি সম্ভাব্য উত্তর এখানে রাখুন। এটি সঠিক কিনা তা পরীক্ষা করে দেখুন।
sw: Weka jibu linalowezekana hapa. Liangalie ikiwa ni sahihi.

# TemplateBooks.Quiz.HintBubble.Question
source: Put a comprehension question here
bn: এখানে একটি বোধগম্য প্রশ্ন রাখুন
sw: Weka swali la ufahamu hapa

# Topics.Agriculture
source: Agriculture
bn: কৃষি
hi: खेती
rw: Ubuhinzi
sw: Kilimo
ta: விவசாயம்
te: వ్యవసాయం

# Topics.Animal Stories
source: Animal Stories
bn: প্রাণীর গল্পসমূহ
hi: जानवरों की कहानियां
rw: Inkuru z'inyamaswa
sw: Hadithi za Wanyama
ta: விலங்கு கதைகள்
te: జంతు కథలు

# Topics.Business
source: Business
bn: ব্যবসা
hi: व्यापार
rw: Bizinesi
sw: Biashara
ta: வியாபாரம்
te: వ్యాపార

# Topics.Community Living
source: Community Living
bn: কমিউনিটি লিভিং
hi: सामुदायिक जीवन
rw: Imibereho y'abaturage
sw: Kuishi kwa Jamii
ta: சமூக வாழும்
te: కమ్యూనిటీ దేశం

# Topics.Culture
source: Culture
bn: সংস্কৃতি
hi: संस्कृति
rw: Umuco
sw: Utamaduni
ta: பண்பாடு
te: సంస్కృతి

# Topics.Dictionary
source: Dictionary
bn: অভিধান
hi: शब्दकोश
rw: Inkoranyamagambo
sw: Kamusi
ta: அகராதி
te: నిఘంటువు

# Topics.Environment
source: Environment
bn: পরিবেশ
hi: पर्यावरण
rw: Ibidukikije
sw: Mazingira
ta: சூழல்
te: వాతావరణంలో

# Topics.Fiction
source: Fiction
bn: কাল্পনিক
hi: काल्पनिक कहानी
rw: Inkuru mpimbano
sw: Ya Kubuniwa
ta: புனைவு
te: కట్టుకథ

# Topics.Health
source: Health
bn: স্বাস্থ্য
hi: स्वास्थ्य
rw: Ubuzima
sw: Afya
ta: சுகாதார
te: ఆరోగ్య

# Topics.How To
source: How To
bn: কিভাবে
hi: कैसे करें
rw: Ni gute bikorwa
sw: Jinsi ya
ta: இது எப்படி
te: ఎలా

# Topics.Math
source: Math
bn: গণিত
hi: गणित
rw: Imibare
sw: Hesabu
ta: கணக்கு
te: గణిత

# Topics.NoTopic
source: No Topic
bn: কোন বিষয় না
hi: शीर्षक नहीं
sw: Hakuna Mada

# Topics.Non Fiction
source: Non Fiction
bn: অকাল্পনিক
hi: गैर काल्पनिक
rw: Inkuru zitari mpimbano
sw: Hakuna cha Kubuniwa
ta: அல்லாத கீழேயுள்ளது
te: నాన్ ఫిక్షన్

# Topics.Personal Development
source: Personal Development
bn: ব্যক্তিগত উন্নয়ন
hi: व्यक्तिगत विकास
rw: Iterambere bwite rya muntu
sw: Maendeleo ya Kibinafsi
ta: சுய முன்னேற்றம்
te: వ్యక్తిగత అభివృద్ధి

# Topics.Primer
source: Primer
bn: প্রাইমার
hi: प्रवेशिका
rw: Igitabo cy'inyigisho
sw: Prima
ta: நடத்திய
te: ప్రైమర్

# Topics.Science
source: Science
bn: বিজ্ঞান
hi: विज्ञान
rw: Ubumenyi
sw: Sayansi
ta: அறிவியல்
te: విజ్ఞానము

# Topics.Spiritual
source: Spiritual
bn: আধ্যাত্মিক
hi: आत्मिक
rw: Cy'iyobokamana
sw: Kiroho
ta: துறவி
te: ఆధ్యాత్మికం

# Topics.Story Book
source: Story Book
bn: গল্পের বই
hi: कहानी की पुस्तक
sw: Kitabu cha hadithi

# Topics.Traditional Story
source: Traditional Story
bn: ঐতিহাসিক গল্প
hi: पारंपरिक कहानी
rw: Inkuru za kera
sw: Hadithi za Kitamaduni
ta: பாரம்பரிய கதை
te: సంప్రదాయ కథ

source: Warning
bn: সাবধানবাণী
hi: चेतावनी
sw: Onyo

# WebServer.Warning.NoFile
source: Cannot Find File
bn: ফাইল খুঁজে পাওয়া যায় নি
hi: फाइल नहीं मिल पाई है
sw: Faili haipatikani

# WebServer.Warning.NoImageFile
source: Cannot Find Image File
bn: ছবির ফাইল খুঁজে পাওয়া যায়নি
hi: चित्र फाइल नहीं मिल पाई है
sw: Haiwezi kupata faili ya picha

# Spreadsheet.ExportDialog.Description
source: Bloom will create a spreadsheet containing the text and images of this book. You can then make changes, like making new translations. Finally, use the “Import & Update from Spreadsheet...” command to bring your changes back in.
sw: Bloom itatengeza lahajedwali lililo na maandishi na picha za kitabu hiki. Kisha unaweza kufanya mabadiliko, kama vile kufanya tafsiri mpya. Hatimaye, tumia "Leta & Sasisho kutoka kwa Lahajedwali... "amri ya kurejesha mabadiliko yako.

# Spreadsheet.ExportDialog.folderLabel
source: Target folder for the spreadsheet and images:
sw: Folda iliyolengwa ya lahajedwali na picha:

# Spreadsheet.ExportDialog.ExportButton
source: Export
sw: Hamisha

# BookStorage.CorruptBook
source: Bloom had a problem reading this book and recovered by restoring a recent backup. Please check recent changes to this book. If this happens for no obvious reason, please click Details below and report it to us.
bn: এই বইটি পাঠ করতে ব্লুমের সমস্যা হচ্ছিল এবং সাম্প্রতিক ব্যাকআপ পুনরূদ্ধার করে ঠিক করা হল। অনুগ্রহপূর্বক এই পুস্তকে সাম্প্রতিক পরিবর্তনগুলি পরীক্ষা করুন। যদি এটি কোন সুস্পষ্ট কারণে হচ্ছে না, তবে দয়া করে নিচে বিস্তারিত ক্লিক করুন এবং আমাদের জানান।

# BookStorage.FolderMoved
source: It appears that some part of the folder path to this book has been moved or renamed. As a result, Bloom cannot save your changes to this page, and will need to exit now. If you haven't been renaming or moving things, please click Details below and report the problem to the developers.
bn: দেখে মনে হচ্ছে যে এই বইয়ের ফোল্ডারের পাথের কিছু অংশ সরানো হয়েছে অথবা পুনরায় নামকরণ করা হয়েছে। ফলে, ব্লুম এই পৃষ্ঠায় আপনার পরিবর্তন সংরক্ষণ করতে পারছে না, এবং এখন বের হয়ে যেতে হবে। যদি আপনি জিনিসপত্রের পুনরায় নামকরণ না করেন অথবা না সরান, অনুগ্রহ করে বিস্তারিত তথ্যের জন্য নীচে ক্লিক করুন এবং ডেভলাপারের নিকট সমস্যাটি জানান।

# CollectionSettingsDialog.BookMakingTab.Front/BackMatterPack.Video
source: Video
bn: ভিডিও
hi: वीडियो

# Download.CopyFailed
source: Bloom downloaded the book but had problems making it available in Bloom. Please restart your computer and try again. If you get this message again, please click the 'Details' button and report the problem to the Bloom developers
bn: ব্লুম বইটি ডাউনলোড করেছে কিন্তু এটি ব্লুমে নিয়ে আসতে সমস্যায় পড়ছে। অনুগ্রহপূর্বক আপনার কম্পিউটার রিস্টার্ট দিন এবং পুনরায় চেষ্টা করুন। যদি আপনি এই বার্তাটি পুনরায় পান, অনুগ্রহ করে 'বিস্তারিত' বোতামটি ক্লিক করুন এবং সমস্যাটি ব্লুম ডেভেলাপারদের জানান।

# EditTab.CustomPage.Video
source: Video
bn: ভিডিও
hi: वीडियो

# EditTab.FrontMatter.OriginalCopyrightSentence
source: Adapted from original, {0}.
bn: আসলটি থেকে সংগৃহীত, {0}।

# EditTab.FrontMatter.OriginalHadNoCopyrightSentence
source: Adapted from original without a copyright notice.
bn: কপিরাইট নোটিশ ছাড়াই আসলটি থেকে সংগৃহীত।

# EditTab.TextBoxProperties.LocalLanguage
source: Local Language
bn: স্থানীয় ভাষা

# EditTab.TextBoxProperties.NationalLanguage
source: National Language
bn: জাতীয় ভাষা

# EditTab.TextBoxProperties.RegionalLanguage
source: Regional Language
bn: আঞ্চলিক ভাষা

# EditTab.Toolbox.DecodableReaderTool.Stage
source: Stage
am: ክፍል
bn: স্তর
km: ដំណាក់កាល
rw: Intambwe
te: వేదిక

# EditTab.Toolbox.DecodableReaderTool.StageOf
source: of
bn: এর
rw: cya
ta: நிலை இருந்த
te: యొక్క

# EditTab.Toolbox.LeveledReaderTool.Level
source: Level
bn: পর্যায়

# EditTab.Toolbox.LeveledReaderTool.LevelOf
source: of
bn: এর

# Errors.CouldNotSavePage
source: Bloom had trouble saving a page. Please click Details below and report this to us. Then quit Bloom, run it again, and check to see if the page you just edited is missing anything. Sorry!
bn: পৃষ্ঠা সংরক্ষণে ব্লুমের সমস্যা হয়েছে। দয়া করে নিচে বিস্তারিত ক্লিক করুন এবং তা আমাদের জানান। তারপর ব্লুম বন্ধ করুন, পুনরায় চালু করুন এবং আপনার সম্পাদিত পৃষ্ঠার কোন কিছু উধাও হয় নি তা দেখতে পরীক্ষা করুন। দুঃখিত!

# Errors.ErrorSelecting
source: There was a problem selecting the book. Restarting Bloom may fix the problem. If not, please click the 'Details' button and report the problem to the Bloom Developers.
bn: বইটি নির্বাচন করতে একটি সমস্যা হয়েছিল।ব্লুম রিস্টার্ট করলে সমস্যাটির সমাধান হতে পারে।যদি না হয়, অনুগ্রহ করে 'বিস্তারিত' বোতামটি ক্লিক করুন এবং সমস্যাটি ব্লুম ডেভেলাপারদের জানান।

# Errors.ErrorUpdating
source: There was a problem updating the book. Restarting Bloom may fix the problem. If not, please click the 'Details' button and report the problem to the Bloom Developers.
bn: বইটি আপডেট করতে সমস্যা হচ্ছিল।ব্লুম রিস্টার্ট করলে সমস্যাটির সমাধান হতে পারে।যদি না হয়, অনুগ্রহ করে 'বিস্তারিত' বোতামটি ক্লিক করুন এবং সমস্যাটি ব্লুম ডেভেলাপারদের জানান।

# HelpMenu.KeyBloomConceptsToolStripMenuItem
source: Key Bloom Concepts
bn: ব্লুমের মূল ধারণাসমূহ

# HelpMenu.ShowEventLogMenuItem
source: Show Event Log
bn: ইভেন্ট লগ দেখান
rw: Kwerekana uko abantu bagije binjira
ta: நிகழ்வு பதிவை காண்பி
te: షో ఈవెంట్ లాగ్

# LayoutChoices.A4Landscape SideBySide
source: A4 Landscape (Side By Side)
bn: এ৪আনুভূমিক পাশাপাশি

# LayoutChoices.A4Landscape SplitAcrossPages
source: A4 Landscape (Split Across Pages)
bn: এ৪আনুভূমিক পৃষ্ঠাগুলোর মধ্যে বিভক্ত

# LicenseDialog.WindowTitle
source: Bloom {0}
bn: ব্লুম {0}
hi: ब्लूम {0}

# NewCollectionWizard.ProjectName
source: Project Name
am: የፕሮጀክት ስም
bn: প্রকল্পের নাম
km: ឈ្មោះគម្រោង
ta: திட்டப்பணி பெயர்
te: ప్రాజెక్ట్ పేరు

# PublishTab.Android.Usb.Progress.DeviceWithoutBloomReader
source: The following devices are connected but do not seem to have Bloom Reader running:
bn: নিম্নবর্ণিত ডিভাইসগুলি যুক্ত আছে কিন্তু ব্লুম পুস্তক চলমান আছে বলে মনে হয় না।

# PublishTab.AndroidButton
source: Bloom Reader
bn: ব্লুম পাঠক

# PublishTab.ButtonThatShowsUploadForm
source: Share on the Web
bn: আপলোড

# PublishTab.ButtonThatShowsUploadForm-tooltip
source: Upload your book to BloomLibrary.org so that other people can read it, download it to their devices and share it with other people.
bn: BloomLibrary.org এ আপলোড করুন, যেখানে অন্যরা ডাউনলোড করতে এবং তাদের নিজের ভাষায় অনূদিত করতে পারেন।

# PublishTab.EpubButton
source: ePUB
bn: ইপাব

# PublishTab.Upload.CcLink
source: CC-BY-NC
bn: সিসি-বাই-এনসি
ta: நகல்-மூலம்-என்.சி

# ReaderSetup.Synphony
source: SynPhony
bn: সাইনফোনি

# ReportProblemDialog.Close
source: Close
am: ዝጋ
bn: বন্ধ করুন
km: បិទ

# LanguageFontDetails.RightToLeftCheck
source: This script is written right to left like Arabic, Hebrew, and Urdu
hi: यह स्क्रिप्ट दाएं से बाएं ओर है

# LanguageFontDetails.TallerLinesCheck
source: Use special line spacing
hi: इस स्क्रिप्ट के लिए लम्बी लाइनों की आवश्यकता है

# NewCollectionWizard.AlreadyCollectionWithThatName.V2
source: There is already a collection with that name, at {0}.\nPlease pick a unique name.
hi: {0}\n में, पहले से ही उस नाम पर एक संग्रह है। कृपया एक अनोखा नाम चुनें।

# NewCollectionWizard.WelcomePage.WelcomeLine2.V2
source: In order to keep things simple and organized, Bloom keeps all the books you make in one or more 'Collections'. The first thing we need to do is make one for you.
hi: चीजों को सरल और व्यवस्थित रखने के लिए, आप जिन सारी पुस्तकों को बनाते हैं उन्हें ब्लूम एक या अधिक 'संग्रह' में रखता है। हमें जो पहला काम करना है वह है आपके लिए यह बनाना।

# PublishTab.NoBookletsMessage
source: This is disabled because Bloom cannot make booklets using the current size and orientation.
hi: ब्लूम वर्तमान आकार के पन्ने का उपयोग करके पुस्तिकाएं नहीं बना सकता।

# PublishTab.PdfMaker.PdfWithCmykSwopV2
source: U.S. Web Coated (SWOP) v2
hi: CMYK रंग के साथ पीडीएफ (U.S. Web Coated (SWOP) v2)

# ScriptSettingsDialog.RightToLeftScriptCheckBox
source: This script is written right to left like Arabic, Hebrew, and Urdu
hi: यह स्क्रिप्ट दाएं से बाई ओर है

# ScriptSettingsDialog.TallerLinesCheckBox
source: Use special line spacing
hi: इस स्क्रिप्ट में टॉलर लाइन की आवश्यकता है

# BookEditor.ForTextInLang
source: This formatting is for all {0} text in boxes with '{1}' style
ta: அனைத்து {0} உரை பெட்டிகளிலும் '{1}' பாணியுடன் உள்ளது இந்த வடிவமைத்தல்
te: ఈ ఫార్మాటింగ్ '{1}' శైలి తో బాక్సులను అన్ని {0} టెక్స్ట్ ఉంది

# CollectionSettingsDialog.AdvancedTab.Experimental.ShowExperimentalCommands
source: Show Experimental Commands (e.g. Export XML for InDesign)
rw: Kwerekana Komande z'igerageza (urg. Kwimirira XML muri InDesign)
ta: பசோதனை கட்டளைகள் (எ.கா. ஏற்றுமதி XML-InDesign) காண்பி
te: ప్రయోగాత్మక ఆదేశాలను చూపించు (ఉదాహరణకు. InDesign ఎగుమతి XML)

# CollectionSettingsDialog.AdvancedTab.Experimental.ShowExperimentalTemplates
source: Show Experimental Templates (e.g. Picture Dictionary)
rw: KwerekanaIntangarugero z'igerageza (urg. Inkoranya y'amashusho)
ta: பசோதனை வார்ப்புருக்கள் (எ.கா. படம் அகராதி) காண்பி
te: ప్రయోగాత్మక టెంప్లేట్లు చూపించు (ఉదాహరణకు. చిత్రాన్ని నిఘంటువు)

# CollectionSettingsDialog.AdvancedTab.Experimental.UseImageServer
source: Use Image Server to reduce memory usage with large images.
rw: Gukoresha seriveri y'ishusho mu kuganbanya ikoreshwa rya memwari n'amashusho manini.
ta: நினைவக பயன்பாடு கொண்ட பெரிய படிமங்கள் குறைக்க உருவம் சேவையகம் பயன்படுத்து.
te: పెద్ద చిత్రాలు మెమొరీ వినియోగాన్ని తగ్గించడానికి చిత్రాన్ని సర్వర్ ఉపయోగించడానికి

# CollectionSettingsDialog.AdvancedTab.Experimental.ShowSendReceive
source: (Experimental) Show Send/Receive Controls
rw: Ugukora ishusho ntubyangano...
ta: (பசோதனை) அனுப்பு/பெறு கட்டுப்பாடுகள் காண்பி
te: షో పంపండి / అందుకుంటారు నియంత్రణలు

# CollectionSettingsDialog.BookMakingTab.RightToLeftWritingSystem
source: Right to Left Writing System
am: ከቀኝ ወደ ግራ የአጻጻፍ ሥርዓት
km: ប្រព័ន្ធសរសេរពីស្តាំទៅឆ្វេង
ta: வலமிருந்து இடமாக எழுதும் முறைமை
te: కుడి ఎడమ వ్రాసే వ్యవస్థ

# CollectionTab.BookMenu.ExportDocMessage
source: Bloom will now open this HTML document in your word processing program (normally Word or LibreOffice). You will be able to work with the text and images of this book, but these programs normally don't do well with preserving the layout, so don't expect much.
ta: Bloom இந்த HTML ஆவணத்தை உங்கள் சொற்செயலி நிரலில் (இயல்பாக சொல் அல்லது மையம் Office) திறக்கும் இப்போது. நீங்கள் உரை மற்றும் இந்த புத்தகத்தில் படிமங்கள் வேலை இருக்கும், ஆனால் இந்த நிரல்களை உருவமைப்பு, எனவே வேண்டாம் எதிர்பார்க்கும் அதிகம் பரப்பவும் கொண்டு மிக நன்றாக இயல்பாக வேண்டாம்.
te: వర్ధిల్లు ఇప్పుడు ఈ HTML పత్రం తెరుచుకోవడం

# CollectionTab.Health
source: Health
rw: Ubuzima
ta: சுகாதார
te: ఆరోగ్యం

# CollectionTab.Source Collection
source: Source Collection
am: ምንጭ ስብስብ
km: បណ្តុំប្រភព
ta: மூல தொகுப்பை
te: మూలం సేకరణ

# CollectionTab.AddMakeReaderTemplateBloomPackToolStripMenuItem
source: Make Reader Template BloomPack...
rw: Gukora Ipaki ntangarugero ya Bloom y'umusomyi...
ta: படிப்பவர் வார்ப்புரு BloomPack அமை...
te: రీడర్ టెంప్లేట్ బ్లూమ్ ప్యాక్ చేయి ...

# CollectionTab.MoreLanguagesMenuItem
source: More...
am: ተጨማሪ...
km: ថែមទៀត…
rw: Ibindi...
ta: மேலும்...
te: మరింత

# EditTab.Toolbox.DecodableReaderTool.MakeLetterWordList
source: Open a Letter and Word List File
am: የፊደሎች እና የቃላት ዝርዝር ፋይልን ይክፈቱ
km: បើកឯកសារជាអក្សរ និងបញ្ជីពាក្យ
ta: ஒரு எழுத்து மற்றும் சொல் பட்டியல் கோப்பை திறக்க
te: ఒక అక్షరం మరియు పద జాబితా ఫైలు తెరువు

# EditTab.Toolbox.DecodableReaderTool.Stage
source: Stage
ta: நிலை

# EditTab.Toolbox.DecodableReaderTool.WordsInThisStage
source: Words in this stage
am: በዚህ ደረጃ ላይ ያሉ ቃላት
km: ចំនួនពាក្យក្នុងដំណាក់កាលនេះ
ta: இந்த நிலையில் வார்த்தைகளை
te: ఈ దశలో పదాలు.

# Download.Completed
source: Your download ({0}) is complete. You can see it in the 'Books from BloomLibrary.org' section of your Collections. If you don't seem to be in the middle of doing something, Bloom will select it for you.
rw: Ibyo wakururaga ({0}) byarangiye. Ushobora kubisanga mu gice cyitwa 'Ikusanyabitabo rya Bloom' kiboneka mu makusanyirizo yawe. Niba usa n'udafite ikintu uri gukora, Bloom iribukikugaragarize ubwayo.
ta: உங்கள் பதிவிறக்கம் ({0}) நிறைவடைந்தது. உங்கள் தொகுப்புகள், 'புத்தகங்கள் Bloom நூலகத்தில் இருந்து' பிரிவு அது நீங்கள் காண முடியும். நீங்கள் ஏதோ செய்கிறது மத்தியை இருக்க வேண்டாம் தான், என்றால் Bloom தேர்ந்தெடுத்து கொள்கிறேன் உங்களுக்காக.
te: మీ డౌన్లోడ్ ({0}) పూర్తయింది. మీరు మీ సేకరణలు 'పుస్తకాలు బ్లూమ్ లైబ్రరీ నుండి' విభాగంలో ఇది చూడగలరు మీరు ఏదో చేయడం మధ్యలో అనిపించడం లేదు ఉంటే.బూమ్ మీరు దానిని ఎంచుకోవచ్చు

# Download.GenericNetworkProblemNotice
source: There was a problem downloading your book.
rw: Habaye ikibazo mu gukurura igitabo cyawe
ta: உங்கள் புத்தகம் பதிவிறக்கம் சிக்கல் ஏற்பட்டுள்ளது.
te: మీ పుస్తకాన్ని డౌన్లోడ్ సమస్య ఉంది

# EditTab.BookContextMenu.openHtmlInBrowser
source: Open the Html used to make this PDF, in Firefox (must be on path)
ta: திற, Html பயன்படும் இந்த PDF, Chrome (இருக்க வேண்டும் பாதை) செய்யவும்
te: క్షమించండి, ఈ పుస్తకం కాపీరైట్ మరియు లైసెన్స్ మారలేదు

# EditTab.ConfirmRemovePageDialog.ConformRemovePageWindowTitle
source: Really Delete Page?
rw: Ushaka koko guhanagura iyi paji?
ta: உண்மையிலேயே பக்கத்தை நீக்கு?
te: నిజంగా పేజీ తొలగించండి?

# EditTab.ConfirmRemovePageDialog.DeleteButton
source: &Delete
rw: &Guhanagura
ta: நீக்கு
te: తొలగించండి

# EditTab.LayoutMode.ChangeLayout
source: Change Layout
rw: Guhindura imisusire
ta: வடிவமைப்பை மாற்று
te: లేఅవుట్ను మార్చడం

# EditTab.FormatDialogTip
source: Adjust formatting for style
rw: Tengeneza imiterere y'inyuguti
ta: பாணி வடிவமைப்பு சரிசெய்
te: శైలి ఫార్మాటింగ్ సర్దుబాటు

# EditTab.TemplatePagesList.Heading
source: Template Pages
am: ብጁ ገጾች
km: ទំព័រឯកសារគំរូ
rw: Amapaji ntangarugero
ta: வார்ப்புரு பக்கங்கள்
te: టెంప్లేట్ పేజీలు

# EditTab.CutButton.ToolTip
source: Cut (Ctrl-x)
ta: (Ctrl-x) வெட்டு
te: కట్ (Ctrl + x)

# EditTab.CutButton.ToolTipWhenDisabled
source: You need to select some text before you can cut it
ta: நீங்கள் நீங்கள் அதை வெட்ட முடியும் முன் சில உரையை தேர்ந்தெடுக்க வேண்டும்
te: మీరు కట్ ముందు మీరు కొంత టెక్స్ట్ ఎంచుకోండి అవసరం

# EditTab.DeletePageButton
source: Remove\n Page
am: ገጽን\n አስወግድ
km: ដកចេញទំព័រ
ta: நீக்கு \nபக்கம்
te: తొలగించడానికి \n పేజీ

# EditTab.DuplicatePageButton
source: Duplicate\n Page
am: ገጽን\n አባዛ
km: ទំព័រជាន់គ្នា
rw: Koramo\n Ebyiri
ta: நகல் பக்கம்
te: నకిలీ \n పేజీ

# EditTab.PasteButton.ToolTip
source: Paste (Ctrl+v)
ta: ஒட்டு (Ctrl + v)
te: అతికించండి (Ctrl + z)

# EditTab.UndoButton.ToolTip
source: Undo (Ctrl+z)
ta: (Ctrl + z) செயல்தவிர்
te: నాశనము చేసినది (Ctrl+z)

# EditTab.NoOtherLayouts
source: There are no other layout options for this template.
rw: Nta yinsi misusire iriho kuri iyi ntangarugero.
ta: மற்ற வடிவமைப்பு விருப்பங்கள் இல்லை இந்த வார்ப்புருவிற்கு உள்ளன.
te: ఈ టెంప్లేట్ కోసం ఏ ఇతర లేఅవుట్ ఎంపికలు ఉన్నాయి

# HelpMenu.MakeASuggestionMenuItem
source: Make a Suggestion
rw: Vuga uko wifuza ko byamera
ta: கருத்தளிக்க
te: ఒక సలహా

# HelpMenu.WebSiteMenuItem
source: Web Site
rw: Site ya interineti
ta: வலை தளம்
te: వెబ్ సైట్

# HelpMenu.CreditsMenuItem
source: About Bloom
am: ስለ Bloom
km: អំពី Bloom
rw: Ibirebana na Bloom
ta: Bloom பற்றி
te: వర్ధిల్లు గురించి

# HelpMenu.DocumentationMenuItem
source: Documentation
rw: Ishyinguranyandiko
ta: ஆவணப்படுத்தல்
te: డాక్యుమెంటేషన్

# HelpMenu.RegistrationMenuItem
source: Registration
rw: Ukwiyandikisha
ta: பதிவு
te: నమోదు

# LayoutChoices.A4Landscape
source: A4Landscape
rw: Urupapuro rutambitse A4
ta: A4நிலைபரப்பு
te: A4ప్రకృతి దృశ్యం

# LayoutChoices.A4Landscape SideBySide
source: A4Landscape SideBySide
rw: Urupapuro rutambitse A4 Uruhande ku ruhande
ta: A4நிலைபரப்பு அருகருகே
te: A4ఇరువర్గాలు భూభాగం వైపు

# LayoutChoices.A4Landscape SplitAcrossPages
source: A4Landscape SplitAcrossPages
rw: Urupapuro rutambitse A4 Rusatuye amapaji yose
ta: A4நிலைபரப்பு பக்கங்கள் முழுவதும் பிரிந்தது
te: A4పేజీలు అంతటా భూభాగం స్ప్లిట్

# LayoutChoices.A4Portrait
source: A4Portrait
rw: Urupapuro ruhagaze A4
ta: A4 உருவப்படம்
te: A4చిత్తరువు

# LayoutChoices.A5Portrait
source: A5Portrait
rw: Urupapuro ruhagaze A5
ta: A5 உருவப்படம்
te: A5చిత్తరువు

# LayoutChoices.A5Portrait BottomAlign
source: A5Portrait BottomAlign
rw: Urupapuro ruhagaze A5 Hasi haringanijwe
ta: A5 உருவப்படம் கீழே சீரமை
te: A5చిత్తరువు క్రిందికి సమలేఖనం

# LayoutChoices.B5Portrait
source: B5Portrait
rw: Urupapuro ruhagaze B5
ta: B5 உருவப்படம்
te: B5చిత్తరువు
