Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/bloomEpubPreview.xlf
Languages: ar, bn, es, fr, id, pt, sw, tr, zh_cn

# epubpreview.describe
source: This is an ePUB (e-book) version of your book. It contains audio, so that new readers can listen as they read.
ar: هذا إصدار ePUB (كتاب إلكتروني) من كتابك. يحتوي الكتاب على ملف صوتي، حتى يتمكن القراء الجدد من الاستماع أثناء القراءة.
bn: এটি হল আপনার বইটির ePUB (ই-বুক) সংস্করণ এটিতে অডিও রয়েছে, যেন নতুন পাঠকরা পড়ার সাথে সাথে তা শুনতেও পারে।
es: Esto es un ePUB (e-book), una versión electrónica de su libro. Contiene audio para que los lectores nuevos puedan escucharlo mientras que lo leen.
fr: Voici une version ePUB (e-book) de votre livre. Elle comporte des fichiers audio, afin que les lecteurs débutants puissent lire ce livre tout en l'écoutant.
id: Ini adalah ePUB versi buku Anda. Ini berisi audio, sehingga pembaca baru dapat mendengarkan ketika mereka membaca.
pt: Esta é uma versão <a href="https://en.wikipedia.org/wiki/ePUB">ePUB</a> (e-livro) de seu livro. <span class="showForTalkingBooks">Contém áudio, para que novos leitores podem ouvir enquanto eles leem.</span>
sw: Hii ni tafsiri ya ePUB (e-book) ya kitabu chako.Ina sauti, ili wasomi waweze kusikiliza wanaposoma.
tr: Bu kitabınızın ePUB (e-kitap) halidir. Ses barındırır böylece yeni okuyucular okurken dinleyebilirler.
zh_cn: 这是您的书的 ePUB （电子）版。 该书含有音频，新读者可以边听边读。

# epubpreview.recording.butnotalk
source: This book has some recordings, but this audio is not included in the ePUB.
ar: يحتوي هذا الكتاب على بعض التسجيلات، إلا أنه لا يتم تضمين ملف صوتي في ePUB.
bn: এই বইটিতে কিছু কিছু রেকর্ডিং রয়েছে, কিন্তু এই অডিওটি ePUB এর মধ্যে অন্তর্ভুক্ত নয়।
es: Este libro contiene algunas grabaciones, pero el audio no está incluido en el ePUB.
fr: Ce livre comporte des enregistrements, mais les fichiers audio correspondant ne figurent pas dans l'ePUB.
id: Buku ini memiliki beberapa rekaman, tapi audio ini tidak termasuk dalam ePUB.
pt: Este livro tem algumas gravações, mas estes áudios não estão incluídos no ePUB.
sw: Kitabu hiki kina baadhi ya rekodi, lakini sauti hii haijajumuishwa katika ePUB.
tr: Bu kitapta bazı ses kayıtları mevcut, fakat bu ses ePUB içinde yer almıyor.
zh_cn: 这本书包含一些录音，但这些音频不包括在ePUB中。

# epubpreview.preview
source: Preview
ar: المعاينة
bn: প্রিভিউ/ পুনরায় দেখা
es: Vista previa
fr: Aperçu
id: Pratinjau
pt: Visualizar
sw: Onyesha
tr: Önizleme
zh_cn: 预览

# epubpreview.resizing
source: You can resize the preview by dragging the lower right corner of this simulated device. See how your book will look on screens of various sizes.
ar: يمكنك تغيير حجم المعاينة من خلال سحب الزاوية أسفل يمين جهاز المحاكاة هذا. انظر كيف سيظهر كتابك على شاشات ذات أحجام مختلفة.
bn: আপনি এই কৃত্রিম যন্ত্রের পর্দার নীচের অংশে ডানদিকে কোণাটি টেনে প্রিভিউয়ের মাপ পরিবর্তন করতে পারেন। দেখুন, আপনার বইটি বিভিন্ন আকারে পর্দায় কেমন দেখাবে।
es: Para cambiar el tamaño de la vista previa, arrastre la esquina inferior derecha de este dispositivo simulado. Así podrá visualizar cómo se verá su libro en diversas pantallas.
fr: Vous pouvez modifier la taille de l'aperçu en faisant glisser le coin inférieur droit de cette simulation d'appareil. Voyez ce que votre livre donnera sur des écrans de différentes tailles.
id: Anda dapat mengubah ukuran pratinjau dengan menyeret sudut kanan bawah dari perangkat simulasi ini. Lihat bagaimana buku Anda akan terlihat pada layar dengan berbagai ukuran.
pt: Você pode redimensionar a visualização arrastando o canto inferior direito deste dispositivo simulado. Veja como seu livro ficará em telas de vários tamanhos.
sw: Unaweza kubadilisha ukubwa wakati wa kuonyesha kwa kuvuta pembe ya chini ya upande wa kulia wa kifaa hiki kilichoigizwa. Tazama jinsi kitabu chako kitakavyoonekana kwenye skrini za ukubwa tofauti.
tr: Simule edilmiş cihazın sağ alt köşesinden tutup sürükleyerek ön izlemeyi yeniden boyutlandırabilirsiniz. Kitabınızın değişik boyutlarda ekranda nasıl görüneceğine bakın.
zh_cn: 您可以通过拖动此模拟设备的右下角来调整预览大小。查看您的书在不同尺寸的屏幕上的样子。

# epubpreview.readium
source: This page uses the Readium ePUB reader. Books will likely look different on different readers.
ar: تستخدم هذه الصفحة كتاب ePUB على Readium. من المرجَّح أن الكتب ستظهر على نحو مختلف في أجهزة القراءة المختلفة.
bn: এই পৃষ্ঠাটিতে Readium ePUB পাঠক রয়েছে। বইগুলো সম্ভবত ভিন্ন পাঠকের কাছে ভিন্নভাবে দেখাবে।
es: Esta página usa el lector digital de ePUB Readium. Los libros se verán distintos en lectores digitales diferentes.
fr: Cette page utilise le lecteur d'ePUB Readium. Sur d'autres lecteurs, l'apparence des livres sera probablement différente.
id: Halaman ini menggunakan Readium ePUB buku baca. Buku kemungkinan akan terlihat berbeda pada buku bacaan yang berbeda.
pt: Esta página usa o leitor (e Reader) de ePUB <a href="http://readium.org/">Readium</a>. Os livros provavelmente vão parecer diferentes em diferentes leitores.
sw: Ukurasa huu hutumia kifaa cha kusoma cha Readium ePUB. Huenda vitabu vikaonekana kuwa tofauti kwa wasomaji tofauti.
tr: Bu sayfa Readium ePUB okuyucuyu kullanır. Kitaplar büyük ihtimalle farklı okuyucularda farklı gözüküceklerdir.
zh_cn: 本页使用 Readium ePUB阅读器。 图书在不同阅读设备上可能看起来不同。

# epubpreview.talkingbookpreview
source: The preview here cannot yet play Talking Books. You can listen to it using Adobe's Free Digital Editions e-book reader.
ar: لا يمكن للمعاينة تشغيل الكتب الناطقة في الوقت الحالي. يمكنك الاستماع إليها باستخدام الإصدارات الرقمية من قارئ الكتب الإلكترونية المجاني Adobe قارئ الكتب الإلكترونية
bn: প্রিভিউ এখানে তখনও কথা বলা বইয়ের ভূমিকা পালন করবে না। আপনি এটি Adobe ফ্রি ডিজিটাল এডিশন ব্যবহার করে শুনতে পারেন Digital Editions ই-বুক পাঠক।
es: Los Audiolibros no funcionan con esta vista previa. Puede escucharlo con el lector digital gratuito de Adobe llamado Digital Editions.
fr: Cet aperçu ne permet pas encore d'écouter d'audiolivres. Pour les écouter, vous pouvez utiliser le lecteur gratuit d'Adobe Digital Editions.
id: Pratinjau di sini belum bisa mengoperasikan Buku Berbicara. Anda dapat mendengarkannya dengan menggunakan Adobe Gratis Edisi Digital buku bacaan buku elektronik.
pt: Esta visualização ainda não pode reproduzir áudio dos livros. Você pode ouvi-lo usando o leitor (eReader) gratuito da Adobe chamado <a href="http://www.adobe.com/solutions/ebook/digital-editions.html">Digital Editions</a>.
sw: Kwa kuonyesha hapa, bado haitawezekana kucheza Vitabu vilivyo na Sauti. Unaweza kuisikiza kwa kutumia Digital Editions ya bure ya Adobe. Kifaa cha kusoma e-book.
tr: Buradaki örnek daha Konuşan Kitapları çalamaz. Adobe'nin Bedava Dijital Sürüm e-kitap okuyucusunu kullanarak dinleyebilirsiniz.
zh_cn: 预览暂时无法播放有声书。 您可以使用Adobe公司出品的免费有声电子书阅读器—— Digital Editions。听

# epubpreview.ontodevice
source: Getting this book onto your Device
ar: وضع هذا الكتاب على جهازك
bn: এই বইটি আপনার ডিভাইসে নিন।
es: Cargando este libro a su dispositivo
fr: Mettre ce livre sur votre appareil
id: Mendapatkan Buku Ini Ke Perangkat Anda
pt: Como carregar este livro em seu dispositivo
sw: Kuweka Kitabu Hiki Kwenye Kifaa Chako
tr: Bu kitabı cihazınıza aktarmak
zh_cn: 将本书保存到您的设备上

# epubpreview.usingdropbox
source: A handy way to get books to your phone is to set up Dropbox or similar service on both your computer and your phone/tablet. Just click Save ePUB and then choose your Dropbox folder. On your phone, open the Dropbox app and select your book. If you are using a laptop, you can also try the free ShareIt program to send files from your laptop to a phone or tablet.
ar: هناك وسيلة سهلة لوضع الكتب على هاتفك، وهي إعداد Dropbox أو خدمة شبيهة لها على جهاز الكمبيوتر والهاتف/الجهاز اللوحي. لن يلزمك سوى النقر على "حفظ ePUB" واختيار مجلد Dropbox بعد ذلك. على الهاتف، افتح تطبيق Dropbox واختر كتابك. إذا كنت تستخدم جهاز كمبيوتر محمولاً، فيمكنك أيضًا تجربة برنامج ShareIt المجاني لإرسال الملفات من الكمبيوتر المحمول إلى هاتف أو جهاز لوحي.
bn: হাতের নাগালে বইগুলো পেতে আপনার ফোনে পেতে ড্রপবক্স বা অনুরূপ সেবাটি আপনার কম্পিউটার এবং আপনার ফোন/ট্যাবলেট উভয়ে সেট আপ করুন। শুধু ePUB সংরক্ষণে ক্লিক করে এবং তারপর আপনার ড্রপবক্স ফোল্ডারটি নির্বাচন করুন। আপনার ফোনে, ড্রপবক্স অ্যাপ্লিকেশনটি খুলুন এবং আপনার বই নির্বাচন করুন। যদি আপনি ল্যাপটপ ব্যবহার করেন, তাহলে আপনি বিনামূল্যে প্রোগ্রামটি থেকে ফাইলগুলো আপনার ল্যাপটপ থেকে ফোন বা ট্যাবলেটে পাঠানোর জন্য চেষ্টা করতে পারেন। ShareIt
es: Una manera práctica descargar libros en su celular es utilizando un servicio como Dropbox en su computadora y celular/tablet. Haga clic en "Guardar como ePub". Seleccione su carpeta de Dropbox. En su celular, abra Dropbox y seleccione su libro. Si está usando una computadora portátil, también puede probar el programa gratuito ShareIt para enviar archivos de su computadora portátil a su celular o tablet.
fr: Pour mettre des livres sur votre téléphone, il est pratique de configurer Dropbox ou un service similaire sur votre ordinateur et sur votre téléphone ou votre tablette. Il suffit de cliquer sur Enregistrer l'ePUB, puis de choisir votre dossier Dropbox. Sur votre téléphone, vous ouvrirez ensuite l'application Dropbox et sélectionnerez votre livre. Si vous vous servez d'un ordinateur portable, vous pouvez également essayer le logiciel gratuit ShareIt pour envoyer des fichiers de votre ordinateur portable vers un téléphone ou une tablette.
id: Sebuah cara praktis untuk mendapatkan buku-buku ke ponsel Anda adalah memasang Dropbox atau layanan serupa pada baik komputer dan ponsel/tablet Anda. Cukup klik Simpan EPUB dan kemudian pilih folder Dropbox Anda. Di ponsel Anda, buka aplikasi Dropbox dan pilih buku Anda. Jika Anda menggunakan laptop, Anda juga dapat mencoba program gratis ShareIt untuk mengirim file dari laptop Anda ke ponsel atau tablet.
pt: Uma maneira prática de obter livros para o seu telefone é configurar o Dropbox ou serviço similar no seu computador e seu celular/tablet. Apenas clique em salvar ePUB e escolha sua pasta Dropbox. Em seu telefone, abra o app Dropbox e selecione o seu livro. Se você estiver usando um laptop, você também pode tentar o programa gratuito de ShareIt para enviar arquivos de seu laptop para um telefone ou tablet.
sw: Njia nzuri ya kutia kitabu kwenye simu yako ni kwa kuweka Dropbox au huduma sawa kwenye kompyuta yako na simu/tableti yako. bofya hifadhi ePUB na kisha uchague jalada lako la Dropbox. Kwenye simu yako, fungua Dropbox na uchague kitabu. Iwapo unatumia kipakatalishi, pia unaweza kujaribu programu isiyolipishwa ya Shirikisha ili kutuma faili kutoka kwa kipakatalishi chako hadi kwa simu au tableti.
tr: Kitapları telefonunuza almanın kullanışlı bir yolu Dropbox ya da benzeri servisleri hem bilgisayarınıza hemde telefonunuza/tabletinize kurmaktir. Sadece ePUB'ı Kaydet tuşuna basın ve sonrasında Dropbox klasörünüzü seçin. Telefonunuzda, Dropbox uygulamasını açın ve kitabınızı seçin. Eğer dizüstü bilgisayar kullanıyorsanız bilgisayarınızdan telefonunuza ya da tabletinize dosya göndermek için ayrıca bedava ShareIt programını da kullanabilirsiniz.
zh_cn: 把书发送到手机的简便方法是，在计算机和手机/平板电脑上都安装Dropbox或类似软件。 只需点击保存ePUB，然后选择Dropbox文件夹。 在手机上打开Dropbox并选取您所要的书。 如果您用的是笔记本电脑，也可以尝试用免费的 ShareIt 软件把文件从笔记本电脑发送到手机或平板电脑上。

# epubpreview.recommended.reader
source: Recommended Reader
ar: القارئ الموصى به
bn: পপ্রস্তাবিত রিডার
es: Lector de ePUB recomendado
fr: Lecteur conseillé
id: Buku baca yang direkomendasikan
pt: Leitor recomendado
sw: Kifaa cha kusoma Kilichopendekezwa
tr: Önerilen Okuyucu
zh_cn: 推荐的阅读器

# epubpreview.gitden.okay
source: Our testing has shown Gitden Reader to be a good choice for Android and IOS (IPhone & IPad) devices.
ar: أثبتت التجارب التي أجريناها أن Gitden Reader خياراً جيداً على أجهزة Android وiOS (سواء iPhone أو iPad).
bn: আমাদের পরীক্ষায় দেখা গেছে যে Gitden Reader অ্যান্ড্রয়েড ও IOS (আইফোন & iPad) ডিভাইসগুলো বেশ ভাল।
es: Nuestras pruebas han mostrado que Gitden Reader es una buena opción para dispositivos Android y IOS (dispositivos iPhone y iPad).
fr: Nos tests ont montré que le lecteur Gitden Reader est bien pour les appareils Android ou IOS (IPhone et IPad).
id: Pengujian kami menunjukkan Buku Baca Gitden menjadi pilihan yang baik untuk perangkat Android dan iOS (iPhone & IPad).
pt: Nossos testes mostram que Gitden leitor deve ser uma boa escolha para Android e IOS (IPhone & IPad) dispositivos.
sw: Majaribio yetu yameonyesha Kifaa cha kusoma cha Gitden kuwa chaguo nzuri kwa vifaa vya Androidi na IOS (IPhoni & IPadi).
tr: Testlerimiz Gitden Okuyucu'nun Android ve IOS (iPhone & iPad) cihazlar için iyi bir tercih olduğunu göstermiştir.
zh_cn: 我们的测试显示 Gitden Reader 对于搭载Android和IOS（IPhone &amp; IPad）系统的设备来说是不错的选择。

# epubpreview.gitden.limits
source: To listen to this Talking Book using Gitden on a phone or tablet, you will need to disable Gitden's "Read aloud (TTS)" feature. Then it will show you the audio controls.
ar: للاستماع إلى هذا الكتاب الناطق باستخدام Gitden على هاتف أو جهاز لوحي، يلزمك تعطيل ميزة "تحويل النص إلى كلام" في Gitden. بعد ذلك سيعرض لك عناصر التحكم في الصوت.
bn: Gitden ব্যবহার করে ফোন বা ট্যাবলেটে কথা বলা বইটি শোনার জন্য, আপনার Gitden এর "বার্তা থেকে উক্তি” ফিচারটি নিষ্ক্রিয় করতে হবে। তারপর এটি আপনাকে অডিও নিয়ন্ত্রণগুলি দেখাবে।
es: Para escuchar este Audiolibro con Gitden en su celular o tablet, debe desactivar la función de "Read aloud (TTS)". En seguida los controles de audio serán mostrados.
fr: Pour écouter cet audiolivre avec Gitden sur un téléphone ou une tablette, vous devrez désactiver la fonctionnalité "Read aloud" (« Lecture à haute voix ») de Gitden. Ce logiciel affichera alors les fonctions audio.
id: Untuk mendengarkan Buku Berbicara ini yang menggunakan Gitden pada ponsel atau tablet, Anda perlu untuk menonaktifkan fitur "Text To Speech" Gitden. Maka ia akan menampilkan kontrol audio.
pt: Para ouvir este Áudio Livro com o Gitden em seu telefone ou dispositivo, você deve desligar a função "texto para voz". Em seguida, os controles de áudio serão exibidos.
sw: Ili kusikiza Vitabu hivi vilivyo na Sauti kwa kutumia Gitden kwenye simu au tableti, utahitajika kuzima sehemu ya Gitden ya "Maandishi Hadi Usemi". Kisha itakuelekeza kwenye udhibiti wa sauti.
tr: Telefon ya da tabletinizde Gitden kullanarak bu Konşan Kitanı dinlemek için Gitden'nin "Konuşma için Metin" özelliğini devre bışı bırakmanız gerekir. Daha sonra size ses kontrollerini gösterecektir.
zh_cn: 要在手机或平板电脑上用Gitden听有声书时，需要禁用Gitden的“文字转语音”功能,然后它会显示音频控制器。

# epubpreview.make.it.talk
source: Make it Talk
ar: إنشاء كتاب ناطق
bn: এটিকে কথা বলাতে
es: Crear un Audiolibro
fr: Le faire prononcer les mots
id: Buatlah Berbicara
pt: Torná-lo falar
sw: Ifanye kutoa Sauti
tr: Konuşmasını Sağla
zh_cn: 用它播放有声书

# epubpreview.talking.book.tool
source: If you want to make a "Talking Book" that new readers can read-along with, use Bloom's Talking Book Tool to add voice recordings.
ar: إذا كنت تريد إعداد "كتاب ناطق" يمكن للقراء الجدد القراءة معه، فيمكنك استخدام أداة الكتاب الناطق من Bloom لإضافة تسجيلات صوتية.
bn: যদি আপনি একটি “কথা বলার বই” তৈরী করতে চান, যা নতুন পাঠকরাও সাথে সাথে পড়তে পারে, তাহলে ব্লুমের ব্যবহার করুন। ভয়েস রেকর্ডিং যুক্ত করার জন্য।
es: Si desea crear un "Audiolibro" que los lectores pueden escuchar mientras leen, use la herramienta de Bloom Herramienta de Audiolibros para agregar grabaciones.
fr: Si vous voulez faire un audiolivre que les lecteurs débutant pourront lire tout en l'écoutant, ajoutez des enregistrements de voix au moyen de la Fonction audiolivre.
id: Jika Anda ingin membuat "Buku Berbicara" di mana pembaca baru bisa membaca sambil mendengarkan, gunakan Bloom Talking Book Tool untuk menambahkan rekaman suara.
pt: Se você quiser criar um " Áudio Livro" que os leitores possam ouvir durante a leitura, use Ferramenta de Áudio Livro para adicionar gravações.
sw: Iwapo ungependa kutengeneza "Kitabu kilicho na sauti" ambacho wasomi wa mara ya kwanza wanaweza kutumia wanaposoma, tumia' Kifaa cha Kitabu kilicho na Sauti cha Bloom kuongeza sauti zilizorekodiwa.
tr: Yeni okuyucuların olurken dinleyebileceği "Konuşan Kitaplar" yapmak isterseniz, ses kayıtları eklemek için Bloom'un Konuşan Kitaplar Aracı'nı kullanın.
zh_cn: 如果你想制作一本让新读者可以跟着音频一起读的“有声书”，可以用Bloom的 有声书工具 来添加语音录音。

# epubpreview.write.us
source: Write to us!
ar: راسلنا
bn: আমাদের কাছে লিখুন!
es: ¡Escríbanos!
fr: Écrivez-nous!
id: Tulislah kepada kami!
pt: Escreva-nos!
sw: Tuandikie!
tr: Bize yazın!
zh_cn: 写信给我们！

# epubpreview.use.help.report
source: Are you interested in distributing Bloom books for use on phones and other ebook readers? Is there something you would need us to do before it is useful for you? Please use the Help:Report A Problem command to send us feedback. Thanks!
ar: هل لديك اهتمام بنشر كتب Bloom لاستخدامها على الهواتف الذكية وأجهزة القراءة الإلكترونية الأخرى؟ هل تحتاج منا القيام بشيء لتحقيق استفادة لديك؟ يمكنك استخدام أمر "مساعدة: الإبلاغ عن مشكلة" لإرسال ملاحظاتك إلينا. شكراً لك
bn: আপনি কি ফোনে এবং অন্যান্য ইবুক পাঠকদের ব্যবহারের জন্য ব্লুম বই বিতরনে আগ্রহী? আমরা কি এমন কিছু করতে পারি যা এটি ব্যবহার করার পূর্বে আপনার জন্য দরকারী হতে পারে? দয়া করে সাহায্য ব্যবহার করুন: আমাদের প্রতিক্রিয়া পাঠাতে একটি সমস্যা নির্দেশিত প্রতিবেদন লিখুন । ধন্যবাদ!
es: ¿Desea distribuir libros Bloom para uso en celulares y otros lectores electrónicos? ¿Hay algo que podemos hacer antes para hacerlo mas útil para usted? Por favor, utilice la función Ayuda: Reportar un Problema para compartirnos sus comentarios. ¡Gracias!
fr: Vous avez envie de diffuser des livres Bloom pour téléphones et autres lecteurs de livres électroniques ? Pour que cela vous soit utile, il faudrait que nous fassions quelque chose ? Veuillez nous en informer en utilisant la fonction « Aide » : « signaler un problème ». Merci d'avance !
id: Apakah Anda tertarik untuk mendistribusikan buku Bloom untuk digunakan pada ponsel dan buku bacaan ebook lainnya? Apakah ada sesuatu yang menurut Anda perlu kami lakukan supaya hal ini berguna untuk Anda? Silakan gunakan petunjuk Bantuan:Laporkan Suatu Masalah untuk mengirimkan kami masukan. Terima kasih!
pt: Está interessado em distribuir livros do Bloom para uso em celulares e outros leitores de ebook? Há alguma coisa que você precisa fazer antes que seja utilizável para você? Por favor, use o comando de ajuda: relatar um problema para enviar-nos comentários. Obrigado!
sw: Je, ungependa kusambaza vitabu vya Bloom vya kutumia kwa simu na kwenye vifaa vingine vya kusoma vya mtandao? Je, kuna jambo ambalo ungependa tufanye kwanza lililo la muhimu kwako? Tafadhali tumia Usaindizi:Ripoti Tatizo amrisha kututumia majibu. Asante!
tr: Bloom kitaplarını telefonlarda ve diğer e-kitap okuyucularında yayınlamakla ilgileniyor musun? Sizin için kullanışlı olmadan önce yapmamız gereken bir şey var mı? Lütfen bize geri bildirim göndermek için Yardım: Bir Problemi Bildir komutunu kullanın. Teşekkürler!
zh_cn: 您有兴趣传播可用于手机和其他电子书阅读器上的Bloom电子书吗？ 为了方便您更好地使用Bloom，我们可以做些什么？ 请使用“帮助：报告问题”指令给我们反馈。 谢谢！
