Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# EditTab.Toolbox.LeveledReaderTool.IllustrationSupport
source: Illustration support
ta: சித்திரம் ஆதரவு
te: ఇలస్ట్రేషన్ మద్దతు

# EditTab.Toolbox.LeveledReaderTool.Level
source: Level
am: ደረጃ
km: កម្រិត
rw: Urwego
ta: நிலை
te: స్థాయి

# EditTab.Toolbox.LeveledReaderTool.LevelOf
source: of
rw: cya
ta: உடைய
te: ఆఫ్

# EditTab.Toolbox._bookSelection.LongestSentence
source: longest sentence
am: በዐረፍተ ነገር
km: ក្នុងមួយប្រយោគ
rw: ku nteruro
ta: ஒரு வாக்கியத்தை
te: వాక్యం పెర్

# LoginDialog.WindowTitle
source: Log in to BloomLibrary.org
rw: Injira muri BloomLibrary.org
ta: புகுபதிகை செய்ய BloomLibrary.org
te: bloomlibrary.org లాగిన్

# NewCollectionWizard.ChooseLanguagePage
source: Choose the Main Language For This Collection
rw: Guhitamo ururimo rw'ibanze rw'iri kisanyirizo
ta: இந்த சேகரிப்பிற்கான முக்கிய மொழியை தேர்வு செய்யவும்
te: ఈ సేకరణ ప్రధాన భాషను ఎంచుకోండి

# NewCollectionWizard.KindOfCollectionPage
source: Choose the Collection Type
rw: Guhitamo ubwoko bw'ikusanyirizo
ta: தொகுப்பு வகை தேர்ந்தெடுக்கவும்
te: సేకరణ రకం ఎంచుకోండి

# NewCollectionWizard.KindOfCollectionPage.sourceCollectionDescription
source: A collection of shell or template books in one or more languages of wider communication. You will be able to upload these shells to BloomLibrary.org and optionally make a BloomPack to give to others so that they can make local language books with your shells.
ta: ஒன்று அல்லது மேற்பட்ட மொழிகளில் விரிந்த இண்டர்நெட் கூடு அல்லது வார்ப்புரு தொகுப்பை புத்தகங்களில். நீங்கள் செய்ய BloomLibrary.org இந்த உதிரிபாகங்கள் பதிவேற்றும் மற்றும் optionally எனவே அவர்கள் உடன் உங்கள் உதிரிபாகங்கள் vernacular புத்தகங்கள் எளிதாக மற்றவர்களுக்கு அளிக்க ஒரு BloomPack ஏற்படுத்து முடியும் இருக்கும்.

# NewCollectionWizard.WelcomePage.WelcomeLine2
source: In order to keep things simple and organized, Bloom keeps all the books you make in one or more <i>Collections</i>. So the first thing we need to do is make one for you.
ta: எளிய மற்றும் ஒருங்கிணைக்கப்பட்ட விஷயங்களை வைத்துக், வகையில் Bloom ஒன்று அல்லது மேற்பட்ட <i>தொகுப்புகள்</i>நீங்கள் செய்யவும் அனைத்து புத்தகங்கள் உருளும். எனவே நாம் மேற்கொள்ள முதல் விஷயம் உள்ளது ஒன்று உங்களுக்காக செய்யவும்.
te: సాధారణ మరియు వ్యవస్థీకృత విషయాలను చేయడానికి.బ్లూమ్ మీరు ఒకటి లేదా ఎక్కువ చేసే అన్ని పుస్తకాలు ఉంచుతుంది <i> సేకరణలు </ i>కాబట్టి మేము చెయ్యాల్సిన మొదటి విషయం మీరు ఒక చేయడానికి ఉంది.

# EditTab.PageList.CantMoveXMatter
source: That change is not allowed. Front matter and back matter pages must remain where they are
rw: Iri hindura ntiryemewe. Igikobokobo cy'imbere n'igikobokobo cy'inyuma bigomba kuguma aho biri
ta: அந்த மாற்றம் அனுமதிக்கப்படாது. அவை முன்னணியில் விவகாரம் மற்றும் பின் விவகாரத்தை பக்கங்கள் இருங்கள்
te: ఆ మార్పు అనుమతి లేదు. వారు ఎక్కడ ఫ్రంట్ పదార్థం మరియు తిరిగి మేటర్ పేజీలు కొనసాగించాలి.

# EditTab.PageList.CantMoveXMatterCaption
source: Invalid Move
rw: Iyimura ridafite akamaro
ta: செல்லுபடியாகா நகர்த்தல்
te: చెల్లని తరలింపు

# PublishTab.BodyOnlyRadio-tooltip
source: Make a booklet from the inside pages of the book. Pages will be laid out and reordered so that when you fold it, you'll have a booklet.\n
rw: Kora agatabo ukoresheje amapaji y'imbere muri iki gitabo. Amapaji araramburwa ku buryo yipanga ku murongo maze igihe uyazinze aze gutanga agatabo.
ta: உள்ளே இருந்து ஒரு கையேடு ஏற்படுத்து புத்தகத்தின் பக்கங்கள். பக்கங்கள் வைக்கப்பட்டிருப்பதை மற்றும் அதனால் போது நீங்கள் அதை fold, நீங்கள் ஒரு கையேடு அவகாசம் இருக்கும் reordered இருக்கும்.(-999)
te: పుస్తకం లోపల పేజీల నుండి ఒక బుక్లెట్ తయారు. పేజీలు నిర్మించబడ్డాయి మరియు మీరు అది భాగాల్లో ఉన్నప్పుడు, మీరు ఒక బుక్లెట్ ఉంటుంది కాబట్టి స్పందించవచ్చు చేయబడుతుంది. \ n

# PublishTab.ButtonThatShowsUploadForm
source: Upload
rw: Koherezayo
ta: பதிவேற்றும்
te: అప్లోడ్

# PublishTab.ButtonThatShowsUploadForm-tooltip
source: Upload to BloomLibrary.org, where others can download and localize into their own language.
rw: Kohereza kuri BloomLibrary.org, aho abandi bashobora gukurura igitabo cyawe bakagihindura mu ndimi kavukire z'iwabo.
ta: BloomLibrary.org, எங்கே மற்றவர்கள் முடியும் தகவலிறக்கம் செய்து தங்கள் சொந்த மொழி-ஐ மொழிமாற்றம் இதில் பதிவேற்றும்.
te: బ్లూమ్ లైబ్రరీ అప్లోడ్. ఇతరులు డౌన్లోడ్ మరియు వారి సొంత భాషలోకి స్థానీకరణ ఇక్కడ ఆర్గ్,

# PublishTab.OpenThePDFInTheSystemPDFViewer
source: Open the PDF in the default system pdf viewer
rw: Fungura PDF muri sisitemu ntangarugero isoma pdf
ta: இயல்புநிலை முறைமை pdf காட்டி, PDF திறக்கவும்
te: డిఫాల్ట్ వ్యవస్థ PDF వ్యూయర్ PDF తెరువు

# PublishTab.ShowCropMarks
source: Crop Marks
rw: Gucimbura ibirango
ta: பயிர் குறிகளை
te: పంట మార్కులు

# PublishTab.Upload.AdditionalRequests
source: AdditionalRequests:
rw: Ibisabwa by'inyongera:
ta: கூடுதல் கோரிக்கைகள்
te: అదనపు విన్నపాలు

# PublishTab.Upload.FieldsNeedAttention
source: One or more fields above need your attention before uploading
rw: Umwe cyanwa myinshi mu myanya yo hejuru ikeneye ko uyitaho mbere yo kwinjizamo
ta: ஒன்று அல்லது மேற்பட்ட புலங்கள் மேலே வெட்டுதல் முன் உங்கள் கவனம் தேவை
te: ఒకటి లేదా ఎక్కువ ఖాళీలను పైన అప్లోడ్ ముందు మీ శ్రద్ధ అవసరం

# PublishTab.Upload.FinalUploadFailureNotice
source: Sorry, "{0}" was not successfully uploaded
rw: Tukwiseguyeho, "{0}" kwinjizamo ibitabo ntibyakunze
ta: மன்னிக்கவும், "{0}" வெற்றிகரமாக பணியிடத்தில் தகவலிறக்கம் செய்யப்படவில்லை
te: క్షమించండి, {0} విజయవంతంగా అప్లోడ్ చేయలేదు

# PublishTab.Upload.Gaurantee
source: By uploading, you confirm your agreement with the Bloom Library Terms of Use and grant the rights it describes
rw: Mu gihe winjijemo, wemeye amabwiriza y'ubwumvikane bw'imikoreshereze ya Bloom Library kandi utanze uburenganzira ayo masezerano avuga.
ta: வெட்டுதல், மூலம் நீங்கள் உங்கள் ஒப்பந்தம், Bloom நூலகத்தில் பயன்படுத்தும் விதிகள் உறுதிசெய் மற்றும் அது விவரிக்கும் உரிமைகளையும்
te: అప్ లోడ్ చేసి ఉపయోగ బ్లూమ్ లైబ్రరీ పదాలతో మీ అంగీకారాన్ని నిర్ధారించండి మరియు వివరిస్తుంది హక్కులను మంజూరు

# PublishTab.Upload.Languages
source: Languages
am: ቋንቋዎች
km: ភាសា
rw: Indimi
ta: மொழிகள்
te: భాషలు

# PublishTab.Upload.Login.AlreadyHaveAccount
source: We cannot sign you up with that address, because we already have an account with that address. Would you like to log in instead?
rw: Ntidushoboye kutuma winjira ukoresheje iyo aderese, kuberako dusanzwe dufite konti iyikoresha. Waba se ahubwo wifuza kwinjira?
ta: நாங்கள் முடியாது நீங்கள் உடன் உள்நுழைய அந்த முகவரி, ஏனென்றால் நாங்கள் ஏற்கனவே அந்த முகவரி கொண்ட கணக்கு. அதற்கு பதிலாக உள்நுழைய விரும்புகிறீர்களா?
te: మేము ఇప్పటికే ఆ చిరునామాతో ఒక ఖాతాను కలిగి ఎందుకంటే మేము, ఆ చిరునామాతో మీరు సైన్ అప్ చేయలేరు. మీరు బదులుగా లాగిన్ అనుకుంటున్నారా?

# PublishTab.Upload.Login.SendingResetPassword
source: We are sending an email to {0} with instructions for how to reset your password
rw: Twohereje imeyili kuri {0} n'amabwiriza y'uburyo bwo guhindura ijambobanga ryawe
ta: நாம் அனுப்பும் ஒரு மின்னஞ்சல் உங்கள் கடவுச்சொல்லை மீட்டமைக்க வழிமுறைகளை கொண்டு {0}
te: మేము మీ పాస్వర్డ్ను రీసెట్ చేయడానికి ఎలా సూచనలతో {0} కు ఒక ఇమెయిల్ పంపుతున్నారు.

# PublishTab.Upload.Login.Signup
source: Sign up for Bloom Library.
rw: Kwiyandikisha ku Ikusanyabitabo rya Bloom
ta: உள்நுழைய Bloom நூலகம்.
te: బ్లూమ్ లైబ్రరీ కోసం సైన్ అప్

# PublishTab.Upload.LoginFailure
source: Bloom could not log in to BloomLibrary.org using your saved credentials. Please check your network connection.
ta: Bloom முடியவில்லை இல்லை புகுபதிகை செய்ய உங்கள் சேமிக்கப்பட்ட நம்பிக்கைச்சான்றை பயன்படுத்தி BloomLibrary.org. உங்கள் வலையமைப்பு இணைப்பை சரிபார்க்கவும்.
te: బ్లూమ్ మీ సేవ్ ఆధారాలను ఉపయోగించి బ్లూమ్ లైబ్రరీ .org లోకి లాగిన్ కాలేదు. మీ నెట్వర్క్ కనెక్షన్ను తనిఖీ చెయ్యండి.

# PublishTab.Upload.Logout
source: Log out of BloomLibrary.org
rw: Sohoka muri BloomLibrary.org
ta: வெளியே BloomLibrary.org உள்நுழையவும்
te: BLOOMLibrary నుండి లాగ్ అవుట్. ఆర్గ్

# PublishTab.Upload.PleaseLogIn
source: Please log in to BloomLibrary.org (or sign up) before uploading
rw: Twagusabaga kubanza kwinjira muri BloomLibrary.org (cyangwa kwiyandikisha) mbereyo kwinjizamo ibitabo
ta: புகுபதிகை செய்ய BloomLibrary.org (அல்லது உள்நுழைய) வெட்டுதல் முன்
te: దయచేసి లాగిన్ బ్లూమ్ Library.org

# PublishTab.Upload.UploadSandbox
source: Upload Book (to Sandbox)
rw: Kwinjiza igitabo (muri Sandbook)
ta: பதிவேற்றும் புத்தகத்தை ( மணல் பெட்டி)
te: పురోగతి అప్లోడ్ (to sand box )

# PublishTab.Upload.LoginLink
source: Log in to BloomLibrary.org
rw: Injira kuri BloomLibrary.org
ta: புகுபதிகை செய்ய BloomLibrary.org
te: BLOOMLibrary .org లాగిన్

# PublishTab.Upload.SignupLink
source: Sign up for BloomLibrary.org
rw: Kwiyandikisha kuri BloomLibrary.org
ta: BloomLibrary.org பதிவாக்க
te: బ్లూమ్ లైబ్రరీ కోసం సైన్ అప్

# ReaderSetup.AddTexts
source: Please add texts to the Sample Texts folder.
rw: Twagusabaga ko wongera inyandiko mu idosiye y'inyandiko z'icyitegererezo.
ta: தயவுசெய்து உரைகள் மாதிரி உரைகள் கோப்புறை சேர்.
te: దయచేసి నమూనా పాఠాలు ఫోల్డర్ పాఠాలు జోడించండి

# ReaderSetup.BookMaxWords
source: Maximum Words per Book
rw: Amagambo yose ashoboka ku gitabo
ta: ஒரு புத்தகம் அதிகபட்ச சொற்கள்
te: పుస్తకం ప్రకారం గరిష్ట పదాలు

# ReaderSetup.CombinationHelp1
source: Separate by spaces
rw: Gitandukanya 'imyanya
ta: இடைவெளிகளை மூலம் தனி
te: sapces ద్వారా ప్రత్యేక

# ReaderSetup.CombinationHelp2
source: E.g. "ai oo sh ng th ing"
rw: Urg. "ai oo sh ng th ing"
ta: எ.கா "ai ஊவிடம் sh ng th அலுவலகங்களான"
te: ఉదాహరణకు: "ai oo sh ng th ing"

# ReaderSetup.Combinations
source: Letter Combinations (Graphemes)
rw: Iyungikanya ry'inyuguti (Ibihekane)
ta: கடிதம் சேர்க்கைகளை (வரிவடிவ எழுத்து)
te: అక్షర కలయికలు (Graphemes)

# ReaderSetup.Language
source: Language
rw: Ururimi
ta: மொழி
te: భాష

# ReaderSetup.LetterHelp1
source: List letters and word-forming characters in alphabetic order.
rw: Gutondekanya inyuguti n'inyandiko y'ikomora ry'amagambo mu buryo bw'itonde ry'inyuguti.
ta: கடிதங்கள் மற்றும் அகரவரிசை வரிசையில் வார்த்தை-அமைக்க கேரக்டர்கள் பட்டியல்.
te: జాబితా అక్షరాలు మరియు అక్షర క్రమంలో పదం ఏర్పాటు అక్షరాలు

# ReaderSetup.LetterHelp2
source: Separate by spaces
rw: Gitandukanya 'imyanya
ta: இடைவெளிகளை மூலம் தனி
te: ఖాళీలతో వేరు

# ReaderSetup.LetterHelp3
source: E.g. "a b c d"
rw: Urg. "a b c d"
ta: எ.கா. "a b c d"
te: ఉదాహరణకు: "a b c d"

# ReaderSetup.LevelLabel
source: Level
am: ደረጃ
km: កម្រិត
rw: Urwego
ta: நிலை
te: స్థాయి

# ReaderSetup.MaxUniqueWords
source: Maximum Unique Words per Book
rw: Amagambo yose ashoboka kuri buri gitabo mu gihe agaragaye rimwe gusa
ta: ஒரு புத்தகம் அதிகபட்ச பிரத்யேக சொற்கள்
te: పుస్తకం ప్రకారం గరిష్ట ఏకైక పదాలు

# ReaderSetup.MoreWords
source: More Words
rw: Andi magambo
ta: மேலும் சொற்களை
te: మరింత పదాలు

# ReaderSetup.OpenSampleTexts
source: Open the sample texts folder for this language.
rw: Gufungura idosiye y'inyandiko z'icyitegererezo z'uru rurimi
ta: இந்த மொழிக்கான மாதிரி உரை கோப்புறையை திறக்கவும்.
te: ఈ భాషలో మాదిరి వచనం ఫోల్డర్ తెరవడానికి

# ReaderSetup.PageMaxWords
source: Maximum Words on each Page
rw: Amagambo yose ashoboka kuri buri paaji
ta: ஒவ்வொரு பக்கத்திலும் அதிகபட்ச சொற்கள்
te: ప్రతి పేజీలో గరిష్ట పదాలు

# ReaderSetup.SampleTexts
source: Word Lists and Sample Texts
rw: Urutonde rw'amagambo n'inyandiko z'icyitegererezo
ta: சொல் பட்டியல்கள் மற்றும் மாதிரி உரைகள்
te: పద జాబితాలను మరియు నమూనా పాఠాలు

# ReaderSetup.SentenceMaxWords
source: Maximum Words in each Sentence
rw: Amagambo yose ashoboka muri buri nteruro
ta: ஒவ்வொரு வரியின் அதிகபட்ச வார்த்தைகளை
te: ప్రతి వాక్యం లో గరిష్ట పదాలు

# ReaderSetup.SightWordHelp
source: What are sight words?
rw: Amagambo y'irebero ni iki?
ta: கண்பார்வையில் சொற்கள் என்றால் என்ன?
te: దృష్టి పదాలు ఏవి?

# ReaderSetup.Words.SampleTextFolder
source: Sample Text Folder
rw: Idosiye ibamo inyandiko z'icyitegererezo
ta: மாதிரி உரை கோப்புறை
te: మాదిరి వచనం ఫోల్డర్

# ReaderTemplateBloomPackDialog.ExplanationParagraph
source: In addition, this BloomPack will carry your latest decodable and leveled reader settings for the "{0}" language. Anyone opening this BloomPack , who then opens a "{0}" collection, will have their current decodable and leveled reader settings replaced by the settings in this BloomPack. They will also get the current set of words for use in decodable readers.
ta: மேலும், இந்த BloomPack தொடர்வோம் "{0}" மொழி உங்கள் சமீபத்திய decodable மற்றும் மறுக்கும் படிப்பவர் அமைப்புகளை. இந்த BloomPack உள்ள அமைப்புகள் மாற்றப்பட்டது அவர்களின் தற்போதைய decodable மற்றும் மறுக்கும் படிப்பவர் அமைப்புகள் யார் யார் பின் "{0}" தொகுப்பை திறக்கும், இந்த BloomPack திறக்கும் வேண்டிவரும். அவர்கள் கிடைக்கும் சொற்களை நடப்பு தொகுப்பை decodable படிப்பான்கள் பயன்படுத்தும்.
te: అదనంగా, ఈ BloomPack "{0}" భాష కోసం మీ తాజా దానిని decodable మరియు తనపై రీడర్ సెట్టింగులు, అప్పుడు ఒక "{0}" సేకరణ తెరుస్తుంది ఎవరు ఈ BloomPack ప్రారంభ ఎవరైనా, తమ ప్రస్తుత దానిని decodable మరియు తనపై రీడర్ అమరికలు settings భర్తీ ఉంటుంది ఉంటాను ఈ BloomPack సెట్టింగులు ద్వారా భర్తీ. వారు కూడా దానిని decodable పాఠకులు ఉపయోగం కోసం పదాల ప్రస్తుత సెట్ పొందుతారు.

# ReaderTemplateBloomPackDialog.SaveBloomPackButton
source: Save BloomPack
ta: BloomPack சேமி
te: సేవ్ BloomPack

# ReaderTemplateBloomPackDialog.WindowTitle
source: Make Reader Template BloomPack
ta: படிப்பவர் வார்ப்புரு BloomPack உருவாக்கு
te: రీడర్ మూస BloomPack చేయండి

# Topics.Tradition
source: Tradition
rw: Ubumenyi gakondo
ta: பாரம்பரியம்
te: సంప్రదాయం

source: You may use this space for author/illustrator, or anything else.
ta: எழுத்தாளர்/illustrator, அல்லது வேறு எதுவும் இந்த இடம் உபயோகித்து.
te: రచయిత / చిత్రకారుడు, లేదా మరేదైనా కోసం ఈ స్థలం ఉపయోగించవచ్చు.

# CollectionSettingsDialog.LanguageTab.VernacularLanguageLabel
source: Vernacular Language
rw: Ururimi kavukire
te: వ్యవహారిక భాషలో

# LayoutChoices.A5Landscape
source: A5Landscape
te: A5 భూభాగం

# NewCollectionWizard.KindOfCollectionPage.sourceCollectionDescription
source: A collection of shell or template books in one or more languages of wider communication. You will be able to upload these shells to BloomLibrary.org and optionally make a BloomPack to give to others so that they can make vernacular books with your shells.
te: విస్తృత కమ్యూనికేషన్ ఒకటి లేదా ఎక్కువ భాషలలో షెల్ లేదా టెంప్లేట్ పుస్తకాల సేకరణ. మీరు BloomLibrary.org ఈ గుండ్లు అప్లోడ్ మరియు వైకల్పికంగా వారు మీ పెంకులు తో వ్యావహారికంలో పుస్తకాలు చేయవచ్చు తద్వారా ఇతరులకు ఇవ్వాలని ఒక BloomPack తయారు చేయగలరు.

# NewCollectionWizard.KindOfCollectionPage.vernacularCollection
source: Vernacular/Local Language Collection
rw: Ikusanyirizo mu rurimi kavukire/Ururimi gakondo
te: వ్యావహారికంలో / స్థానిక భాష సేకరణ

# CollectionTab.BookMenu.ExportToXMLForInDesign
source: Export To XML For InDesign...
rw: Kwimurira muri XML igenewe InDesign...

# EditTab.BookContextMenu.openHtmlInBrowser
source: Open the Html used to make this PDF, in Chrome (must be on path)
rw: Gufungura Html yakoreshejwe hakorwa iyi PDF, muri Chrom (igomba kuba iri ku nzira)

# ReaderSetup.MatchingWords
source: matching words
rw: uguhuza amagambo

# CollectionTab.BookMenu.deleteBook
source: Delete Book
am: መጽሐፍን ሰርዝ
km: លុបចោលសៀវភៅ
