Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# PublishTab.PdfMaker.PdfWithCmykSwopV2
source: CMYK color (U.S. Web Coated (SWOP) v2)
bn: CMYK রঙ দিয়ে PDF (U.S. Web Coated (SWOP) v2)
sw: Rangi ya CMYK( U.S.Web Coated (SOP) v2

# PublishTab.PdfMaker.Saving
source: Saving PDF...
bn: PDF সংরক্ষণ করা হচ্ছে...
hi: पीडीएफ सेव हो रहा है...
sw: Inahifadhi PDF...

# PublishTab.PdfMaker.TryMoreMemory
source: Try doing this on a computer with more memory
bn: আরো মেমরির সাথে একটি কম্পিউটারে এটি চেষ্টা করুন
hi: अधिक मेमरी वाले किसी कंप्यूटर पर यह करने की कोशिश करें
sw: Jaribu kufanya hivi kwa kompyuta iliyo na nafasi zaidi

# PublishTab.PdfMaker.TryRestart
source: Restart your computer and try this again right away
bn: আপনার কম্পিউটার রিস্টার্ট করুন এবং সঠিক উপায়ে আবার চেষ্টা করুন
hi: अपने कंप्यूटर को रीस्टार्ट करें और तुरंत यह करने की कोशिश करें
sw: Fungua upya kompyuta yako na na ujaribu hii tena mara moja

# PublishTab.PdfMaker.TrySmallerImages
source: Replace large, high-resolution images in your document with lower-resolution ones
bn: আপনার নথিতে নিম্ন রেজল্যুশনের একটি দিয়ে বড়, উচ্চ-রেজল্যুশন ছবি স্থানান্তর
hi: आपके डॉक्यूमेंट में बड़े, ज्यादा-रिजोलुशन वाले चित्रों की जगह कम-रिजोलुशन चित्रों को रखें
sw: Weka picha zilizo na uthabiti wa chini kwenye nafasi ya zile zilizo na udhabiti wa juu kwenye chapisho lako

# PublishTab.PdfNotSaved
source: PDF Not Saved
bn: PDF সংরক্ষিত নয়
hi: पीडीएफ सेव नहीं हुई है
sw: PDF haijahifadhiwa

# PublishTab.PdfNotSavedWhy
source: The PDF file has not been saved because you chose not to allow producing a "PDF for print shop".
bn: PDF ফাইলটি সংরক্ষণ করা হয়নি কারণ আপনি "Printshop এর জন্য PDF" তৈরির অনুমতি প্রদান করেন নি।
hi: पीडीएफ फाइल सेव नहीं हुई है क्योंकि आपने "Printshop के लिए PDF" के निर्माण की अनुमति नहीं दी है।
sw: Faili la PDF halijahifadhiwa kwa sababu umechagua kutoruhusu kutengeneza "PDF kwa duka la kuchapisha".

# PublishTab.PrintButton
source: &Print...
bn: &প্রিন্ট...
hi: &प्रिंट करें...
rw: &Capurura...
sw: U&chapishe...
ta: அச்சிடு...
te: &ముద్రణ

# PublishTab.PrologToAdobeEula
source: Bloom uses Adobe color profiles to convert PDF files from using RGB color to using CMYK color. This is part of preparing a "PDF for print shop". You must agree to the following license in order to perform this task in Bloom.
bn: RGB রঙের ব্যবহারের পরিবর্তে CMYK রঙ ব্যবহার করে PDF ফাইল রুপান্তরিত করতে ব্লুম অ্যাডবি রঙ প্রোফাইল ব্যবহার করে। এটি "Printshop-এর জন্য PDF" তৈরির অংশ। ব্লুমে এই কাজটি সম্পাদন করার জন্য আপনাকে নিম্নোক্ত লাইসেন্সে সম্মত হতে হবে।
hi: आरजीबी रंग के बजाय CMYK रंग का उपयोग करने में पीडीएफ फाइलों को बदलने के लिए ब्लूम एडोब रंग प्रोफाइल का उपयोग करता है । यह "पीडीएफ के लिए Printshop" तैयार करने का एक भाग है। ब्लूम में इस कार्य को करने के लिए आपको निम्न लायसेंस से सहमत होना होगा।
sw: Bloom hutumia profaili za rangi ya Adobe kubadilisha mafaili ya PDF kutoka kwa kutumia rangi ya RGB na kutumia rangi ya CMYK. Hii ni sehemu ya kuandaa "PDF kwa duka la kuchapisha". Lazima ukubali leseni ifuatayo ili kufanya kazi hii katika Bloom.

# PublishTab.Publish
source: Publish
am: አትም
bn: প্রকাশ
hi: प्रकाशित करें
km: បោះពុម្ព
rw: Gutangaza
sw: Chapisha
ta: பிரசுரி
te: ప్రచురిస్తున్నాను

# PublishTab.PublishRequiresEnterprise.FirstOverlayPage
source: Page {0} is the first page that uses Overlay elements.
sw: Ukurasa wa {0} ni ukurasa wa kwanza unaotumia vipengele vya Uwekeleaji.

# PublishTab.PublishRequiresEnterprise.Options
source: In order to publish your book, you need to either activate Bloom Enterprise, or remove the Overlay elements from your book.
sw: Ili kuchapisha kitabu chako, unahitaji kuwezesha Bloom Enterprise, au kuondoa vipengele vya Uwekeleaji kwenye kitabu chako.

# PublishTab.PublishRequiresEnterprise.ProblemExplanation
source: The book titled '{0}' adds new Overlay elements. Overlay elements are a Bloom Enterprise feature.
sw: Kitabu chenye kichwa '{0}' kinaongeza vipengele vipya vya Uwekeleaji. Vipengele vilivyowekelea ni kipengele cha Bloom Enterprise.

# PublishTab.Save
source: Save...
bn: সংরক্ষণ করুন...
hi: सेव करें...
sw: Hifadhi...

# PublishTab.SaveButton
source: &Save PDF...
bn: &পিডিএফ সংরক্ষণ...
hi: &पीडीएफ सेव करें...
rw: &Kubika PDF...
sw: &Uhifadhi ...
ta: PDF சேமி...
te: &సేవ్ PDF

# PublishTab.SaveEpub
source: &Save ePUB...
bn: &ইপাব সংরক্ষণ...
hi: &सेव करें ePUB...
sw: U&hifadhi ePUB...

# PublishTab.Upload.AccessibleToBlind
source: Accessible to the Blind
bn: অন্ধদের জন্য প্রবেশযোগ্য
hi: अंधा के लिए उपलब्ध
sw: Inapatika kwa wasioona

# PublishTab.Upload.Acknowledgments
source: Acknowledgments
bn: কৃতজ্ঞতা স্বীকার
hi: धन्यवाद
rw: Ugushimira
sw: Kukiri
ta: ஒப்புக்கொள்ளுதல்
te: ముందరి

# PublishTab.Upload.AdditionalRequests
source: Additional Requests:
bn: অতিরিক্ত অনুরোধসমূহ:
hi: अतिरिक्त अनुरोध:
sw: Maombi zaidi:

# PublishTab.Upload.AllReserved
source: All rights reserved (Contact the Copyright holder for any permissions.)
bn: যেকোনো অনুমতির জন্য কপিরাইট ধারণকারীর সাথে যোগাযোগ করুন
hi: सभी अधिकार आरक्षित (किसी भी अनुमतियों के लिए कॉपीराइट धारक से संपर्क करें.)
rw: Uburenganzira bw'umwanditsi bugomba kubahirizwa (Vugana n'ufite uburenganzira kuri iyi nyandiko ku burenganzira bwose waba wifuza.)
sw: Haki zote zimehifadhiwa (Wasiliana na anayemiliki haki ili kupata Idhini yoyote.)
ta: அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை (தொடர்பு எந்த அனுமதிகள் பதிப்புரிமை கொண்டிருப்பவர்கள்.)
te: అన్ని హక్కులు రిజర్వు (ఏ అనుమతులు కోసం కాపీ కుడి హోల్డర్ సంప్రదించండి)

# PublishTab.Upload.BackgroundMusic
source: Background Music
bn: আবহসংগীত
hi: पृष्ठभूमि संगीत
sw: Muziki wa nyuma

# PublishTab.Upload.Cancelled
source: Upload was cancelled
bn: আপলোড বাতিল হয়েছে
hi: अपलोड कैंसिल किया गया
sw: Upakiaji ulighairiwa

# PublishTab.Upload.CheckEmail
source: Please check your email and click on the link there, then sign in again.
sw: Tafadhali angalia barua pepe yako na bonyeza hapo kwenye kiungo, kisha ingia tena.

# PublishTab.Upload.ChooseSignLanguageWarning
source: Please choose the sign language for this book
bn: এই বইয়ের জন্য সাইন ভাষা পছন্দ করুন
sw: Tafadhali chagua lugha ya ishara ya kitabu hiki

# PublishTab.Upload.ConfirmReplaceExisting
source: BloomLibrary.org already has a previous version of this book from you. If you upload it again, it will be replaced with your current version.
bn: BloomLibrary.org এ ইতোমধ্যে আপনার এই বইয়ের পূর্বের সংস্করণ আছে।যদি আপনি এটি পুনরায় আপলোড করেন, এটি আপনার বর্তমান সংস্করণের সাথে প্রতিস্থাপিত হবে।
hi: BloomLibrary.org के पास पहले से ही आपकी पुस्तक का पिछला संस्करण है। अगर आप इसे फिर से अपलोड करेंगे, तो वह आपके वर्तमान संस्करण के साथ प्रतिस्थापित किया जाएगा।
rw: BloomLibrary.org yamaze kwakira inonosora rya mbere ry'iki gitabo wanditse. Niba wongeye kucyinjizamo, kirasimburwa n'igishya ushaka gushyiramo.
sw: BloomLibrary.org Tayari ina tafsiri nyingine ya kitabu hiki kutoka kwako.Iwapo utakiweka tena, tafsiri hiyo nafasi yake itachukuliwa na tafsiri yako ya sasa.
ta: BloomLibrary.org ஏற்கனவே ஒரு முந்தைய பதிப்பில் இருந்து நீங்கள் இந்த புத்தகம் உள்ளது. நீங்கள் பதிவேற்றும் அது மீண்டும், இருந்தால் அது மாற்றப்படும் உங்கள் நடப்பு பதிப்புடன்.
te: బ్లూమ్ library.org alrady మీరు ఈ పుస్తకం ఒక మునుపటి వెర్షన్ ఉంది. మీరు మళ్ళీ దాన్ని అప్లోడ్ చేస్తే, అది మీ ప్రస్తుత వెర్షన్ తో భర్తీ చేయనున్నారు.

# PublishTab.Upload.Copyright
source: Copyright
bn: কপিরাইট
rw: Uburenganzira bw'umuhanzi
sw: Haki Miliki
ta: பதிப்புரிமை
te: కాపీరైట్

# PublishTab.Upload.Credits
source: credits
bn: কৃতজ্ঞতা
hi: आभार
rw: Abashimirwa by'umwihariko
sw: sifa
ta: வரவுகளை
te: క్రెడిట్స్

# PublishTab.Upload.ErrorUploading
source: Sorry, there was a problem uploading {0}. Some details follow. You may need technical help.
bn: দুঃখিত, {0} আপলোড করতে সমস্যা হচ্ছিল। নিম্নে কিছু বিস্তারিত দেওয়া হল। আপনার কারিগরি সহায়তার প্রয়োজন হতে পারে।
hi: क्षमा करें, {0} को अपलोड करने में कोई समस्या आई है। विवरणों का पालन करें। आपको तकनीकी सहायता की आवश्यकता हो सकती है।
rw: Tukwiseguyeho, habaye ikibazo cyo kwinjizamo {0}. Amakuru arambuye ni akurikira. Ushobora gukenera ubufasha bwa tekiniki.
sw: Samahani, kulikuwa na tatizo katika kuweka {0}. Baadhi ya maelezo yanafuata. Unaweza kuhitaji usaidizi wa kiufundi.
ta: மன்னிக்கவும், வெட்டுதல் {0} சிக்கல். சில விவரங்கள் பின்பற்றவும். தொழில்நுட்ப உதவி வேண்டும்.
te: క్షమించండి, సమస్య అప్లోడ్ ఉంది {0}, కొన్ని వివరాలు అనుసరించండి. మీరు సాంకేతిక సహాయం అవసరం కావచ్చు.

# PublishTab.Upload.Features
source: Features
bn: বৈশিষ্ট্যসমূহ
hi: फीचर्स
sw: Vipengele

# PublishTab.Upload.FieldsNeedAttention
source: One or more fields above need your attention before uploading.
bn: আপলোড করার পূর্বে উপরের একটি অথবা আরো বেশি ক্ষেত্রে আপনার মনোযোগ প্রয়োজন।
hi: अपलोड करने से पहले ऊपर दिए किसी एक या अन्य क्षेत्रों पर ध्यान देने की जरूरत है।
sw: Nyanja moja au zaidi ya zilizoko hapo juu zinahitaji uangalifu wako kabla ya kuweka.

# PublishTab.Upload.FinalUploadFailureNotice
source: Sorry, "{0}" was not successfully uploaded. Sometimes this is caused by temporary problems with the servers we use. It's worth trying again in an hour or two. If you regularly get this problem please report it to us.
bn: দুঃখিত, "{0}" সফলতার সাথে আপলোড হয়নি। আমরা যে সার্ভার ব্যবহার করি তার জন্য কখনও কখনও এই সাময়িক সমস্যার সৃষ্টি হতে পারে। এটা এক বা দুই ঘন্টার মধ্যে আবার চেষ্টা করুন। আপনি যদি নিয়মিত এই সমস্যায় পড়েন তাহলে আমাদের জানান।
hi: क्षमा करें, "{0}" सफलतापूर्वक अपलोड नहीं हुआ है। कई बार यह हमारे द्वारा उपयोग किए जा रहे सर्वर में आई अस्थाई समस्याओं के कारण होता है। एक या दो घंटे बाद फिर से कोशिश करना लाभदायक होगा। यदि आपको नियमित रूप से यह समस्या आए तो कृपया हमें इसकी जानकारी दें।
sw: Samahani, "" haikufaulu kuwekwa. Wakati mwingine hii husababishwa na matatizo yasiyo ya kudumu yanayotokana na vifaa tunavyotumia. Ni muhimu kujaribu tena kwa muda wa saa moja au mbili. Iwapo utapata tatizo hili mara kwa mara tafadhali piga ripoti kwetu.

# PublishTab.Upload.Gaurantee
source: By uploading, you confirm your agreement with the Bloom Library Terms of Use and grant the rights it describes.
bn: আপলোডের মাধ্যমে ব্লুম লাইব্রেরি ব্যবহারের নীতি এবং অনুমতির বিস্তারিত অধিকারের সাথে আপনি আপনার চুক্তি নিশ্চিত করেন।
hi: अपलोड करने के द्वारा, आप ब्लूम लाइब्रेरी उपयोग की शर्तों के साथ अपने समझौते की पुष्टि करते हैं और इसके द्वारा वर्णित अधिकारों को प्रदान करते हैं।
sw: Kwa kuweka, unadhibitisha makubaliano yako na Masharti ya matumizi ya Maktaba ya Bloom na unaipa haki inayostahili.

# PublishTab.Upload.GenericUploadProblemNotice
source: There was a problem uploading your book.
bn: আপনার বই আপলোড করতে সমস্যা হচ্ছে।
hi: अपनी पुस्तक अपलोड करने में कोई समस्या आई है।
rw: Habaye ikibazo mu kwinjizamo igitabo cyawe.
sw: Kulikuwa na tatizo katika kuweka kitabu chako.
ta: உங்கள் புத்தகம் வெட்டுதல் சிக்கல் ஏற்பட்டுள்ளது.
te: మీ పుస్తకం అప్లోడ్ సమస్య ఉంది

# PublishTab.Upload.GiveBack
source: It’s easy to “give back”
bn: 'ফিরিয়ে দেওয়া ' খুবই সহজ
hi: 'वापस दें' आसान है
sw: Ni rahisi "kurudisha"

# PublishTab.Upload.HelpEachOther
source: In the Bloom community, we help each other by sharing both new and newly translated books on the Bloom Library.
bn: ব্লুম সমাজে আমরা একে অপরকে ব্লুম লাইব্রেরীতে নতুন এবং নতুন অনুবাদিত বই ভাগাভাগি করে সাহায্য করি।
hi: ब्लूम समुदाय में, हम ब्लूम लाइब्रेरी में नए और नए अनुवाद किए पुस्तकों को सांझा करने के द्वारा एक दुसरे की मदद करते हैं।
sw: Katika jamii ya Bloom, tunasaidiana kwa kushiriki vitabu vipya na pia vitabu vipya vilivyotafsiriwa kwenye Maktaba ya Bloom.

# PublishTab.Upload.IncompleteTranslation
source: (incomplete translation)
bn: (আংশিক)
hi: (अपूर्ण अनुवाद)
sw: (nusu)

# PublishTab.Upload.Languages
source: Upload Text
bn: ভাষাসমূহ
hi: टेक्स्ट अपलोड करें
sw: Lugha

# PublishTab.Upload.License
source: Usage/License
bn: ব্যবহার/লাইসেন্স
hi: उपयोग/लाइसेंस
rw: Ikoreshwa/Uburenganzira
sw: Matumizi/Leseni
ta: பயன்பாட்டு/உரிமம்
te: వాడుక / లైసెన్స్

# PublishTab.Upload.Login.AccountAlreadyExists
source: Account Already Exists
bn: একাউন্ট ইতোমধ্যে বিদ্যমান
hi: खाता पहले से मौजूद है
rw: Iyi konti isanzweho
sw: Akaunti Tayari Ipo
ta: கணக்கு ஏற்கனவே உள்ளது
te: ఖాతా ఇప్పటికే ఉనికిలో

# PublishTab.Upload.Login.AlreadyHaveAccount
source: We cannot sign you up with that address, because we already have an account with that address. Would you like to sign in instead?
bn: আমরা ঐ ঠিকানা দিয়ে আপনার সাইন আপ করাতে পারছি না, কারণ ঐ ঠিকানা দিয়ে ইতোমধ্যেই আমাদের একটি একাউন্ট আছে।আপনি কি পরিবর্তে লগ ইন করতে চান?
hi: हम इस पते के साथ आपको साइन अप नहीं कर सकते, क्योंकि हमारे पास पहले से ही उस पते के साथ खाता है। क्या आप फिर भी लॉग इन करना चाहेंगे?
sw: Hatuwezi kukusajili na anwani hiyo, kwa sababu tayari tuna akaunti inayotumia anwani hiyo. Je, ungependa kuingia kwenye akaunti yako badala yake?

# PublishTab.Upload.Login.LoginConnectFailed
source: Bloom could not connect to the server to verify your login. Please check your network connection.
bn: আপনার লগইন যাচাই করতে ব্লুম সার্ভারের সাথে সংযুক্ত হতে পারছে না।অনুগ্রহ করে আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
hi: आपके लॉगिन को प्रमाणित करने के लिए ब्लूम सर्वर से कनेक्ट नहीं हो पाया है। कृपया अपने नेटवर्क कनेक्शन की जांच करें ।
rw: Bloom ntishobora kwihuza na seriveri ngo igenzure ikwinjira kwawe. Twagusabaga ko ugenzura konegisiyo y'urusobe mpuzamasangano rwawe.
sw: Bloom haikuweza kuungana na mtandao ili kuthibitisha kuingia kwako. Tafadhali angalia intaneti yako.
ta: Bloom இணைக்க முடியவில்லை சரிபார்க்க உங்கள் உள்நுழைதலை சேவையகம். உங்கள் வலையமைப்பு இணைப்பை சரிபார்க்கவும்.
te: బ్లూమ్ మీ లాగిన్ ధ్రువీకరించడం సర్వర్కు కనెక్ట్ చేయడం సాధ్యం కాలేదు. మీ నెట్వర్క్ కనెక్షన్ను తనిఖీ చేయండి.

# PublishTab.Upload.Login.LoginFailed
source: Login failed
bn: লগইন ব্যর্থ হয়েছে
hi: लॉगिन असफल
rw: Kwinjiramo byanze
sw: Huwezi kuingia
ta: உள்நுழைதல் தோல்வியுற்றது
te: లాగిన్ విఫలమైంది

# PublishTab.Upload.Login.LoginOrSignupConnectionFailed
source: Bloom could not connect to the server to complete your login or signup. This could be a problem with your internet connection, our server, or some equipment in between.
bn: আপনার লগইন অথবা সাইনআপ সম্পন্ন করতে ব্লুম সার্ভারের সাথে সংযুক্ত হতে পারছে না।এটি আপনার ইন্টারনেট সংযোগ, আমাদের সার্ভার অথবা এর মধ্যে কিছু সরঞ্জামের সমস্যা হতে পারে।
hi: ब्लूम आपको लॉगिन या साइनअप करने के लिए सर्वर से कनेक्ट नहीं कर पा रहा। यह आपके इंटरनेट कनेक्शन, हमारे सर्वर, या उपकरणों के बीच कोई समस्या के कारण हो सकता है ।
rw: Bloom ntiyashoboye kwihuza burundu na seriveri kugira ngo urangize kwinjira cyangwa gusohoka. Ibi bishobora kuba byatewe na konegisiyo yawe ya interineti, seriveri yacu cyangwa ibikoresho bimwe bihuza izo nzira bitameze neza.
sw: Bloom haijaweza kuunganishwa na mtandao ili kukamilisha kuingia kwako akaunti yako au kufungua akaunti mpya. Hii inaweza kuwa tatizo kutokana na uunganishaji wa intaneti, mtandao wetu, au baadhi ya vifaa hapo katikati.
ta: Bloom இணைக்க முடியவில்லை உங்கள் உள்நுழைவு அல்லது signup நிறைவுசெய்ய சேவகன். இது உங்கள் இணைய இணைப்பு, நமது சேவையகம் அல்லது சில உபகரணங்கள் சிக்கல் between உள்ளே இருக்கும் முடியவில்லை.
te: బ్లూమ్ మీ లాగిన్ ధ్రువీకరించడం లేదా సైన్ అప్ సర్వర్కు కనెక్ట్ చేయడం సాధ్యం కాలేదు. మీ ఇంటర్నెట్ కనెక్షన్, మా సర్వర్, లేదా మధ్య కొన్ని పరికరాలు ఒక సమస్య కావచ్చు.

# PublishTab.Upload.Login.MustAgreeTerms
source: In order to sign up for a BloomLibrary.org account, you must check the box indicating that you agree to the BloomLibrary Terms of Use.
bn: একটি BloomLibrary.org একাউন্টের জন্য সাইনআপ করতে, আপনাকে অবশ্যই ব্লুমলাইব্রেরি ব্যবহার নীতি বাক্সটিতে টিক দিতে হবে।
hi: BloomLibrary.org के किसी खाते में साइन अप करने के लिए, आपको उस बक्से की जाँच करनी होगी जो BloomLibrary उपयोग की शर्तों से आपके सहमत होने को दर्शाता है।
rw: Kugira ngo wiyandikishe kuri konti ya BloomLibrary.org, usabwa gukanda ku kazu kagaragaza ko wemeye amabwiriza y'imikoreshereze ya BloomLibrary.
sw: Ili kufungua akaunti ya BloomLibrary.org, unapaswa kuweka alama kwenye kisanduku ukiashiria kuwa unakubaliana na Sheria za Matumizi ya Maktaba ya Bloom.
ta: உள்நுழைய ஒரு BloomLibrary.org கணக்கு, வகையில் என்று ஒப்புக்கொள்கிறீர்கள் பயன்படுத்தும் BloomLibrary விதிகள் காட்டும் பெட்டியை நீங்கள் சரிபார்க்க வேண்டும்.
te: ఒక బ్లూమ్ library.org ఖాతా కోసం సైన్ అప్ చేయడానికి, మీరు ఉపయోగించవచ్చు బ్లూమ్స్ లైబ్రరీ పరంగా ఓ అంగీకరిస్తున్నారు సూచిస్తూ బాక్స్ తనిఖీ చెయ్యాలి.

# PublishTab.Upload.Login.Need Email
source: Email Needed
bn: ইমেইল প্রয়োজন
hi: ईमेल आवश्यक है
rw: Imeyili irakenewe
sw: Barua pepe inahitajika
ta: மின்னஞ்சல் தேவை
te: ఇమెయిల్ అవసరమైన

# PublishTab.Upload.Login.NoRecordOfUser
source: We don't have a user on record with that email. Would you like to sign up?
bn: আমাদের রেকর্ডে ঐ ইমেইলের কোন ব্যবহারকারী নেই।আপনি কি সাইন আপ করতে চান?
hi: हमारे पास उस ईमेल का कोई उपयोगकर्ता दर्ज नहीं है। क्या आप साइन अप करना चाहेंगे?
rw: Ntidufite umuntu ukoresha iyi imeyili. Waba wifuza kwiyandikisha?
sw: Hatuna kwenye rekodi zetu yeyote anayetumia barua pepe hiyo. Je, ungependa kufungua akaunti?
ta: உடன் ஆகியவற்றை ஆதாரங்களுடன் ஒரு பயனர் எங்களிடம் வேண்டாம். நீங்கள் உள்நுழைய விரும்புகிறீர்களா?
te: మేము ఇమెయిల్ తో రికార్డు యూజర్ కలిగి లేదు. మీరు సైన్ అప్ అనుకుంటున్నారా?

# PublishTab.Upload.Login.PasswordMismatch
source: Password and user ID did not match
bn: পাসওয়ার্ড এবং ব্যবহারকারীর আইডি মিলেনি
hi: पासवर्ड और उपयोगकर्ता आईडी मेल नहीं खाती
rw: Ijambobanga n'akazina winjiriraho ntibihuye
sw: Neno la siri na jina lako la utambulizo havikuambatana
ta: கடவுச்சொல் மற்றும் பயனர் ID பொருந்தவில்லை
te: పాస్వర్డ్ మరియు యూజర్ ID సరిపోలడం లేదు

# PublishTab.Upload.Login.PleaseAgreeTerms
source: Please agree to terms of use
am: እባክዎ የአጠቃቀም ውሎችን ይቀበሉ
bn: অনুগ্রহ করে ব্যবহারকারীর নীতির সাথে সম্মতি জ্ঞাপন করুন
hi: कृपया उपयोग की शर्तों से सहमत हो
km: សូមយល់ស្របលក្ខខណ្ឌប្រើប្រាស់
rw: Turasaba ko wakwemeranya n'amabwiriza y'ikoreshwa
sw: Tafadhali kubaliana na Masharti ya Matumizi
ta: தயவுசெய்து விதிமுறைகள் ஏற்றுக்கொள்ள
te: ఉపయోగాలు నిబంధనలకు అంగీకరించకుంటే దయచేసి

# PublishTab.Upload.Login.PleaseProvideEmail
source: Please enter a valid email address. We will send an email to this address so you can reset your password.
bn: অনুগ্রহ করে একটি বৈধ ইমেইল ঠিকানা প্রবেশ করান।আমরা এই ঠিকানায় একটি ইমেইল পাঠাব তাহলে আপনি আপনার পাসওয়ার্ড রিসেট করতে পারবেন।
hi: कृपया वैध ईमेल पता दर्ज करें। हम इस पते पर एक ईमेल भेजेंगे जिससे आप अपने पासवर्ड को रीसेट कर सकते हैं।
rw: Turagusaba ko wakwinjizamo aderese ya imeyili nyayo. Turi bukoherereze imeyili kuriyi aderese kugira ngo ushobore guhindura ijambobanga ryawe.
sw: Tafadhali weka anwani za barua pepe inayotumika. Tutatuma barua pepe kwa anwani hii ili uweze kubadilisha neno lako la siri.
ta: ஒரு செல்லத்தக்க மின்னஞ்சல் முகவரியை உள்ளிடவும். நாங்கள் உங்களுக்கு ஒரு மின்னஞ்சல் இந்த முகவரிக்கு அனுப்பு எனவே உங்கள் கடவுச்சொல் மீட்டமை.
te: ఒక చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామా ఎంటర్ చెయ్యండి. మీరు మీ పాస్వర్డ్ను రీసెట్ చేయవచ్చు కాబట్టి మేము ఈ చిరునామాకు ఒక ఇమెయిల్ పంపుతుంది.

# PublishTab.Upload.Login.ResetConnectFailed
source: Bloom could not connect to the server to reset your password. Please check your network connection.
bn: আপনার পাসওয়ার্ড রিসেট করতে ব্লুম সার্ভারের সাথে সংযুক্ত হতে পারছে না।অনুগ্রহ করে আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
hi: ब्लूम आपके पासवर्ड को रीसेट करने के लिए सर्वर से कनेक्ट नहीं हो सका है। कृपया अपने नेटवर्क कनेक्शन की जाँच करें।
rw: Bloom ntishobora kwihuza na seriveri ngo uhindure ijambo banga ryawe. Twasabaga ko wagenzura konegisiyo yawe ya interineti.
sw: Bloom haijaweza kuunganishwa na mtandao ili kubadilisha neno lako la siri. Tafadhali angalia intaneti yako.
ta: Bloom இணைக்க முடியவில்லை உங்கள் கடவுச்சொல்லை மீட்டமைக்க சேவகன். உங்கள் வலையமைப்பு இணைப்பை சரிபார்க்கவும்.
te: బ్లూమ్ మీ పాస్వర్డ్ను రీసెట్ సర్వర్కు కనెక్ట్ చేయడం సాధ్యం కాలేదు. మీ నెట్వర్క్ కనెక్షన్ను తనిఖీ చెయ్యండి.

# PublishTab.Upload.Login.ResetFailed
source: Reset Password failed
bn: পাসওয়ার্ড রিসেট ব্যর্থ হয়েছে
hi: पासवर्ड रीसेट असफल
rw: Guhindura ijambobanga byanze
sw: Ubadilishaji wa neno la siri umefeli
ta: கடவுச்சொல் மீட்டமை தோல்வியுற்றது
te: పాస్వర్డ్ రీసెట్ విఫలమైంది

# PublishTab.Upload.Login.ResetPassword
source: Resetting Password
bn: পাসওয়ার্ড রিসেট করা হচ্ছে
hi: पासवर्ड रीसेट हो रहा है
rw: Guhindura ijambobanga
sw: Kubadilisha neno la siri
ta: கடவுச்சொல் மீட்டமைத்தல்
te: రీసెట్ పాస్వర్డ్ను

# PublishTab.Upload.Login.SendingResetPassword
source: We are sending an email to {0} with instructions for how to reset your password.
bn: কিভাবে পাসওয়ার্ড রিসেট করতে হবে তার নির্দেশনাসহ আমরা {0} কে একটি ইমেইল পাঠাচ্ছি।
hi: आपका पासवर्ड कैसे रीसेट करना है उसके निर्देशों के साथ हम {0} पर एक ईमेल भेज रहे हैं
sw: Tunatuma barua pepe kwa {0} ikiwa na maagizo ya jinsi ya kubadilisha neno lako la siri.

# PublishTab.Upload.Login.UnknownUser
source: Unknown user
bn: অপরিচিত ব্যবহারকারী
hi: अज्ञात उपयोगकर्ता
rw: Umukoresha utazwi
sw: Mtumiaji asiyejulikana
ta: அறியாத பயனீட்டாளர்
te: తెలియని వినియోగదారు

# PublishTab.Upload.LoginFailure
source: Bloom could not sign in to BloomLibrary.org using your saved credentials. Please check your network connection.
bn: ব্লুম আপনার সংরক্ষিত পরিচয়পত্র দিয়ে BloomLibrary.org লগইন করতে পারছে না।অনুগ্রহ করে আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন।
hi: हमारे पास उपलब्ध जानकारी का उपयोग कर ब्लूम BloomLibrary.org में लोगिन नहीं हो पाया है। कृपया अपने नेटवर्क कनेक्शन की जाँच करें।
sw: Bloom haijaweza kuingia kwa BloomLibrary.org kutumia hati zako za utambulisho zilizohifadhiwa. Tafadhali angalia unganisho lako la mtandao.

# PublishTab.Upload.LoginLink
source: Sign up or sign in to BloomLibrary.org
bn: BloomLibrary.org এ লগইন করুন
hi: BloomLibrary.org में लॉग इन करें
sw: Jisajili au ingia kwa BloomLibrary.org

# PublishTab.Upload.Logout
source: Sign out of BloomLibrary.org
bn: BloomLibrary.org হতে লগ আউট হন
hi: BloomLibrary.org से लॉग आउट करें
sw: Toka kwenye BloomLibrary.org

# PublishTab.Upload.MakingPdf
source: Making PDF Preview...
bn: পিডিএফ এর প্রিভিউ তৈরি হচ্ছে...
hi: पीडीएफ पूर्वावलोकन बनाया जा रहा है
rw: Ukubyerekanisha PDF
sw: Kutengeneza PDF Onyesho la awali...
ta: PDF முன்னோட்டம் ஈட்டும்...
te: PDF సమీక్ష మేకింగ్

# PublishTab.Upload.MakingThumbnail
source: Making thumbnail image...
bn: থাম্বেনাইল ছবি তৈরি হচ্ছে...
hi: थंबनेल छवि बनाई जा रही है...
rw: Ugukora ishusho ntubyangano...
sw: Kutengeneza picha ya ukucha wa dole gumbai...
ta: சிறு உருவம் ஈட்டும்...
te: సూక్ష్మచిత్రం చిత్రం మేకింగ్

# PublishTab.Upload.Narration
source: Narration
bn: কথন
hi: कथन
sw: Masimulizi

# PublishTab.Upload.NoLangsFound
source: (None found)
bn: (কোনকিছু পাওয়া যায়নি)
hi: (कुछ नहीं मिला)
sw: (Haipatikani)

# PublishTab.Upload.OldVersion
source: Sorry, this version of Bloom Desktop is not compatible with the current version of BloomLibrary.org. Please upgrade to a newer version.
bn: দুঃখিত, ব্লুম ডেস্কটপের এই সংস্করণ BloomLibrary.org এর বর্তমান সংস্করণের সাথে উপযুক্ত নয়।অনুগ্রহ করে নতুন সংস্করণে আপগ্রেড করুন।
hi: क्षमा करें, ब्लूम डेस्कटॉप का यह संस्करण BloomLibrary.org के वर्तमान संस्करण से मेल के योग्य नहीं है। कृपया एक नए संस्करण में अपग्रेड करें।
sw: Samahani, tafsiri hii ya kompyuta ya Bloom haiambatani na tafsiri iliyopo yao BloomLibrary.org. Tafadhali ifanye kuwa ya tafsiri ya hivi karibuni.
ta: மன்னிக்கவும், இந்த பதிப்பு Bloom டெஸ்க்டாப் இணக்கமாக இல்லை BloomLibrary.org தற்போதைய பதிப்பு. தயவுகூர்ந்து புதிய பதிப்பிற்கு மேம்படுத்தி மேம்படுத்தல்.
te: క్షమించండి, బ్లూమ్ డెస్క్టాప్ యొక్క ఈ వెర్షన్ బ్లూమ్ library.org ప్రస్తుత వెర్షన్ అనుకూలత లేదు.ఒక కొత్త వెర్షన్కు దయచేసి అప్గ్రేడ్ చేయండి

# PublishTab.Upload.PleaseLogIn
source: Please sign in to BloomLibrary.org (or sign up) before uploading
bn: অনুগ্রহ করে আপলোডের পূর্বে BloomLibrary.org এ লগইন করুন (অথবা সাইন আপ করুন)
hi: कृपया अपलोड करने से पहले BloomLibrary.org में लॉग इन (या साइन अप) करें
sw: Tafadhali ingia kwenye BloomLibrary.org (au jisajili) kabla ya kupakia

# PublishTab.Upload.PleaseSetThis
source: Please set this from the edit tab
bn: অনুগ্রহ করে সম্পাদন ট্যাব থেকে এটি সেট করুন
hi: कृपया इसे एडिट टैब से सेट करें
rw: Twasabaga ko wasibanganya ibi mu mwanya w'inonosora
sw: Tafadhali andaa hii kutoka kwa chaguo la kuhariri
ta: தயவுசெய்து திருத்து தாவலில் இருந்து இது அமை
te: మార్చు టాబ్ నుండి ఈ సెట్ చెయ్యండి

# PublishTab.Upload.SetSignLanguageLink
source: Set Sign Language...
bn: সাইন ভাষা সেট করুন
sw: Weka lugha ya Ishara...
