Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/BloomMediumPriority.xlf
Languages: es, fr, pt

# PublishTab.Feature.Activities.RequiresSubscription
source: This is disabled because publishing interactive activities requires a subscription.
es: Esto está desactivado porque publicar actividades interactivas requiere una subcripción.
pt: Esta opção está desativada porque a publicação de atividades interativas requer uma assinatura.

# PublishTab.Feature.Games.None
source: This book does not have any games.
es: Este libro no tiene ningún juego.
pt: Este livro não tem nenhum jogo.

# PublishTab.Feature.Games.Present
source: This book has games.
es: Este libro tiene juegos.
pt: Este livro tem jogos.

# PublishTab.Feature.Comic.None
source: This is disabled because this book does not have any canvas elements that qualify as “comic-like”, such as speech bubbles.
es: Esto se desactiva porque este libro no tiene ningún elemento superpuesto que pueda calificarse de "tipo cómic", como las burbujas.
pt: Esta opção está desabilitada porque este livro não tem nenhum elemento de sobreposição que faz se qualificar como "tipo quadrinhos/banda desenhada", como balões de fala, por exemplo.

# PublishTab.Feature.Comic.Possible
source: Select this if you want to list this book as a Comic Book. This only affects how the book is categorized, it does not affect the content of the book.
es: Seleccione esta opción si desea catalogar este libro como Cómic. Esto solo afecta a la forma en que se categoriza el libro, no afecta al contenido del libro.
fr: Sélectionnez cette option si vous souhaitez répertorier ce livre en tant que bande dessinée. Cela n’affecte que la façon dont le livre est catégorisé, cela n’affecte pas le contenu du livre.
pt: Selecione esta opção se quiser listar este livro como um livro em quadrinhos. Isso só afeta como o livro é categorizado, não afeta o conteúdo do livro.

# PublishTab.Feature.Motion.None
source: This is disabled because this book does not have any pages with motion enabled.
es: Esta opción está desactivada porque este libro no tiene ninguna página con movimiento activado.
fr: Désactivé, car ce livre ne contient aucune page où l'option mouvement est activé.
pt: Isto está desabilitado porque este livro não tem nenhuma página com movimento habilitado.

# PublishTab.Feature.Motion.Possible
source: Select this if you want to show motion when the book is read in landscape mode.
es: Seleccione esta opción si desea mostrar el movimiento cuando el libro se lea en modo horizontal.
fr: Sélectionnez cette option si vous voulez afficher le mouvement lorsque le livre est lu en mode paysage.
pt: Selecione esta opção se quiser exibir movimento quando o livro for lido em modo paisagem.

# PublishTab.Feature.Music
source: Background Music
es: Música de fondo
pt: Música de fundo

# PublishTab.Feature.SignLanguage.NoVideos
source: This is disabled because this book does not have any videos.
es: Esto está desactivado porque este libro no tiene ningún vídeo.
fr: Désactivé car ce livre n'a pas de vidéo.
pt: Essa opção está desabilitada porque o livro não tem vídeo.

# PublishTab.Feature.SignLanguage.Present
source: The videos in this book contain {N}
es: Los vídeos en este libro contienen {N}
fr: Les vidéos de ce livre contiennent {N}
pt: Os vídeos deste livro contêm {N}

# PublishTab.Feature.SignLanguage.Unknown
source: This is disabled because this collection has {no sign language selected}.
es: Está desactivado porque esta colección tiene {no sign language selected}.
fr: Ceci est désactivé car cette collection ne contient {no sign language selected}.
pt: Isto está desativado porque esta coleção tem {no sign language selected}.

# PublishTab.Feature.TalkingBook.NoRecordings
source: This is disabled because this book does not have any Talking Book recordings.
es: Está desactivado porque este libro no tiene ninguna grabación de Audiolibro.
fr: Désactivé, car ce livre ne contient aucun enregistrement pour un Livre Audio.
pt: Essa opção está desabilitada porque o livro não tem áudio.

# PublishTab.Feature.TalkingBook.NoLanguagesSelected
source: This is disabled because no “Talking Book Languages” are selected.
es: Esto está desactivado porque no se seleccionan los "Idiomas de los audiolibros".
fr: Cette option est désactivée car aucune option "Langues de Livre Parlant" n'est sélectionnée.
pt: Esta opção está desativada porque nenhuma "língua de livro áudio" está selecionado.

# PublishTab.Feature.Vision.None
source: This is disabled because this book does not have any image descriptions in the primary language.
es: Está desactivada porque este libro no tiene descripciones de imágenes en la lengua principal.
fr: Cette option est désactivée car ce livre ne comporte aucune description d'image dans la langue principale.
pt: Esta opção está desabilitada porque este livro não tem descrições de imagens na língua primário.

# PublishTab.Feature.Vision.Possible
source: Select this if you want to list this book as accessible to the visually impaired in the primary language. This only affects how the book is categorized, it does not affect the content of the book.
es: Seleccione esta opción si desea catalogar este libro como accesible para personas con discapacidad visual en la lengua principal. Esto solo afecta a la forma en que se categoriza el libro, no afecta al contenido del libro.
fr: Sélectionnez cette option si vous souhaitez répertorier ce livre comme étant accessible aux malvoyants dans la langue principale. Cette option n'affecte que la manière dont le livre est classé, elle n'a pas d'incidence sur le contenu du livre.
pt: Selecione esta opção se deseja listar este livro como acessível aos deficientes visuais no idioma primário. Isso só afeta como o livro é categorizado, não afeta o conteúdo do livro.

# PublishTab.Upload.Draft
source: Do not show this book to the public yet. I will share its URL with reviewers for feedback.
es: Todavía no mostrar este libro al público. Compartiré esta URL con los revisores para que me den su opinión.
fr: Ne pas encore montrer ce livre au public. Je vais partager son URL avec des évaluateurs pour qu'ils fassent des commentaires.
pt: Não mostre este livro para o público ainda. Eu compartilharei seu URL com os revisores para obter feedback.

# PublishTab.Upload.Visibility
source: Visibility
es: Visibilidad
fr: Visibilité
pt: Visibilidade

# PublishTab.Epub.ConsiderBloomPUB
source: Consider whether you can distribute your book using the BloomPUB format instead of, or in addition to, the ePUB format.
es: Considere si puede distribuir su libro utilizando el formato BloomPUB en lugar o además del ePUB.
fr: Considérez la possibilité de distribuer votre livre en utilisant le format BloomPUB à la place ou en plus du format ePUB.
pt: Considere se pode distribuir o seu livro usando o formato BloomPUB em vez de, ou, além disso, o formato ePUB.

# PublishTab.Epub.FeatureLimitations
source: [Some Bloom features] are not supported by most or all ePUB readers.
es: [Algunas funciones de Bloom] no son compatibles con la gran mayoría o todos los lectores de ePUB.
fr: [Certaines fonctionnalités de Bloom] ne sont pas supportées par la plupart ou tous les lecteurs ePUB.
pt: [Alguns recursos do Bloom] não são suportados pela maioria ou por todos os leitores da ePUB.

# PublishTab.Epub.Notes
source: Notes:
es: Notas:
fr: Remarques :
pt: Notas:

# PublishTab.Epub.AboutReaders
source: About ePUB Readers & Bloom
es: Acerca de los Lectores de ePUB y Bloom
fr: À propos des lecteurs ePUB & Bloom
pt: Sobre leitores de ePUB & Bloom

# PublishTab.Epub.ReaderRecommendations
source: Most ePUB readers are very low quality ([see our research and recommendations]).
es: La mayoría de los lectores de ePUB son de muy baja calidad ([véase nuestra investigación y recomendaciones]).
fr: La plupart des lecteurs ePUB sont de très faible qualité ([voir nos recherches et recommandations]).
pt: A maioria dos leitores do ePUB são de qualidade muito baixa ([veja as nossas pesquisas e recomendações]).

# PublishTab.RecordVideo.NotOnLinux
source: Not available on Linux
es: No disponible en Linux
fr: Non disponible sur Linux
pt: Não disponível no Linux

# PublishTab.RecordVideo.ApologiesForNoLinux
source: This feature is available only on the Windows version of Bloom. We apologize for the inconvenience.
es: Esta función sólo está disponible en la versión de Windows de Bloom. Pedimos disculpas por cualquier inconveniente.
fr: Cette fonctionnalité n'est disponible que sur la version Windows de Bloom. Nous nous excusons pour le désagrément.
pt: Este recurso está disponível somente na versão Windows do Bloom. Pedimos desculpas pela inconveniência.

# PublishTab.Upload.WhyShareOnBlorg
source: Why you should publish on the Web
es: Por qué publicar en la Web
fr: Pourquoi publier sur le Web
pt: Porque deve publicar na Web

# PublishTab.Upload.Help
source: Documentation about this screen
es: Documentación sobre esta pantalla
fr: Infos sur cet écran
pt: Documentação sobre este ecrã/tela

# PublishTab.Upload.AboutBlorg
source: About BloomLibrary.org
es: Acerca de BloomLibrary.org
fr: Au sujet de BloomLibrary.org
pt: Sobre BloomLibrary.org

# CollectionTab.OnBlorgBadge.ViewOnBlorg
source: View on BloomLibrary.org
es: Ver en Bloom Library
fr: Voir sur la Bibliothèque Bloom
pt: Visualizar no BloomLibrary.org

# CollectionTab.OnBlorgBadge.Published
source: Published
es: Publicado
fr: Publié
pt: Publicado

# CollectionTab.OnBlorgBadge.MarkedAsDraft
source: Marked as Draft
es: Marcado como borrador
fr: Marqué comme brouillon
pt: Guardado como rascunho

# CollectionTab.OnBlorgBadge.Harvesting
source: In Progress
es: Procesando
pt: Em processo

# CollectionTab.OnBlorgBadge.Problem
source: Problem
es: Problema
fr: Problème
pt: Problema

# BookSettings.LockedByBranding
source: Locked by {0} Branding
es: Bloqueado por {0} Branding
pt: Bloqueado por marca {0}

# BookSettings.LockedByLegacy
source: Locked by Legacy-5-6 theme
es: Bloqueado por el tema Legacy-5-6
pt: Bloqueado pelo tema Legacy-5-6

# BookSettings.LockedByXMatter
source: Locked by {0} Front/Back matter
es: Bloqueado por {0} material de las páginas de inicio y final
pt: Bloqueado por {0} material da capa/verso

# BookSettings.Title
source: Book Settings
es: Configuración del libro
fr: Paramètres du livre
pt: Configurações do livro

# BookSettings.eBook.Image.MaxResolution
source: Max Image Size
es: Tamaño máx. de la imagen
pt: Tamanho máximo de imagem

# BookSettings.eBook.Image.MaxResolution.Small
source: Small
es: Pequeño
pt: Pequeno

# BookSettings.eBook.Image.MaxResolution.HD
source: HD
pt: Alta definição

# BookSettings.eBook.Image.MaxResolution.Full HD
source: Full HD
pt: Alta definição total

# BookSettings.eBook.Image.MaxResolution.Directions
source: Bloom reduces images to a maximum size to make books easier to view over poor internet connections and take up less space on phones.
es: Bloom reduce las imágenes a un tamaño máximo para facilitar la visualización de los libros en conexiones de Internet de baja calidad y ocupar menos espacio en los teléfonos.
pt: O Bloom reduz o tamanho máximo das imagens para facilitar a visualização dos livros em ligações de Internet fracas e ocupar menos espaço nos telemóveis.

# BookSettings.CoverGroupLabel
source: Cover
es: Portada
pt: Capa

# BookSettings.CoverIsImage
source: Fill the front cover with a single image
pt: Preencha a capa do livro com uma única imagem

# BookSettings.CoverIsImage.Description
source: Using this option turns on the [Print Bleed](https://en.wikipedia.org/wiki/Bleed_%28printing%29) indicators on paper layouts. See [Full Page Cover Images](https://docs.bloomlibrary.org/full-page-cover-images) for information on sizing your image to fit.
pt: Usar esta opção para ativar os indicadores de [Imprimir Sangria](https://en.wikipedia.org/wiki/Bleed_%28printing%29) na diagramação para impressão. Veja [Imagens de Capa Completa](https://docs.bloomlibrary.org/full-page-cover-images) para entender como ajustar o tamanho da sua imagem para caber.

# BookSettings.ContentPagesGroupLabel
source: Content Pages
es: Páginas de contenido
pt: Páginas de conteúdo

# BookSettings.NormalTextBoxLangsLabel
source: Languages to show in normal text boxes
es: Idiomas para mostrar en cuadros de texto normales
pt: Línguas a serem exibidos em caixas de texto normais

# BookSettings.PageThemeLabel
source: Page Theme
es: Tema de la página
pt: Tema da página

# BookSettings.Theme.Description
source: Page Themes are a bundle of margins, borders, and other page settings. For information about each theme, see [Page Themes Catalog](https://docs.bloomlibrary.org/page-themes-catalog).
es: Los temas de página son un conjunto de márgenes, bordes y otros ajustes de página. Para obtener información sobre cada tema, consulte [Catálogo de temas de página](https://docs.bloomlibrary.org/page-themes-catalog).
pt: Os temas de página são um conjunto de margens, bordas e outras configurações de página. Para obter informações sobre cada tema, consulte [Catálogo de temas de página] (https://docs.bloomlibrary.org/page-themes-catalog).

# Common.BackgroundColor
source: Background Color
es: Color del fondo
pt: Cor de Fundo

# BookSettings.WhatToShowOnCover
source: Front Cover
es: Portada delantera
pt: Capa

# BookSettings.ShowContentLanguage
source: Show {0}
es: Mostrar {0}
pt: Mostrar {0}

# BookSettings.ShowWrittenLanguageTitle
source: Show Title in {0}
es: Mostrar título en {0}
pt: Mostrar título em {0}

# BookSettings.ShowLanguageName
source: Show Language Name
es: Mostrar nombre del idioma
pt: Mostrar Nome da língua

# BookSettings.ShowTopic
source: Show Topic
es: Mostrar tema
pt: Exibir o Tema

# BookSettings.ShowCredits
source: Show Credits
pt: Mostrar os créditos

# BookSettings.PageNumbers
source: Page Numbers
es: Números de página
pt: Número de Página

# BookSettings.ShowPageNumbers
source: Show Page Numbers
es: Mostrar números de página
pt: Mostrar números de página

# BookSettings.PageNumbers.Automatic
source: (Automatic)
pt: (Automático)

# BookSettings.PageNumbers.Left
source: Left
pt: Esquerdo

# BookSettings.PageNumbers.Center
source: Center
pt: Centro

# BookSettings.PageNumbers.Right
source: Right
pt: Direito

# BookSettings.PageNumbers.Hidden
source: Hidden
pt: Oculto

# BookSettings.FrontAndBackMatter
source: Front & Back Matter
es: Material de las páginas de inicio y final
pt: Material de capa e & elementos pós-textuais

# BookSettings.FrontAndBackMatter.Description
source: Normally, books use the front & back matter pack that is chosen for the entire collection. Using this setting, you can cause this individual book to use a different one.
es: Normalmente, los libros utilizan el material de las páginas de inicio y final elegido para toda la colección. Con este ajuste, puede hacer que este libro individual utilice uno diferente.
pt: Normalmente, os livros usam o pacote frontal & para as costas que é escolhido para toda a coleção. Usando esta configuração, você pode fazer com que este livro individual use um diferente.

# BookSettings.Resolution
source: Resolution
es: Resolución
pt: Resolução

# BookSettings.DeleteCustomBookStyles
source: Delete {0}
es: Eliminar {0}
pt: Eliminar {0}

# BookSettings.UsingLegacyThemeWithIncompatibleCss
source: The {0} stylesheet of this book is incompatible with modern themes. Bloom is using it because the book is using the Legacy-5-6 theme. Click [here] for more information.
es: La hoja de estilo {0} de este libro es incompatible con los temas modernos. Bloom la utiliza porque el libro utiliza el tema Legacy-5-6. Haga clic [aquí] para obtener más información.
pt: A folha de estilos {0} deste livro é incompatível com temas modernos. Bloom está usando-o porque o livro está usando o tema Legacy-5-6. Clique em [here] para mais informações.

# BookSettings.UsingMigratedThemeInsteadOfIncompatibleCss
source: Bloom found a known version of {0} in this book and replaced it with a modern theme. You can delete it unless you still need to publish the book from an earlier version of Bloom.
es: Bloom encontró una versión conocida de {0} en este libro y la sustituyó por un tema moderno. Puede borrarlo a menos que aún necesite publicar el libro desde una versión anterior de Bloom.
pt: Bloom encontrou uma versão conhecida de {0} neste livro e o substituiu por um tema moderno. Você pode excluí-lo a menos que você ainda precise publicar o livro de uma versão anterior do Bloom.

# BookSettings.IgnoringIncompatibleCssCanDelete
source: The {0} stylesheet of this book is incompatible with modern themes. Bloom is currently ignoring it. If you don't need those customizations any more, you can delete your {0}. Click [here] for more information.
es: La hoja de estilo {0} de este libro es incompatible con los temas modernos. Bloom la ignora actualmente. Si ya no necesita esas personalizaciones, puede borrar su {0}. Haga clic [aquí] para obtener más información.
pt: A folha de estilos {0} deste livro é incompatível com temas modernos. Bloom está atualmente ignorando-a. Se você não precisar mais dessas personalizações, você pode excluir o seu {0}. Clique [here] para mais informações.

# BookSettings.IgnoringIncompatibleCss
source: The {0} stylesheet of this book is incompatible with modern themes. Bloom is currently ignoring it. Click [here] for more information.
es: La hoja de estilo {0} de este libro es incompatible con los temas modernos. Bloom la ignora actualmente. Haga clic [aquí] para obtener más información.
pt: A folha de estilos {0} deste livro é incompatível com temas modernos. Bloom está usando-o porque o livro está usando o tema Legacy--. Clique em [here] para mais informações.

# BookSettings.ThemeDisablesOptionsNotice
source: The selected page theme does not support the following settings.
es: El tema de página seleccionado no admite los siguientes ajustes.
pt: O tema de página selecionado não suporta as seguintes configurações.

# BookSettings.AdvancedLayoutLabel
source: Advanced Layout
es: Diseño avanzado
pt: Layout avançado

# BookSettings.Gutter.DefaultLabel
source: Default (set by Theme)
pt: Padrão (definido por Tema)

# BookSettings.Gutter.Description
source: Extra space between pages near the book spine. Increase this for books with many pages to ensure text isn't lost in the binding. This gap is applied to each side of the spine.
pt: Espaço extra entre as páginas na margem interna, perto da encadernação. Aumente isto para livros com muitas páginas para garantir que o texto não seja perdido na lombada. Este espaço é aplicado a cada lado da lombada.

# BookSettings.Gutter.Label
source: Page Gutter
pt: Medianiz do livro (margem interna)

# BookSettings.TopLevelTextPaddingLabel
source: Text Padding
es: Relleno del texto
pt: Enchimento de texto

# BookSettings.TopLevelTextPadding.Description
source: Smart spacing around text boxes. Works well for simple pages, but may not suit custom layouts.
es: Espacio inteligente alrededor de cuadros de texto. Funciona bien para páginas simples, pero puede que no se adapte a diseños personalizados.
pt: Espaçamento inteligente em torno de caixas de texto. Funciona bem para páginas simples, mas pode não ser compatível com layouts personalizados.

# BookSettings.TopLevelTextPadding.DefaultLabel
source: Default (set by Theme)
es: Por defecto (establecido por tema)
pt: Padrão (definido por Tema)

# BookSettings.TopLevelTextPadding.1emLabel
source: 1 em (font size)
es: 1em (tamaño de fuente)
pt: 1em (tamanho da fonte)

# BookSettings.Fonts.Problematic
source: When you publish a book to the web or as an ebook, Bloom will flag any problematic fonts. For example, we cannot legally host most Microsoft fonts on BloomLibrary.org.
es: Cuando publicas un libro en la web o como un ebook, Bloom marcará cualquier fuente problemática. Por ejemplo, no podemos alojar legalmente la mayoría de fuentes de Microsoft en BloomLibrary.org.
pt: Quando você publica um livro na web ou como um ebook, Bloom irá sinalizar qualquer fonte problemática. Por exemplo, não podemos acolher legalmente a maior parte das fontes da Microsoft na BloomLibrary.org.

# BookSettings.Fonts.TableDescription
source: The following table shows where fonts have been used.
es: La siguiente tabla muestra donde se han utilizado las fuentes.
pt: A tabela a seguir mostra onde as fontes foram usadas.

# BookSettings.Fonts.FontNotInstalled
source: Font is not installed on this computer
es: La fuente no está instalada en este equipo
pt: A fonte não está instalada neste computador

# BookSettings.Fonts.FirstPage
source: First Page
es: Primera Página
pt: Primeira Página

# BookSettings.Fonts.All
source: (all)
es: (todos)
pt: (tudo)

# BookSettings.Fonts.PageNumber
source: Page {0}
es: Página {0}
pt: Página {0}

# BookSettings.Fonts.UnnumberedPage
source: Unnumbered Page
es: Página sin numerar
pt: Página não numerada

# AppearanceTheme.default
source: Default
es: Por defecto
pt: Padrão

# AppearanceTheme.zero-margin-ebook
source: Zero Margin Ebook
es: eBook de margen cero
pt: Livro Electrónico de Margem zero

# AppearanceTheme.narrow-margin-ebook
source: Narrow Margin Ebook
es: eBook de margen estrecho
pt: Livro Electrónico de margem estreita

# AppearanceTheme.rounded-border-ebook
source: Rounded Border Ebook
es: eBook de bordes redondeados
pt: Livro electrónico com borda arredondada

# EditTab.PasteHyperlink
source: Paste Hyperlink
es: Pegar hiperenlace
pt: Colar o Link

# EditTab.SetupHyperlink
source: Set Up Hyperlink
es: Configurar hiperenlace
pt: Configurar o Link

source: Use Talking Book Tool
pt: Usar Ferramenta de Áudio-Livro

source: A Recording
pt: Uma gravação

# BookSettings.PrintPublishingGroupLabel
source: Print Publishing
es: Publicación para imprimir

# PublishTab.Feature.Activities.RequiresEnterprise
source: This is disabled because publishing interactive activities is a Bloom Enterprise feature.
fr: Ceci est désactivé car la publication d'activités interactives est une fonctionnalité de Bloom Entreprise.

# PublishTab.Feature.Comic.None
source: This is disabled because this book does not have any overlay elements that qualify as “comic-like”, such as speech bubbles.
fr: Cette fonction est désactivée parce que ce livre ne comporte aucun élément de superposition tel que ceux dans une BD, par exemple, des bulles de texte.

# CollectionTab.OnBlorgBadge.Processing
source: BloomLibrary.org is processing this book
fr: BloomLibrary.org traite ce livre

# BookSettings.BloomPub.Resolution
source: Resolution
fr: Résolution

# BookSettings.BloomPub.Resolution.Small
source: Small
fr: Petit

# BookSettings.BloomPub.Resolution.HD
source: HD
fr: 720p (HD)

# BookSettings.BloomPub.Resolution.Full HD
source: Full HD
fr: (1080p) Haute Définition

# BookSettings.BloomPub.Resolution.Description
source: When images in books are really high resolution, it makes the books more difficult to view over poor internet connections. They will also take more space on phones. For this reason, Bloom reduces images to a maximum size.
fr: Quand les images dans les livres sont vraiment haute résolution, cela rend les livres plus difficiles à voir sur les mauvaises connexions Internet. Pour cette raison, Bloom réduit les images à une taille maximale.

# BookSettings.BloomPub.Resolution.Directions
source: Set the maximum image resolution when making BloomPUBs (including display on BloomLibrary)
fr: Définir la résolution maximale des images lors de la création de BloomPUB (y compris l'affichage sur BloomLibrary)
