Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# EditTab.JpegWarningDialog.WarningText
source: The file you’ve chosen is a “JPEG” file. JPEG files are perfect for photographs and color artwork. However, JPEG files are a big problem for black and white line art. Problems include:\n• Fuzziness and grey dots.\n• Large file sizes, making the book hard to share.\n• If there are many large JPEGs, Bloom may not have enough memory to make PDF files.\n\nNote: Because JPEG is “lossy”, converting a JPEG to PNG, TIFF, or BMP actually makes things even worse. If this is black and white line art, you want to get an original scan in one of those formats.\n\nPlease select from one of the following, then click “OK”:
bn: আপনার নির্বাচিত ফাইলটি একটি "জেপিইজি" ফাইল। জেপিইজি ফাইলগুলো ফটোগ্রাফ ও রঙ্গীন আর্টওয়ার্কের জন্য উপযুক্ত। যাইহোক, জেপিইজি ফাইলগুলো কালো ও সাদা সারির শিল্পের জন্য বড় সমস্যা।অন্তর্ভুক্ত সমস্যাসমূহ:\n• ফাজি এবং ধূসর ডটসমূহ।\n• বড় আকারের ফাইলসমূহ, বইটি শেয়ার করা কঠিন হবে।\n• যদি অনেকগুলো বড় জেপিইজি থাকে, পিডিএফ তৈরি করতে ব্লুমের পর্যাপ্ত মেমরি নাও থাকতে পারে।\n\nলক্ষণীয়: কারণ জেপিইজি হল “লজি”, জেপিইজি থেকে পিএনজি, টিআইএফএফ, অথবা বিএমপিতে রূপান্তরিত করলে প্রকৃতপক্ষে জিনিসটি আরো খারাপ হবে।যদি এটি কালো এবং সাদা শিল্পের আর্ট হয়, আপনি ঐ বিন্যাসগুলোর একটির মূল স্ক্যান কপি চান।\n\nঅনুগ্রহ করে নিম্নের যেকোনো একটি নির্বাচন করুন, তারপর "ঠিক আছে" ক্লিক করুন:
hi: आपके द्वारा चुनी गई फाइल एक "जेपीइजी" फाइल है। जेपीइजी फाइलें तस्वीरों और रंग कलाकृति के लिए बिलकुल सही होती हैं। लेकिन फिर भी, जेपीइजी फाइलें ब्लैक एंड वाइट रेखा कलाकृति के लिए एक बड़ी समस्या है। समस्याओं में शामिल हैं:\n• अस्पष्टता और धुंधले बिंदु।\n• फाइलों के बड़े आकार, पुस्तक सांझा करने में कठनाई पैदा करते हैं।\n• यदि बहुत सी बड़ी जेपीइजी फाइलें हैं, तो हो सकता है कि पीडीएफ फाइलें बनाने के लिए ब्लूम में पर्याप्त जगह नहीं हो।\n\nनोट: क्योंकि जेपीइजी "क्षतिकारक" है, किसी जेपीइजी को पीएनजी, टिफ, या बीएमपी में बदलना वास्तव में चीजों को और भी बदतर बना देता है। यदि यह ब्लैक एंड वाइट रेखा कलाकृति है, तो आपको उन फॉर्मेट में से किसी एक का मूल स्कैन प्राप्त करना चाहिये।\n\nतो कृपया निम्न में से किसी एक से चुनें, फिर "ठीक है" पर क्लिक करें:
sw: Faili uliyochagua ni faili “JPEG”. JPEG faili huwa bora zaidi kwa picha na kazi ya sanaa ya rangi. Hata hivyo, JPEG faili huwa tatizo kuu kwa sanaa ya mistari mieusi na mieupe. Matatizo yanajumuisha:\n• Siobainika na vitone vya rangi ya kijivuu.\n• Faili kubwa, na kuifanya vigumu kusambaza kitabu.\n• Iwapo kuna vingi vikubwa JPEG, Bloom huenda isiwe na nafasi ya kutosha ili kutengeneza PDF faili.\n\nKumbuka: Kwa sababu JPEG ni “hasara”, kubadilisha JPEG kuwa PNG, TIFF, BMP kwa kweli huharibu mambo zaidi. Iwapo hii ni sanaa ya mstari mweusi na mweupe, unataka kupata skani kwa mojawapo ya miundo hiyo.\n\nTafadhali chagua mojawapo ya yafuatayo, kisha bofya “SAWA”:

# EditTab.JpegWarningDialog.WindowTitle
source: JPEG Warning
bn: জেপিইজি সতর্কতা
hi: जेपीइजी चेतावनी
sw: JPEG Onyo

# EditTab.LayoutInPublishTabOnlyNotice
source: This option is only available in the Publish tab.
bn: এই অপশনটি শুধুমাত্র প্রকাশনা ট্যাবে পাওয়া যাবে।
hi: यह विकल्प केवल प्रकाशित करें टैब में उपलब्ध है।
sw: Chaguo hili linapatikana tu kwenye nembo ya Kuchapisha.
ta: இந்த விருப்பம் கிடைக்கத்தக்கதாய் மட்டும் வெளியிடு தாவலில்.
te: ఈ ఐచ్చికము మాత్రమే ప్రచురించవచ్చు టాబ్ లో ఉంది.

# EditTab.LockBook.ToolTip
source: This book is temporarily unlocked.
bn: এই বইটি অস্থায়ীভাবে আনলক করা আছে।
hi: यह पुस्तक अस्थाई रूप से अनवरोधित है ।
sw: Kitabu hiki kimefunguliwa kwa muda.

# EditTab.Monolingual
source: One Language
am: አንድ ቋንቋ
bn: একটি ভাষা
hi: एक भाषा
km: ភាសាមួយ
rw: Ururimi rumwe
sw: Lugha moja
ta: ஒரு மொழி
te: ఒకే భాష

# EditTab.NeverLocked.ToolTip
source: Books are never locked in a Source Collection.
bn: উৎস সংগ্রহে বই কখনো বন্ধ হয় না।
hi: एक स्रोत संग्रह में पुस्तकें कभी भी बंद नहीं होती।
sw: Vitabu havifungwi kamwe katika Mkusanyiko wa Chanzo.

# EditTab.NewBookName
source: Book
bn: বই
hi: पुस्तक
sw: Kitabu

# EditTab.NoImageFoundOnClipboard
source: Before you can paste an image, copy one onto your 'clipboard', from another program.
bn: আপনি একটি ছবি পেস্ট করার পূর্বে, অন্য প্রোগ্রাম থেকে আপনার 'ক্লিপবোর্ডে' একটি কপি করুন।
hi: इससे पहले कि आप एक चित्र चिपकाएँ, अन्य प्रोग्राम से, उसे आपके 'क्लिपबोर्ड' पर कॉपी कर लें।
sw: Kabla ya kuweka picha, nakili moja kwa 'klipbodi', kutoka kwa programu nyingine.
ta: ஒரு உருவத்தை நீங்கள் ஒட்டலாம், முன் வேறு நிரலில் இருந்து ஒரு இழு உங்கள் 'கிளிப்போர்டு', நகலெடு.
te: మీరు చిత్రం పేస్ట్ ముందు, మరొక కార్యక్రమం నుండి మీ 'క్లిప్బోర్డ్కు' పై ఒక కాపీ

# EditTab.NoValidImageFoundOnClipboard
source: Bloom failed to interpret the clipboard contents as an image. Possibly it was a damaged file, or too large. Try copying something else.
sw: Bloom ilishindwa kutafsiri yaliyomo kwenye ubao nakili kama picha. Labda ilikuwa faili iliyoharibiwa, au kubwa sana. Jaribu kunakili kitu kingine.

# EditTab.NoOtherLayouts
source: There are no other options for this template.
bn: এই টেমপ্লেটের জন্য অন্য কোন লেআউট অপশন নেই।
hi: इस टेंपलेट के लिए अन्य कोई लेआउट विकल्प नहीं हैं।
sw: Hakuna chaguo lingine kwa kiolezo hiki.

# EditTab.Overflow
source: This box has more text than will fit
bn: এই বাক্সে যা মানানসই তার চেয়ে অনেক বেশি লেখা আছে
hi: इस बक्से में जितना आएगा उससे ज्यादा टेक्स्ट है
sw: Kisanduku hiki kina maandishi mengi zaidi kuliko yatakayotoshea

# EditTab.OverflowContainer
source: A container on this page is overflowing
bn: এই পৃষ্ঠায় একটি কন্টেইনার উঁপচে পড়ছে
hi: इस पन्ने पर का डिब्बा जरुरत से ज्यादा भरा है
sw: Kifaa kwenye ukurasa huu kimejaa kupita kiasi

# EditTab.PageList.CantMoveXMatter
source: That change is not allowed. Front matter and back matter pages must remain where they are.
bn: ঐ পরিবর্তনটি অনুমোদিত নয়।ফ্রন্ট মেটার এবং বেক মেটার পৃষ্ঠাসমূহ অবশ্যই তারা যেখানে আছে সেখানে থাকবে।
hi: उस बदलाव की अनुमति नहीं है। अगले और पिछले लेखों के पन्ने जहाँ हैं वहीँ पर रहने चाहिए।
sw: Mabadiliko hayo hayakubaliwi. Machapisho ya upande wa mbele na machapisho ya upande wa nyuma yanapaswa kusalia pale yalipo.

# EditTab.PageList.Heading
source: Pages
am: ገጾች
bn: পৃষ্ঠাসমূহ
hi: पन्ने
km: ទំព័រ
rw: Amapaji
sw: Kurasa
ta: பக்கங்கள்
te: పేజీలు

# EditTab.PageSizeAndOrientation.Tooltip
source: Choose a page size and orientation
bn: পৃষ্ঠার আকার ও অভিমুখ পছন্দ করুন
hi: पन्ने का आकार और ओरिएंटेशन चुनें
rw: Guhitamo ubunini bw'urupapuro n'icyerekezo
sw: Chagua ukubwa wa ukurasa na maelekezo
ta: ஒரு பக்க அளவு மற்றும் திசையை தேர்ந்தெடு
te: ఒక పేజీ పరిమాణం మరియు దిశను ఎంపిక

# EditTab.PasteButton
source: Paste
am: ለጥፍ
bn: পেস্ট
hi: पेस्ट करें
km: បិត
rw: Bambika
sw: Weka baada ya kunakili
ta: ஒட்டு
te: పేస్ట్

# EditTab.PasteButton.ToolTip
source: Paste (Ctrl+V)
bn: পেস্ট (Ctrl+V)
hi: पेस्ट (Ctrl+V)
sw: Weka baada ya kunakili(Ctrl+V)

# EditTab.PasteButton.ToolTipWhenDisabled
source: There is nothing on the Clipboard that you can paste here.
bn: ক্লিপবোর্ডে কিছু নেই যা এখানে পেস্ট করতে পারেন।
hi: क्लिपबोर्ड पर कुछ भी नहीं है जो आप यहां पेस्ट कर सकें।
sw: Hakuna chochote kwenye klipbodi ambacho unaweza kuweka hapa.
ta: எதுவும் இல்லை என்று நீங்கள் இங்கே ஒட்டலாம் கிளிப்போர்டில்.
te: మీరు ఇక్కడ అతికించండి క్లిప్బోర్డ్కు న ఏమీ లేదు

# EditTab.PastePage
source: Paste Page
bn: পৃষ্ঠা পেস্ট করুন
hi: पन्ना पेस्ट करें
sw: Bandika Ukurasa

# EditTab.ReadOnlyInAuthorMode
source: You cannot put anything in there while making an original book.
bn: আপনি মূল বই তৈরির সময় সেখানে কোনকিছু রাখতে পারবেন না।
hi: एक मूल पुस्तक बनाते समय आप वहां कुछ भी नहीं डाल सकते।
sw: Huwezi kuweka chochote pale ndani unapotengeneza kitabu cha kwanza.

# EditTab.RequiresEnterprise
source: To use this feature, you'll need to enable Bloom Enterprise.
bn: এই বৈশিষ্ট্যটি ব্যবহার করতে, আপনাকে ব্লুম এন্টারপ্রাইজকে সক্ষম করতে হবে
sw: Ili kutumia kipengele hiki, utahitaji kuwezesha Bloom Enterprise.

# EditTab.SavingNotification
source: Saving...
bn: সংরক্ষণ করা হচ্ছে ...
hi: सेव हो रहा है...
sw: Hifadhi...

# EditTab.SourceBubbleCopied
source: Copied
sw: Kunakiliwa

# EditTab.TextBoxProperties.Alignment
source: Alignment
bn: সারিবদ্ধকরণ
hi: एलाइनमेंट
sw: Mpangilio

# EditTab.TextBoxProperties.Background
source: Background
bn: পটভূমি
hi: पृष्ठभूमि
sw: Usuli

# EditTab.TextBoxProperties.BorderSides
source: Border Sides
bn: পার্শ্ব সীমা
hi: बॉर्डर साइड्स
sw: Pande za mpaka

# EditTab.TextBoxProperties.BorderStyle
source: Border Style
bn: সীমা শৈলী
hi: बॉर्डर शैली
sw: Mtindo wa Mpaka

# EditTab.TextBoxProperties.BordersAndBackground
source: Borders & Background
bn: সীমা & পৃষ্ঠভূমি
hi: बॉर्डर्स & पृष्ठभूमि
sw: Mipaka& Usuli

# EditTab.TextBoxProperties.CollectionLanguage2
source: Collection Language 2
sw: Mkusanyiko wa Lugha 2

# EditTab.TextBoxProperties.CollectionLanguage3
source: Collection Language 3
sw: Mkusanyiko wa Lugha 3

# EditTab.TextBoxProperties.HintBubbles
source: Hint Bubbles
bn: হিন্ট বাবেলস
hi: हिंट बबल्स
sw: Viputo vha Vidokezo

# EditTab.TextBoxProperties.IncludeLang
source: Include the name of the language using {lang}. For example: "Enter color in {lang}".
bn: {lang}ব্যবহার করে ভাষার নাম অন্তর্ভুক্ত করুন। উদাহরণ স্বরুপ: "{lang}-য় রঙ করুন"।
hi: {lang} का उपयोग कर भाषा का नाम शामिल करें। उदाहरण के लिए: "{lang}" में रंग भरें।
sw: Jumuisha jina la lugha inayotumia {lang}. Kwa mfano: "Ingiza rangi kwenye {lang}".

# EditTab.TextBoxProperties.LanguageTab
source: Language
bn: ভাষা
hi: भाषा
sw: Lugha

# EditTab.TextBoxProperties.Normal
source: Normal
bn: সাধারণ
hi: सामान्य
sw: Kawaida

# EditTab.TextBoxProperties.NormalLabel
source: "Normal" will show the languages you have checked in the Languages control. Use this for most content.
bn: "স্বাভাবিক" সেটিং বইটির স্থানীয় ভাষা এবং বহুভাষিক সেটিং–এর উপর ভিত্তি করে সম্ভাব্য আঞ্চলিক বা জাতীয় ভাষা দেখাবে। অধিকাংশ ক্ষেত্রেই এটি ব্যবহার করুন।
hi: "सामान्य" पुस्तक की बहुभाषी सेटिंग्स के आधार पर स्थानीय, और संभवतः क्षेत्रीय या राष्ट्रीय भाषा दिखाएगा। अधिकांश सामग्री के लिए इसका उपयोग करें।
sw: "Kawaida" itaonyesha lugha ambazo umekagua katika udhibiti lugha. Tumia hii zaidi kwa yale yaliyomo.

# EditTab.TextBoxProperties.OtherLanguagesLabel
source: Use one of these for simple text boxes that are always in only one language.
bn: সাধারন লেখার বক্সের জন্য এগুলির মধ্যে কোন একটি ব্যবহার করুন যা সবসময় শুধুমাত্র একটি ভাষাতেই হয়।
hi: इनमें से किसी एक साधारण टेक्स्ट बक्सों का उपयोग करें जो हमेशा केवल एक भाषा में होते हैं।
sw: Tumia moja ya haya kwa visanduku rahisi vya maandishi ambavyo kila wakati viko katika lugha moja tu.

# EditTab.TextBoxProperties.SelectedLanguage
source: Selected Language 1
sw: Lugha Iliyochaguliwa

# EditTab.TextBoxProperties.ShowHintBubble
source: Show the hint bubble
bn: ইঙ্গিত নির্দেশক বুদবুদ প্রদর্শন করান
hi: हिंट बबल दिखाएं
sw: Onesha kiputo cha vidokezo

# EditTab.TextBoxProperties.ShowOnEach
source: On each language-field in the group
bn: দলে প্রতিটি ভাষা ক্ষেত্রে
hi: समूह में प्रत्येक भाषा-फील्ड पर
sw: Katika kila uwanja wa lugha ndani ya kikundi

# EditTab.TextBoxProperties.ShowOnGroup
source: Just once on the whole group
bn: সম্পূর্ণ দলে শুধুমাত্র একবার
hi: पूरे समूह पर सिर्फ एक बार
sw: Mara moja tu kwenye kikundi kizima

# EditTab.TextBoxProperties.Title
source: Text Box Properties
bn: লেখার বক্স প্রোপার্টি
hi: टेक्स्ट बक्सा प्रॉपर्टीज
sw: Vipengele vya sanduku la maandishi

# EditTab.TextBoxProperties.VerticalAlignment
source: Vertical Alignment
bn: উল্লম্ব(উপর থেকে নিচে) সারিবদ্ধকরণ
hi: खड़ा एलाइनमेंट
sw: Mpangilio wa wima

# EditTab.TextBoxProperties.WhatToPut
source: What should authors put in this box?
bn: এই বাক্সে লেখকের কি রাখা উচিত?
hi: लेखकों को इस बक्से में क्या डालना चाहिए?
sw: Je! Ni nini ambacho waandishi wanapaswa kuweka kwenye sanduku hili?

# EditTab.TitleOfCopyIPToWholeBooksDialog
source: Picture Intellectual Property Information
bn: ছবির মেধাসত্ব অধিকার তথ্য
hi: चित्र बौद्धिक गुण जानकारी
rw: Amakuru kuri nyir'ifoto
sw: Habari kuhusu Taaluma ya Kifaa
ta: படம் அறிவுசார் தகவல்
te: మేధో ఆస్తి సమాచారం చిత్రం

# EditTab.Toolbox.OverlayTool
source: Overlay Tool
sw: Zana ya uwekeleaji

# EditTab.Toolbox.ComicTool.DragInstructions
source: Drag any of these overlays onto the image:
sw: Buruta ili kuongeza picha

# EditTab.Toolbox.ComicTool.Options.AddChildBubble
source: Add Child Bubble
sw: Ongeza kiputo kidogo

# EditTab.Toolbox.ComicTool.Options.BackgroundColor
source: Background Color
sw: Rangi msingi

# EditTab.Toolbox.ComicTool.Options.BackgroundColor.OldLace
source: Old Lace
sw: Rangi ya manjano-machungwa

# EditTab.Toolbox.ComicTool.Options.Duplicate
source: Duplicate
sw: Nakili

# EditTab.Toolbox.ComicTool.Options.ImageSelected
source: There are no options for this kind of overlay
sw: Hakuna chaguo kwa aina hii ya uwekaji

# EditTab.Toolbox.ComicTool.Options.OuterOutlineColor
source: Outer Outline Color
sw: Rangi ya muzunguko wa nje

# EditTab.Toolbox.ComicTool.Options.OuterOutlineColor.None
source: None
sw: Hamna

# EditTab.Toolbox.ComicTool.Options.RoundedCorners
source: Rounded Corners
sw: Pembe Zilizozunguka

# EditTab.Toolbox.ComicTool.Options.ShowSignLanguageTool
source: Show Sign Language Tool
sw: Onyesha Zana ya Lugha ya Ishara

# EditTab.Toolbox.ComicTool.Options.ShowTail
source: Show Tail
sw: Onyesha Mkia

# EditTab.Toolbox.ComicTool.Options.Style
source: Style
sw: Mtindo

# EditTab.Toolbox.ComicTool.Options.Style.Caption
source: Caption
sw: Maelezo mafupi

# EditTab.Toolbox.ComicTool.Options.Style.Circle
source: Circle
sw: Duara

# EditTab.Toolbox.ComicTool.Options.Style.Ellipse
source: Ellipse
sw: Duaradufu

# EditTab.Toolbox.ComicTool.Options.Style.Exclamation
source: Exclamation
sw: Mshangao

# EditTab.Toolbox.ComicTool.Options.Style.JustText
source: Just Text
sw: Maandishi tu

# EditTab.Toolbox.ComicTool.Options.Style.Speech
source: Speech
sw: Tamko

# EditTab.Toolbox.ComicTool.Options.Style.Thought
source: Thought
sw: Wazo

# EditTab.Toolbox.ComicTool.Options.TextColor
source: Text Color
sw: Rangi ya maandishi

# EditTab.Toolbox.ComicTool.TextBlock
source: Text Block
sw: Kijisanduku cha maandishi

# EditTab.Toolbox.ImpairmentVisualizer
source: Impairment Visualizer
bn: দুর্বল দৃষ্টিগোচরকারী
hi: इम्पेयरमेंट विजुलायजर
sw: Mwonekano wa Kuharibika

# EditTab.Toolbox.ImpairmentVisualizer.BlueYellow
source: Blue-Yellow
bn: নীল–হলুদ
hi: नीला-पीला
sw: Samawati-Manjano

# EditTab.Toolbox.ImpairmentVisualizer.Cataracts
source: Cataracts
bn: ছানি
hi: मोतियाबिंद
sw: Kingo

# EditTab.Toolbox.ImpairmentVisualizer.ColorBlindness
source: Color Blindness
bn: বর্ণান্ধতা
hi: रंग दृष्टिहीनता
sw: Upofu wa rangi

# EditTab.Toolbox.ImpairmentVisualizer.Complete
source: Complete
bn: সম্পূর্ণ
hi: पुर्णतः
sw: Kamili

# EditTab.Toolbox.ImpairmentVisualizer.Overview
source: You can use these check boxes to have Bloom simulate how your images would look with various visual impairments.
bn: আপনি এই চেকবক্সগুলি ব্যবহার করতে পারেন যেন বিভিন্ন দৃষ্টি দুর্বলতায় আপনার ছবি কেমন দেখাবে তা ব্লুম অনুকরণ করতে পারে।
hi: विभिन्न दृष्टि दुर्बलता के कारण आपके चित्र कैसे दिखेंगे यह दिखाने के लिए आप इन चेक बक्सों का उपयोग कर सकते हैं।
sw: Unaweza kutumia visanduku hivi vya kukagua Bloom kuiga jinsi picha zako zingeonekana na matatizo kadhaa za kuona.

# EditTab.Toolbox.ImpairmentVisualizer.RedGreen
source: Red-Green
bn: লাল-সবুজ
hi: लाल-हरा
sw: Nyekundu-Kijani

# EditTab.Toolbox.Motion.Intro
source: Motion Books are Bloom Reader books with two modes. Normally, they are Talking Books. When you turn the phone sideways, the picture fills the screen. It pans and zooms from rectangle "1" to rectangle "2".
bn: গতি বই হল দুটি রুপযুক্ত ব্লুম পুস্তকের বই। সাধারণত সেগুলি উচ্চারণকারী বই। যখন আপনি ফোনটি কাত করেন তখন ছবিটি সম্পূর্ন পর্দা পরিপূর্ণ করে ৷ এটি চতুর্ভুজ '1 ' থেকে চতুর্ভুজ '2 ' পর্যন্ত ঘুরে ও জুম করে।
hi: मोशन पुस्तकें दो मोड के साथ ब्लूम रीडर पुस्तकें हैं। आम तौर पर, वे बात करनेवाली पुस्तकें हैं। जब आप फोन को तिरछा करते हैं, चित्र पुरे स्क्रीन को भर देता है। वह आयत "1" से आयत "2" में घूमता है और जूम करता है।
sw: Vitabu vya sinema ni vitabu vya Bloom Reader vilivyo na namna mbili. Kwa kawaida, ni Vitabu vya Kuzungumza. Ukigeuza simu upande, picha hujaza skrini. Hupungua na kuongezeka kutoka mstatili "1" hadi mstatili "2".

# EditTab.Toolbox.Motion.Preview
source: Preview
bn: প্রিভিউ/ পুনরায় দেখা
hi: पूर्वावलोकन
sw: Hakiki

# EditTab.Toolbox.Motion.Preview.Motion
source: Motion
bn: গতি
hi: मोशन
sw: Mwendo

# EditTab.Toolbox.Motion.Preview.Music
source: Music
bn: সঙ্গীত/ মিউজিক
hi: संगीत
sw: Muziki

# EditTab.Toolbox.Motion.Preview.Voice
source: Voice
bn: কন্ঠ
hi: स्वर
sw: Sauti

# EditTab.Toolbox.Motion.ThisPage
source: Enable motion on this page
bn: এই পাতায় গতি সক্রিয় করুন
hi: इस पन्ने पर मोशन सक्षम करें
sw: Wezesha msogezo kwenye ukurasa huu

# EditTab.Toolbox.MotionTool
source: Motion Tool
bn: গতি উপকরণ
hi: मोशन उपकरण
sw: Zana ya Msogeo

# EditTab.Toolbox.Music.Choose
source: Choose...
bn: বেছে নিন...
hi: चुनें...
sw: Chagua...

# EditTab.Toolbox.Music.ContinueMusic
source: Continue music from previous page
bn: পূর্ববর্তী পৃষ্ঠা থেকে সঙ্গীত চালিয়ে যান
hi: पिछले पन्ने से संगीत जारी रखें
sw: Endeleza muziki kutoka ukurasa uliopita

# EditTab.Toolbox.Music.FileDialogSoundFiles
source: Sound files
bn: ধ্বনি ফাইলসমুহ
hi: ध्वनि फ़ाइलें
sw: Faili za sauti

# EditTab.Toolbox.Music.InvalidMp3File
source: The selected sound file "{0}" cannot be played by Bloom. Please choose another sound file.
bn: নির্বাচিত ধ্বনি ফাইলগুলো "{0}" ব্লুম দ্বারা চালানো যাবে না। অনুগ্রহ করে অন্য ধ্বনি ফাইল চয়ন করুন।
hi: चुनी हुई ध्वनि फाइल "{0}"ब्लूम में खोली नहीं जा सकती। कृपया किसी अन्य ध्वनि फाइल को चुनें।
sw: Faili ya sauti iliyochaguliwa "{0}" haiwezi kuchezwa na Bloom. Tafadhali chagua faili nyingine ya sauti.

# EditTab.Toolbox.Music.InvalidMp3FileTitle
source: Choose Another Sound File
bn: অন্য একটি ধ্বনি ফাইল নির্বাচন করুন
hi: कोई अन्य ध्वनि फाइल चुनें
sw: Chagua Faili Nyingine ya Sauti

# EditTab.Toolbox.Music.Overview
source: You can set up background music to play with this page when the book is viewed in the Bloom Reader app.
bn: যখন ব্লুম পুস্তক অ্যাপের মধ্যে এই বইটি দৃশ্যমান হয় তখন আপনি এই পৃষ্ঠার সঙ্গে আবহ সঙ্গীত যুক্ত করতে পারেন।
hi: जब पुस्तक ब्लूम रीडर ऐप में देखा जाता है तब आप इस पन्ने के साथ पृष्ठभूमि संगीत चलाना सेट कर सकते हैं।
sw: Unaweza kuweka muziki wa nyuma ucheze na ukurasa huu wakati kitabu kinatazamwa katika programu ya Bloom Reader.

# EditTab.Toolbox.Music.NewMusic
source: Start new music
bn: নতুন সঙ্গীত শুরু করুন
hi: नया संगीत शुरू करें
sw: Anza muziki mpya

# EditTab.Toolbox.Music.NoMusic
source: No Music
bn: কোন সঙ্গীত নেই
hi: संगीत नहीं
sw: Hakuna muziki

# EditTab.Toolbox.MusicTool
source: Music Tool
bn: সঙ্গীত উপকরণ
hi: संगीत उपकरण
sw: Zana ya Muziki

# EditTab.Toolbox.DecodableReaderTool
source: Decodable Reader Tool
am: ከድምጽ ጋር አዛምዶ ንባብ የማስተማሪያ መሳሪያ
bn: ডিকোডেবল রিডার কার্যসম্পাদন
hi: डिकोडेबल पुस्तक उपकरण
km: ឧបករណ៍អ្នកអានដែលអាចចាត់តាមអក្សរ
rw: Igikoresho gifasha umusomyi gusobanukirwa
sw: Kifaa cha kusoma kinachoweza Kufasiriwa
ta: Decodable படிப்பான் கருவி
te: డికోడాబల్ రీడర్

# EditTab.Toolbox.DecodableReaderTool.AllowedWordListTruncated
source: Bloom can handle only the first {0} words.
bn: ব্লুম শুধুমাত্র প্রথম {0} শব্দসমূহ নিয়ন্ত্রণ করতে পারে।
hi: ब्लूम सिर्फ पहले {0} शब्दों का संचलन कर सकता है।
sw: Bloom inaweza tu kukubali maneno ya kwanza tu {0}.

# EditTab.Toolbox.DecodableReaderTool.AllowedWordsInThisStage
source: Allowed words in this stage
bn: এই স্তরে অনুমোদিত শব্দসমূহ
hi: इस चरण में स्वीकृत शब्द
sw: Majina yanayokubaliwa katika awamu hii

# EditTab.Toolbox.DecodableReaderTool.FileDialogTextFiles
source: Text files
bn: লিখিত ফাইলসমূহ
hi: टेक्स्ट फाइलें
sw: Jalada za maandishi

# EditTab.Toolbox.DecodableReaderTool.LetterWordReportAllUsableWords
source: All Usable Words: {0}
sw: Maneno Yote Yanayoweza Kutumika: {0}

# EditTab.Toolbox.DecodableReaderTool.LetterWordReportLetters
source: Letters: {0}
bn: অক্ষরসমূহ: {0}
hi: अक्षर: {0}
sw: Herufi: {0}

# EditTab.Toolbox.DecodableReaderTool.LetterWordReportMessage
source: The following is a generated report of the decodable stages for {0}. You can make any changes you want to this file, but Bloom will not notice your changes. It is just a report.
bn: নিম্নোক্ত ডিকোডেবল স্তরসমূহ {0} এর জন্য একটি উৎপন্ন রিপোর্ট।আপনি এই ফাইলে ইচ্ছেমত যেকোনো পরিবর্তন করতে পারেন, কিন্তু ব্লুম আপনার কোনো পরিবর্তন পরিলক্ষিত করবে না।এটি শুধুমাত্র একটি রিপোর্ট।
hi: निम्न {0} के लिए डिकोडेबल चरणों की निर्माण की गई जानकारी है। इस फाइल में आप जो बदलाव करना चाहते हैं वह कर सकते हैं, लेकिन ब्लूम आपके बदलावों पर ध्यान नहीं देगा। यह सिर्फ एक जानकारी है।
sw: Ifuatayo ni ripoti iliyotolewa ya awamu zinazoweza kufasiriwa kwa {0}. Unaweza kufanya mabadiliko yoyote unayotaka kwa faili hii,lakini Bloom Haitatambua mabadiliko yako.Ni ripoti tu.

# EditTab.Toolbox.DecodableReaderTool.LetterWordReportNewDecodableWords
source: New Decodable Words: {0}
bn: নতুন ডিকোডেবল শব্দসমূহ: {0}
hi: नए डिकोडबल शब्द: {0}
sw: Majina Mapya Yanayoweza Kufasiriwa: {0}

# EditTab.Toolbox.DecodableReaderTool.LetterWordReportSightWords
source: New Sight Words: {0}
bn: নতুন সাইট শব্দসমূহ: {0}
hi: नए साईट शब्द: {0}
sw: Majina mapya Yanayoonekana: {0}

# EditTab.Toolbox.DecodableReaderTool.LetterWordReportStage
source: Stage {0}
bn: স্তর {0}
hi: चरण {0}
sw: hatua {0}

# EditTab.Toolbox.DecodableReaderTool.LetterWordReportWordList
source: Complete Word List
bn: সম্পূর্ণ শব্দের তালিকা
hi: पूर्ण शब्द सूची
sw: Kamilisha Orodha ya Majina

# EditTab.Toolbox.DecodableReaderTool.LettersInThisStage
source: Letters in this stage
am: በዚህ ክፍል ውስጥ ያሉ ፊደሎች
bn: এই স্তরের অক্ষরসমূহ
hi: इस चरण में अक्षर
km: អក្សរក្នុងដំណាក់កាលនេះ
sw: Herufi katika ukurasa huu
ta: இந்த நிலையில் உள்ள எழுத்துக்கள்
te: ఈ దశలో లెటర్స్.

# EditTab.Toolbox.DecodableReaderTool.MakeLetterWordReport
source: Generate a letter and word list report
bn: অক্ষর ও শব্দ তালিকার একটি রিপোর্ট তৈরি কর
hi: एक अक्षर और शब्द सूची जानकारी निर्माण करें
sw: Anzisha ripoti ya orodha ya herufi na neno

# EditTab.Toolbox.DecodableReaderTool.SampleWordsInThisStage
source: Sample words in this stage
bn: এই স্তরে নমুনা শব্দসমূহ
hi: इस चरण में नमूना शब्द
sw: Chukua maneno kutoka kwenye awamu hii

# EditTab.Toolbox.DecodableReaderTool.SetUpStages
source: Set up Stages
am: ክፍሎችን አቀናጅ
bn: স্তরসমূহ সাজান
hi: चरणों को सेट करें
km: បង្កើត ដំណាក់កាលផ្សេងៗ
rw: Guteganya intambwe
sw: Panga hatua
ta: கட்டத்தில் அமை
te: సెటప్ దశల్లో

# EditTab.Toolbox.DecodableReaderTool.SortAlphabetically
source: Sort alphabetically
bn: বর্ণানুক্রমে সাজান
hi: वर्णानुक्रम के अनुसार लगाएं
sw: Panga kwa herufi

# EditTab.Toolbox.DecodableReaderTool.SortByFrequency
source: Sort by frequency
bn: পুনরাবৃত্তির হার অনুসারে সাজান
hi: आवृत्ति के आधार पर क्रमबद्ध करें
sw: Panga kwa mzunguko

# EditTab.Toolbox.DecodableReaderTool.SortByWordLength
source: Sort by word length
bn: শব্দের দৈর্ঘানুযায়ী সাজান
hi: शब्द लंबाई के आधार पर क्रमबद्ध करें
sw: Panga kwa urefu wa neno

# EditTab.Toolbox.DecodableReaderTool.StageNofM
source: Stage {0} of {1}
sw: Hatua{0} ya{1}

# EditTab.Toolbox.ImageDescriptionTool
source: Image Description Tool
bn: চিত্রের বিবরণ উপকরণ
hi: चित्र विवरण उपकरण
sw: Zana ya maelezo ya picha

# EditTab.Toolbox.ImageDescriptionTool.MoreInformation
source: For more information:
bn: অতিরিক্ত তথ্যের জন্য:
sw: Kwa habari zaidi:

# EditTab.Toolbox.ImageDescriptionTool.KeepInMind
source: Keep these things in mind:
bn: এসব বিষয় মনে রাখুন:
sw: Kumbuka mambo haya:

# EditTab.Toolbox.ImageDescriptionTool.ImportantToDescribe
source: Are there important **actions**, **relationships**, **emotions**, or things in the **scene** that add to the story but are not in the text?
bn: এমন কোন **কার্যকলাপ**, **সম্পর্ক**, **আবেগ**, বা এমন কোন **দৃশ্য** যা গল্পে যুক্ত কিন্তু পাঠ্যে নেই?
sw: Je! Kuna vitendo muhimu **, ** mahusiano **, ** hisia **, au vitu kwenye **eneo ** vinavyoongeza hadithi lakini havimo kwenye maandishi?

# EditTab.Toolbox.ImageDescriptionTool.UseSimpleWords
source: Use words that are **simple** enough for the listener.
bn: এমন সব শব্দ ব্যবহার করুন যেগুলি শ্রোতার জন্য খুবই * * সহজ * *।
sw: Tumia maneno ambayo ni ** rahisi ** ya kutosha kwa msikilizaji.
