Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# ReaderSetup.Words.Intro
source: To help you make decodable readers, Bloom can suggest words that fit within the current stage. There are two ways to give words to Bloom:
bn: ডিকোডেবল রিডারসমূহ তৈরি করতে, ব্লুম আপনাকে শব্দের পরামর্শ দিতে পারে যা বর্তমান স্তরের সাথে উপযুক্ত।দুইটি উপায়ে ব্লুমে শব্দসমূহ দেওয়া যায়:
hi: आपको डिकोडेबल पुस्तकें बनाने में सहायता करने के लिए, ब्लूम ऐसे शब्दों का सुझाव दे सकता है जो कि वर्तमान चरण में बिलकुल सही बैठते हैं। ब्लूम में शब्द सम्मलित करने के दो तरीके हैं:
sw: Ili kukusaidia kutengeneza vifaa vya kusoma vinavyoweza kufasiriwa, Bloom inaweza kupendekeza maneno ambayo yanaweza kutoshea kati ya awamu iliopo. Kuna njia mbili za kupeana majina kwa Bloom.
ta: உதவும் decodable படிப்பான்கள், தற்போதைய நிலையில் க்குள் பொருத்த சொற்களை Bloom ஆலோசனை செய்யலாம். Bloom சொற்களை கொடுக்க இரண்டு வழிகள் இருக்கின்றன:
te: మీరు దానిని decodable పాఠకులు మీకు సహాయం చేయడానికి, బ్లూమ్ ప్రస్తుత దశలో తగిన పదాలు సూచించగలరు. వర్ధిల్లు పదాలు ఇవ్వాలని రెండు మార్గం ఉన్నాయి:

# ReaderSetup.Words.PlaceTextFiles
source: 2) Place Text Files in Your
bn: ২) নমুনা ফাইলসমূহ রাখুন আপনার
hi: 2) टेक्स्ट फाइलों को यहाँ रखें
rw: 2) Gushyira ifishiye y'inyandiko zawe muri
sw: 2) Weka Faili za Maandishi kwa
ta: 2) உள்ள இடம் உரை கோப்புகள் உங்கள்
te: 2) ప్లేస్ టెక్స్ట్ ఫైళ్లు మీ

# ReaderSetup.Words.SampleTextFolder
source: Sample Texts Folder
am: ናሙና የጽሑፍ ዓቃፊ
bn: নমুনা লেখার ফোল্ডারে
hi: नमूना टेक्स्ट फोल्डर
km: ហ្វូលឌ័រអត្ថបទគំរូ
sw: Folda ya Sampuli yako ya Matini

# ReaderSetup.Words.TypeWordsHere
source: 1) Type Words Here
bn: ১) এখানে শব্দসমূহ টাইপ করুন
hi: 1) शब्दों को यहाँ लिखें
rw: 1) Andika amagambo hano
sw: 1) Piga Chapa Maneno yako Hapa
ta: 1) வகை சொற்களை இங்கு
te: 1) ఇక్కడ టైప్

# ReaderSetup.Words.UseAllowedWords
source: We are using lists of allowed words to define stages
bn: পর্যায় নির্ধারণ করার জন্য আমরা অনুমোদিত শব্দের তালিকা ব্যবহার করছি
hi: हम चरणों को स्पष्ट करने के लिए अनुमत शब्दों की सूची का उपयोग कर रहे हैं
sw: Tunatumia orodha ya maneno yaliyokubaliwa ili kutoa maelezo kuhusu awamu

# ReaderSetup.Words.UseLetters
source: We are using letters with sight words to define stages
bn: পর্যায় নির্ধারণ করার জন্য আমরা সাইট শব্দ সম্বলিত অক্ষর ব্যবহার করছি
hi: हम चरणों को स्पष्ट करने के लिए साईट शब्दों के साथ अक्षरों का उपयोग कर रहे हैं
sw: Tunatumia herufi zilizo na maneno yanayoonekana kutoa maelezo kuhusu awamu

# ReaderSetup.lettersHeader
source: Letters
am: ፊደሎች
bn: অক্ষরসমূহ
hi: अक्षर
km: អក្សរ
rw: Inyuguti
sw: Herufi
ta: கடிதங்கள்
te: అక్షరాలు

# ReaderTemplateBloomPackDialog.ExplanationParagraph
source: In addition, this Bloom Pack will carry your latest decodable and leveled reader settings for the "{0}" language. Anyone opening this Bloom Pack, who then opens a "{0}" collection, will have their current decodable and leveled reader settings replaced by the settings in this Bloom Pack. They will also get the current set of words for use in decodable readers.
bn: এছাড়াও, এই ব্লুম প্যাক \"{0}\" ভাষার জন্য আপনার সর্বশেষ ডিকোডেবল এবং লেভেল করা রিডার সেটিংসমূহ বহন করবে। যে কেউ এই ব্লুম প্যাক খুললে, যে \"{0}\" সংগ্রহশালা খুলবে, তারা তাদের বর্তমান ডিকোডেবল ও লেভেলড রিডার সেটিংস এই ব্লুম প্যাকের সেটিং দিয়ে পরিবর্তন করবে। ডিকোডেবল রিডারে ব্যবহারের জন্য তারা বর্তমান শব্দের সেটও পাবে।
hi: इसके अलावा, यह ब्लूम पैक "{0}" भाषा के लिए आपकी नवीनतम डिकोडेबल और लेवल्ड पुस्तक सेटिंग्स रखेगा। इस ब्लूम पैक को खोलने वाला कोई भी व्यक्ति, जो "{0}" संग्रह खोलता है, उसके पास इस ब्लूम पैक में सेटिंग्स द्वारा प्रतिस्थापित अपने वर्तमान डीकोडेबल और लेवल्ड पुस्तक सेटिंग्स होंगे। उन्हें डिकोडेबल पुस्तक में उपयोग के लिए शब्दों का वर्तमान सेट भी मिलेगा।
sw: Kwa kuongeza, seti hii ya Bloom itabeba mpangilio wa kifaa cha kusoma kilichopewa ngazi na kinachoweza kufasiriwa cha hivi karibuni cha lugha ya \"{0}\". Yeyote anayefungua seti hii ya Bloom, ambaye basi anafungua mkusanyiko wa \"{0}\" , atahitajika kubadilisha mpangilio wa kifaa chake cha kusoma kilichopewa ngazi na kutumia mpangilio ulio kwenye seti hii ya Bloom. Pia atapata kikundi cha majina ya kisasa ili kuyatumia kwenye vifaa vya kusoma vinavyoweza kufasiriwa.

# ReaderTemplateBloomPackDialog.HelpButtonLabel
source: Help
bn: সাহায্য
sw: Usaidizi

# ReaderTemplateBloomPackDialog.IntroLabel
source: The following books will be made into templates:
bn: নিম্নোক্ত বইগুলো টেমপ্লেটসমূহের মধ্যে তৈরি হবে:
hi: निम्न पुस्तकें टेम्पलेट्स के रूप में बनाई जाएंगी:
sw: Vitabu vifuatavyo vitafanywa kuwa vigezo:
ta: வார்ப்புருக்கள்-ஐ பின்வரும் புத்தகங்கள் வெளியிடப்படும்:
te: తరువాతి పుస్తకాలను టెంప్లేట్లు తయారు చేస్తుంది.

# ReaderTemplateBloomPackDialog.IUnderstandCheckboxLabel
source: I understand what a template is and this is really what I want to do
bn: টেমপ্লেট কি আমি তা বুঝি এবং সত্যি আমি এটাই করতে চাই
hi: मैं समझता हूं कि एक टेम्पलेट क्या है और सच में मैं यही करना चाहता हूं
sw: Ninaelewa kiolezo ni nini na hivi ndivyo ninavyotaka kufanya

# ReaderTemplateBloomPackDialog.SaveBloomPackButton
source: Save Bloom Pack
am: የBloom ጥቅልን አስቀምጥ
bn: ব্লুম প্যাক সংরক্ষণ করুন
hi: ब्लूम पैक को सेव करें
km: រក្សាទុកកញ្ចប់ Bloom
sw: Hifadhi seti ya Blooma

# ReaderTemplateBloomPackDialog.WindowTitle
source: Make Reader Template Bloom Pack
am: የምንባብ ብጁን የBloom ጥቅል ያድርጉት
bn: রিডার টেমপ্লেট ব্লুম প্যাক তৈরি করুন
hi: पुस्तक टेम्पलेट ब्लूम पैक बनाएं...
km: ធ្វើកញ្ចប់ Bloom ឯកសារគំរូសម្រាប់អ្នកអាន
sw: Tengeneza Seti ya Bloom ya Kifaa cha kusoma

# RegisterDialog.Email
source: Email Address
bn: ইমেইল ঠিকানা
hi: ईमेल
rw: Imeyili
sw: Barua pepe
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా

# RegisterDialog.FirstName
source: First Name
bn: নামের প্রথম অংশ
hi: पहला नाम
rw: Izina ry'idini
sw: Jina la Kwanza
ta: முதல் பெயர்
te: మొదటి పేరు

# RegisterDialog.Heading
source: Please take a minute to register {0}
bn: অনুগ্রহ করে {0} নিবন্ধন করতে এক মিনিট সময় নিন।
hi: कृपया {0} का पंजीकरण करने के लिए एक मिनट लें
rw: Turasaba ko wafata umunota umwe ukiyandikisha {0}
sw: Tafadhali chukua dakika moja kujisaji {0}
ta: தயவுசெய்து {0} பதிவு செய்ய ஒரு நிமிடம் எடுத்துக்
te: నమోదు ఒక నిమిషం దయచేసి{0}

# RegisterDialog.HowAreYouUsing
source: How are you using {0}?
bn: আপনি কিভাবে {0} ব্যবহার করছেন?
hi: आप {0} का उपयोग कैसे कर रहे हैं?
rw: Ukoresha ute {0}?
sw: Je, unaitumia vipi {0}?
ta: எப்படி நீங்கள் பயன்படுத்தும் {0}?
te: మీరు ఎలా ఉపయోగిస్తున్నారు(0)?

# RegisterDialog.IAmStuckLabel
source: I'm stuck, I'll finish this later.
bn: আমি আটকে গেছি, আমি এটি পরে শেষ করব।
hi: मैं अटक गया हूँ, मैं इसे बाद में पूरा करूँगा।
rw: Byanyobeye, ibi ndabirangiza nyuma.
sw: Nimekwama, nitamaliza hii baadaye
ta: நான் நின்றுபோனது இருக்கிறேன், நான் இருக்கும் முடி இது பின்னர்.
te: నేను కూరుకుపోయి, నేను తరువాత ఈ పూర్తి

# RegisterDialog.Organization
source: Organization
bn: প্রতিষ্ঠান
hi: संगठन
rw: Ikigo
sw: Mpangilio
ta: அமைப்பு
te: సంస్థ

# RegisterDialog.RegisterButton
source: &Register
bn: &নিবন্ধন
hi: &पंजीकृत करें
rw: &Kwiyandikisha
sw: U&jisajili
ta: பதிவுசெய்
te: &నమోదు

# RegisterDialog.Surname
source: Surname
bn: ভাল নাম
hi: कुलनाम
rw: Izina ry'umuryango
sw: Jina la Familia
ta: துணைப்பெயர்
te: ఇంటిపేరు

# RegisterDialog.WindowTitle
source: Register {0}
bn: নিবন্ধন {0}
hi: {0} पंजीकरण
rw: Kwiyandikisha {0}
sw: Jisajili {0}
ta: {0} பதிவு
te: నమోదు {0}

# ReportProblemDialog.CouldNotSendToServer
source: Bloom was not able to submit your report directly to our server. Please retry or email {0} to {1}.
bn: ব্লুম আমাদের সার্ভারে সরাসরি রিপোর্ট পাঠাতে অসমর্থ।অনুগ্রহ করে পুনরায় চেষ্টা করুন অথবা {0} হতে {1} ইমেইল করুন।
hi: ब्लूम आपकी जानकारी को सीधे हमारे सर्वर को नहीं दे पाया है। कृपया फिर से कोशिश करें या {0} का {1} पर ईमेल करें।
sw: Bloom haikuweza kupeana ripoti yako moja kwa moja hadi kwa mtandao wetu.Tafadhali jaribu tena au uandike barua pepe {0} kwa {1}.

# ReportProblemDialog.DiagnosticReportIntro
source: Bloom will include the following diagnostic information with your report:
sw: Bloom itajumuisha habari ifuatayo ya uchunguzi na ripoti yako:

# ReportProblemDialog.Email
source: Email
bn: ইমেইল
hi: ईमेल
sw: Barua pepe

# ReportProblemDialog.FatalTitle
source: Bloom encountered an error and needs to quit
sw: Bloom ilipata hitilafu na inahitaji kuacha kufanya kazi

# ReportProblemDialog.FirstTime
source: First Time
sw: Mara ya Kwanza

# ReportProblemDialog.HowMuch
source: How much has this happened?
sw: Imetokea kiasi gani?

# ReportProblemDialog.IncludeBookButton
source: Include Book '{0}'
bn: '{0}' বই অন্তর্ভুক্ত করুন
hi: '{0}' पुस्तक शामिल करें
sw: Jumuisha Kitabu '{0}'

# ReportProblemDialog.IncludeScreenshotButton
source: Include this screenshot
bn: এই স্ক্রীনশটটি অন্তর্ভুক্ত করুন
hi: यह स्क्रीनशॉट शामिल करें
sw: Jumuisha picha hii ya kutoka kwa skrini

# ReportProblemDialog.IssueLink
source: This issue can be viewed here:
sw: Suala hili linaweza kutazamwa hapa:

# ReportProblemDialog.ItKeepsHappening
source: It keeps happening
sw: Inaendelea kutokea

# ReportProblemDialog.Name
source: Name
bn: নাম
hi: नाम
sw: Jina

# ReportProblemDialog.NonFatalTitle
source: Bloom had a problem
sw: Bloom ilikuwa na shida

# ReportProblemDialog.PleaseHelpUs
source: Please help us reproduce this problem on our computers.
sw: Tafadhali tusaidie kutoa tena tatizo hili kwenye kompyuta zetu.

# ReportProblemDialog.PrivacyInfo
source: Your report will go into our issue tracking system and will be visible via the web. If you have something private to say, please email to '{0}'.
sw: Ripoti yako itaingia kwenye mfumo wetu wa ufuatiliaji wa maswala na itaonekana kupitia wavuti. Ikiwa una jambo la faragha la kusema, tafadhali tuma barua pepe kwa '{0}'.

# ReportProblemDialog.PrivacyNotice
source: Bloom will include diagnostic information with your report. Your report will not be private.
sw: Bloom itajumuisha habari ya uchunguzi na ripoti yako. Ripoti yako haitakuwa ya faragha.

# ReportProblemDialog.Quit
source: Quit
sw: Ondoka

# ReportProblemDialog.Retry
source: Retry
bn: পুনরায় চেষ্টা করুন
hi: फिर से प्रयास करें
sw: Jaribu tena

# ReportProblemDialog.SeeDetails
source: See what else will be submitted
bn: দেখুন আর কি কি জমা হতে পারে
hi: देखिए और क्या डाला गया है
sw: Tazama ni nini kingine kinapaswa kupeanwa

# ReportProblemDialog.SubmitButton
source: &Submit
bn: &জমা করুন
hi: &डालें
sw: U&peane

# ReportProblemDialog.Submitting
source: Submitting to server...
bn: সার্ভারে সাবমিট করা হচ্ছে...
hi: सर्वर पर डाला जा रहा है...
sw: Inapeana kwa mtandao...

# ReportProblemDialog.Success
source: We received your report, thanks for taking the time to help make Bloom better!
bn: আমরা আপনার রিপোর্ট পেয়েছি, সময় নিয়ে ব্লুমকে ভালো করতে সাহায্যের জন্য ধন্যবাদ!
hi: हमें आपकी जानकारी प्राप्त हुई है, ब्लूम को बेहतर बनाने में सहायता करने के लिए धन्यवाद!
sw: Tulipokea ripoti yako, asante kwa kutenga muda wako ili kusaidia Bloom kuwa bora zaidi!

# ReportProblemDialog.UserTitle
source: Report a Problem
sw: Ripoti Tatizo

# ReportProblemDialog.WhatsTheProblem
source: What seems to be the problem?
bn: কি সমস্যা হবে বলে মনে হয়?
hi: क्या समस्या लग रही है?
sw: Je, ni nini inaonekana kuwa tatizo?

# ReportProblemDialog.WhatDoing
source: What were you doing?
sw: Ulikuwa unafanya nini?

# ReportProblemDialog.WindowTitle
source: Report A Problem
bn: সমস্যা রিপোর্ট করুন
hi: समस्या की जानकारी दें
sw: Ripoti Tatizo

# ReportProblemDialog.Zipping
source: Uploading book...
bn: বইটি আপলোড করা হচ্ছে ...
hi: पुस्तक अपलोड हो रही है...
sw: Kufunga kitabu...

# ReportProblemDialog.linkLabel1
source: Will not be private
bn: ব্যক্তিগত হবে না
hi: निजी नहीं होगा
sw: Haitakuwa siri

# SamplePrintNotification.IGetIt
source: I get it. Do not show this again.
bn: আমি এটা বুঝতে পেরেছি।এটি পুনরায় দেখাবেন না।
hi: मैं समझ गया। इसे फिर से न दिखाएं।
sw: Naelewa. Usionyeshe hii tena.

# SamplePrintNotification.PleaseNotice
source: Please notice the sample printer settings below. Use them as a guide while you set up the printer.
bn: অনুগ্রহ করে নীচে নমুনা প্রিন্টার সেটিংস লক্ষ্য করুন।সেগুলো একটি নির্দেশিকা হিসেবে ব্যবহার করুন আপনি যখন প্রিন্টার সেটআপ করবেন।
hi: कृपया नीचे दिए नमूने प्रिंटर सेटिंग्स पर ध्यान दें। प्रिंटर सेट अप करते हुए उनका मार्गदर्शिका की तरह उपयोग करें।
sw: Tafadhali tambua sampuli ya mpangilio wa mtambo wa kuchapisha hapa chini. Utumia kama mwongozo unapoandaa mtambo wa kuchapisha.

# SamplePrintNotification.WindowTitle
source: Sample Print Settings
bn: নমুনা মুদ্রণ সেটিংস
hi: नमूने प्रिंट सेटिंग्स
sw: Mfano wa Mipangilio ya Kuchapisha

# ScriptSettingsDialog.DefaultLineSpacing
source: Default line spacing
bn: পূর্ব-নির্ধারিত সারির ব্যবধান
hi: डिफ़ॉल्ट लाइन स्पेसिंग
sw: Nafasi kati ya mistari chaguo-msingi

# ScriptSettingsDialog.LineBreakCheckBox
source: Do not use special Asian script word breaking
bn: বিশেষ এশিয়ান স্ক্রিপ্ট শব্দ বিরতি ব্যবহার করবেন না
sw: Usitumie uvunjaji wa neno maalum kwa hati ya kiasia

# ScriptSettingsDialog.RightToLeftScriptCheckBox
source: This script is right to left
bn: এই লিপি ডান থেকে বাঁ দিকে।
sw: Hati hii imeandikwa kutoka kulia kwenda kushoto

# ScriptSettingsDialog.ScriptSettingsWindowTitle
source: Special Script Settings...
bn: বিশেষ লিপি সেটিংস...
hi: विशेष स्क्रिप्ट सेटिंग्स...
sw: Mipangilio Maalum ya Hati...

# ScriptSettingsDialog.TallerLinesCheckBox
source: This script requires taller lines
bn: এই লিপিটির দীর্ঘ সারির প্রয়োজন আছে
sw: Hati hii inahitaji mistari mirefu zaidi

# Settings.Enterprise.Community
source: Funded by the local community only
bn: শুধুমাত্র স্থানীয় সম্প্রদায় অর্থ দিয়েছে
sw: Imefadhiliwa na jamii ya karibu tu

# Settings.Enterprise.LearnMore
source: Learn More
bn: আরও শিখুন
sw: Jifunze Zaidi

# Settings.Enterprise.None
source: None. Bloom will not show Enterprise features.
bn: কোনটিই নয়। ব্লুম এন্টারপ্রাইজ বৈশিষ্ট্যগুলি প্রদর্শন করবে না।
sw: Hakuna. Bloom haitaonyesha vipengele vya Enterprise.

# Settings.Enterprise.Overview
source: Bloom Enterprise adds features and services that are important for publishers, governments, and international organizations. This paid subscription meets their unique needs while supporting the development and user support of Bloom for the community at large.
bn: ব্লুম এন্টারপ্রাইজ এমন বৈশিষ্ট্য এবং পরিষেবা যুক্ত করে যা প্রকাশক, সরকার এবং আন্তর্জাতিক সংস্থাগুলির জন্য গুরুত্বপূর্ণ। বৃহত্তর সম্প্রদায়ের জন্য ব্লুমের বিকাশ এবং ব্যবহারকারীদের সমর্থন করার সময় এই প্রদত্ত সাবস্ক্রিপশনটি তাদের অনন্য চাহিদা পূরণ করে।
sw: Bloom Enterprise huongeza vipengele na huduma ambazo ni muhimu kwa wachapishaji, serikali, na mashirika ya kimataifa. Usajili huu unaolipiwa unakidhi mahitaji yao ya kipekee huku ukisaidia ujenzi na msaada kwa utumiaji wa Bloom kwa jamii kwa ujumla.

# Settings.Enterprise.Status
source: Bloom Enterprise Status
bn: ব্লুম এন্টারপ্রাইজ পরিস্থিতি
sw: Hali ya Bloom Enterprise

# Settings.Enterprise.Subscription
source: Enterprise Subscription
bn: এন্টারপ্রাইজ সদস্যতা
sw: Usajili kwa Enterprise

# Settings.Enterprise.SubscriptionCode
source: Subscription Code:
bn: সদস্যতা কোড:
sw: Nambari ya usajili:

# TeamCollection.TeamCollection
source: Team Collection
sw: Mkusanyiko wa Timu

# TeamCollection.TeamCollections
source: Team Collections
sw: Mikusanyiko ya Timu

# TeamCollection.Available
source: This book is available for editing
sw: Kitabu kinapatikani ili kuhaririwa

# TemplateBooks.BookName.Arithmetic Template
source: Arithmetic Template
bn: গাণিতিক টেমপ্লেট
sw: Kiolezo cha Hesabu

# TemplateBooks.BookName.Basic Book
source: Basic Book
am: መሠረታዊ መጽሐፍ
bn: প্রাথমিক বই
hi: मूल पुस्तक
km: សៀវភៅមូលដ្ឋាន
rw: Igitabo cy'ibanze
sw: Kitabu cha Kimsingi
ta: அடிப்படை புத்தகம்
te: ప్రాథమిక పుస్తకం

# TemplateBooks.BookName.Big Book
source: Big Book
am: ትልቅ መጽሐፍ
bn: বড় বই
hi: बड़ी पुस्तिका
km: សៀវភៅធំ
rw: Igitabo kinini
sw: Kitabu Kikubwa
ta: பெரிய புத்தகம்
te: పెద్ద పుస్తకం

# TemplateBooks.BookName.Decodable Reader
source: Decodable Reader
am: ከድምጽ ጋር ተዛምዶ የሚነበብ
bn: ডিকোডেবল রিডার
hi: डिकोडेबल पुस्तक
km: អ្នកអានដែលអាចចាត់តាមអក្សរ
rw: Umusomyi ugishakisha
sw: Kifaa cha kusoma kinachoweza kufasiriwa
ta: Decodable படிப்பான்
te: దానిని decodable రీడర్

# TemplateBooks.BookName.Digital Comic Book
source: Digital Comic Book
sw: Kitabu cha Vichekesho cha Kidigitali

# TemplateBooks.BookName.Leveled Reader
source: Leveled Reader
am: በደረጃ የተከፋፈለ ምንባብ
bn: লেভেলড রিডার
hi: लेवल्ड पुस्तक
km: អ្នកអានតាមកម្រិត
rw: Umusomyi umenyereye
sw: Kifaa cha kusoma kilichopewa Ngazi
ta: மறுக்கும் படிப்பான்
te: తనపై వచ్చిన రీడర్

# TemplateBooks.BookName.Paper Comic Book
source: Paper Comic Book
sw: Karatasi za kitabu cha Vichekesho

# TemplateBooks.BookName.Picture Dictionary
source: Picture Dictionary
bn: ছবির অভিধান
hi: चित्र शब्दकोश
rw: Inkoranya y'Amashusho
sw: Kamusi ya Picha
ta: படம் அகராதி
te: చిత్రాన్ని నిఘంటువు

# TemplateBooks.BookName.Sign Language
source: Sign Language
bn: প্রতীক ভাষা
sw: Lugha ya Ishara

# TemplateBooks.BookName.Special
source: Special
bn: বিশেষ
sw: Maalum

# TemplateBooks.BookName.Template Starter
source: Template Starter
bn: টেমপ্লেট স্টার্টার
hi: टेंपलेट स्टार्टर
sw: Kianzishi cha Kiolezi

# TemplateBooks.BookName.The Moon and the Cap
source: The Moon and the Cap
bn: চাঁদ আর টুপি
hi: द मून एंड द कैप
sw: Mwezi na Kofia

# TemplateBooks.BookName.Vaccinations
source: Vaccinations
bn: টিকাসমূহ
hi: टीकाकरण
sw: Chanjo

# TemplateBooks.BookName.Wall Calendar
source: Wall Calendar
bn: দেওয়াল ক্যালেন্ডার
hi: दीवार कैलेंडर
rw: Kalendari yo ku rukuta
sw: Kalenda ya Ukuta
ta: சுவரில் நாள்காட்டி
te: గోడ క్యాలెండర్

# TemplateBooks.PageDescription.Bloom Reader Quiz
source: Use for comprehension testing on devices.
bn: ডিভাইসে বোঝাপড়া পরীক্ষার জন্য ব্যবহার করুন।
sw: Tumia kwa upimaji wa ufahamu kwenye vifaa.

# TemplateBooks.PageDescription.Custom
source: A blank page that allows you to add items.
bn: একটি ফাঁকা পৃষ্ঠা যা আপনাকে নতুন কিছু যুক্ত করতে অনুমোদন দেয়।
hi: एक खाली पन्ना जो आपको चीजें जोड़ने की अनुमति देता है।
sw: Ukurasa ulio mtupu unaokuruhusu kuongeza vipengee.

# TemplateBooks.PageDescription.Flyleaf
source: This page was automatically inserted because the following page is marked as part of a two page spread.
bn: এই পৃষ্ঠাটি স্বয়ংক্রিয়ভাবে ঢুকানো ছিল কারণ নিচের পৃষ্ঠাটি দুই পৃষ্ঠার বিস্তৃত অংশ হিসেবে চিহ্নিত করা হয়েছে।
hi: यह पन्ना स्वचालित रूप से संमिलित किया गया था क्योंकि निम्न पन्ना दो पन्नों के भाग के रूप में चिह्नित है।
sw: Ukurasa huu uliingizwa kiotomatiki kwa sababu ukurasa ufuatao umewekwa alama kama sehemu ya kuenea kwa kurasa mbili.

# TemplateBooks.PageDescription.Picture &amp; Word
source: Page with a picture on top and a large, centered word below.
bn: উপরে ছবি এবং বড় নীচে মধ্যবর্তী শব্দসহ পৃষ্ঠা।
hi: ऊपर एक चित्र और निचे एक बड़े, केंद्रित शब्द वाला पन्ना।
sw: Ukurasa ulio na picha juu na jina kubwa lilioandikwa katikati hapa chini.

# TemplateBooks.PageDescription.Picture on Left
source: For use with Landscape orientation.
bn: অনুভূমিক অভিমুখের সাথে ব্যবহারের জন্য।
hi: लैंडस्केप ओरिएंटेशन के साथ उपयोग के लिए।
sw: Kwa matumizi na mwelekeo wa ukurasa mlalo.

# TemplateBooks.PageDescription.Quiz Page
source: An interactive page with a question and some answers. Works on the web and Bloom Reader. When used with Bloom Reader, your project's dashboard can show aggregated comprehension scores.
bn: একটি প্রশ্ন এবং কিছু উত্তর সহ একটি ইন্টারেক্টিভ পৃষ্ঠা। ওয়েবে এবং ব্লুম রিডারে কাজ করে। ব্লুম রিডার সহ যখন ব্যবহার করা হয় তখন আপনার প্রকল্পের ড্যাশবোর্ড সমষ্টিগত বোধগম্য স্কোর প্রদর্শন করতে পারে।
sw: Ukurasa wa maingiliano ulio na swali na majibu kadhaa. Unafanya kazi kwenye wavuti na kwenye Bloom Reader. Unapotumiwa na Bloom Reader, dashibodi ya mradi wako inaweza kuonyesha alama za jumla za ufahamu.

# TemplateBooks.PageDescription.Choose Word from Picture
source: An interactive page with an image and some text buttons.
sw: Ukurasa wa maingiliano wenye picha na baadhi ya vitufe vya maandishi.

# TemplateBooks.PageDescription.Choose Picture from Word
source: An interactive page with a text and some picture buttons.
sw: Ukurasa wa maingiliano wenye maandishi na baadhi ya vitufe vya picha.

# TemplateBooks.PageDescription.Translation Instructions
source: A page of instructions to translators which appears only in the Edit tab.
bn: অনুবাদকদের নির্দেশাবলীর একটি পৃষ্ঠা যা কেবল সম্পাদনা ট্যাবে দেখা যায়।
sw: Ukurasa wa maagizo kwa watafsiri ambao unaonekana tu kwenye kichupo cha Hariri.

# TemplateBooks.PageLabel.1 Problem
source: 1 Problem
bn: ১ সমস্যা
hi: 1 समस्या
sw: Tatizo 1

# TemplateBooks.PageLabel.2 Problems
source: 2 Problems
bn: ২ সমস্যাসমূহ
hi: 2 समस्याएं
sw: Matatizo 2

# TemplateBooks.PageLabel.3 Problems
source: 3 Problems
bn: ৩ সমস্যাসমূহ
hi: 3 समस्याएं
sw: Matatizo 3

# TemplateBooks.PageLabel.4 Problems
source: 4 Problems
bn: ৪ সমস্যাসমূহ
hi: 4 समस्याएं
sw: Matatizo 4

# TemplateBooks.PageLabel.About
source: About
bn: বিষয়ে
hi: के बारे में
sw: Kuhusu

# TemplateBooks.PageLabel.Alphabet
source: Alphabet
am: ፊደል ተራ
bn: বর্ণমালা
hi: वर्णमाला
km: អក្ខក្រម
rw: Itonde ry'inyuguti
sw: Alfabeti
ta: அகர வரிசை
te: అక్షరమాల

# TemplateBooks.PageLabel.Basic Text &amp; Image
source: Basic Text & Image
am: መሠረታዊ ጽሑፍ እና ስዕል
bn: মৌলিক লেখা ও ইমেজ
hi: मूल टेक्स्ट & चित्र
km: អត្ថបទ និងរូបភាពមូលដ្ឋាន
rw: Inyandiko y'ibanze & Ishusho
sw: Matini ya Kimsingi na Picha
ta: அடிப்படை உரை & உருவம்
te: ప్రాథమిక పాఠం & చిత్రం

# TemplateBooks.PageLabel.Basic Text &amp; Picture
source: Basic Text & Picture
am: መሠረታዊ ጽሑፍ እና ስዕል
bn: প্রাথমিক লেখা ও & ছবি
hi: मूल टेक्स्ट & चित्र
km: អត្ថបទ និងរូបភាពមូលដ្ឋាន
rw: Inyandiko y'ibanze & Ifoto
sw: Matini ya Kimsingi na Picha
ta: அடிப்படை உரை & படம்
te: ప్రాథమిక పాఠం & చిత్రాన్ని

# TemplateBooks.PageLabel.Big Picture Diglot Text Over Video
source: Big Picture Diglot Text Over Video
bn: ভিডিওতে বড় চিত্র এ দ্বিভাষিক পাঠ্য
sw: Picha kubwa kwa maandishi ya lugha mbili juu ya video

# TemplateBooks.PageLabel.Big Picture Diglot
source: Big Picture Diglot
bn: বড় ছবি দ্বিভাষিক
sw: Picha kubwa kwa lugha mbili

# TemplateBooks.PageLabel.Big Text Diglot
source: Big Text Diglot
bn: বড় লেখা দ্বিভাষিক
sw: Maandishi makubwa kwa lugha mbili

# TemplateBooks.PageLabel.Big Video Diglot
source: Big Video Diglot
bn: বড় ভিডিও Diglot
sw: Video Kubwa ya lugha mbili

# TemplateBooks.PageLabel.Bloom Reader Quiz
source: Bloom Reader Quiz
bn: ব্লুম পুস্তক কুইজ
hi: ब्लूम पुस्तक प्रश्नावली
sw: Jaribio la programu ya Bloom reader

# TemplateBooks.PageLabel.Credits Page
source: Credits Page
am: የክፍያ (ክሬዲትስ) ገጽ
bn: কৃতজ্ঞতার পৃষ্ঠা
hi: आभार पन्ना
km: ទំព័រ ក្រេឌីត
rw: Ipaji yo gushima
sw: Ukurasa wa Sifa
ta: வரைவு பக்கம்
te: క్రెడిట్స్ పేజీ

# TemplateBooks.PageLabel.Custom
source: Custom
am: ብጁ
bn: কাস্টম
hi: कस्टम
km: បង្កើត
sw: Kaida
ta: விருப்பம்
te: కస్టమ్

# TemplateBooks.PageLabel.Day 1
source: Day 1
bn: দিন ১
hi: दिन 1
rw: Umunsi 1
sw: Siku ya 1
ta: நாள் 1
te: రోజు 1

# TemplateBooks.PageLabel.Day 2
source: Day 2
bn: দিন ২
hi: दिन 2
rw: Umunsi 2
sw: Siku ya 2
ta: நாள் 2
te: రోజు 2

# TemplateBooks.PageLabel.Day 3
source: Day 3
bn: দিন ৩
hi: दिन 3
rw: Umunsi 3
sw: Siku ya 3
ta: நாள் 3
te: రోజు 3

# TemplateBooks.PageLabel.Day 4
source: Day 4
bn: দিন ৪
hi: दिन 4
rw: Umunsi 4
sw: Siku ya 4
ta: நாள் 4
te: రోజు 4

# TemplateBooks.PageLabel.Day 5a
source: Day 5a
bn: দিন ৫এ
hi: दिन 5a
rw: Umunsi 5a
sw: Siku ya 5a
ta: நாள் 5a
te: రోజు 5a

# TemplateBooks.PageLabel.Day 5b
source: Day 5b
bn: দিন ৫বি
hi: दिन 5b
rw: Umunsi 5b
sw: Siku ya 5b
ta: நாள் 5b
te: రోజు 5b

# TemplateBooks.PageLabel.Factory
source: Factory
bn: কারখানা
hi: फैक्टरी
sw: Kiwanda

# TemplateBooks.PageLabel.Flyleaf
source: Flyleaf
bn: ফ্লাইলীফ(বাড়তি পৃষ্ঠা)
hi: फ्लाईलीफ
sw: Ukurasa mtupu

# TemplateBooks.PageLabel.Front Cover
source: Front Cover
am: የፊትለፊት ሽፋን
bn: সামনের কভার
hi: सामने का पन्ना
km: គម្របមុខ
rw: Igikobokobo cy'imbere
sw: Jalada la Mbele
ta: முன்னணி முகப்பு
te: ముందు కవర్

# TemplateBooks.PageLabel.FrontBackMatter
source: Front/Back Matter
bn: প্রচ্ছদের সামনের/পিছনের বিষয়াবলি
hi: पहला/पिछला मैटर
sw: Machapisho ya Mbele/Nyuma

# TemplateBooks.PageLabel.Image For Thumbnail
source: Image For Thumbnail
bn: থাম্বনেইলের জন্য ছবি
hi: थंबनेल के लिए चित्र
sw: Picha ya Kijipicha
