Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# PublishTab.Android.Usb.Progress.DeviceOutOfMemory
source: The device reported that it does not have enough space for this book. The book is {0} MB.
bn: ডিভাইসটি জানিয়েছে যে এতে বইটির জন্য পর্যাপ্ত স্থান নেই। বইটি {0} mb।
hi: डिवाइस बताती है कि उसमें इस पुस्तक के लिए पर्याप्त जगह नहीं है। यह पुस्तक {0} एमबी है।
sw: Kifaa kiliripoti kuwa hakina nafasi ya kutosha kwa kitabu hiki. Kitabu ni {0} MB.

# PublishTab.Android.Usb.Progress.FailureToSend
source: An error occurred and the book was not sent to your Android device.
bn: একটি ত্রুটি দেখা দিয়েছে এবং বইটি আপনার অ্যান্ড্রয়েড ডিভাইসে পাঠানো হয় নি।
hi: कोई बाधा आई है और पुस्तक आपके एंड्राइड डिवाइस पर नहीं भेजी गई है।
sw: Hitilafu ilitokea na kitabu hakikutumwa kwa kifaa chako cha Android.

# PublishTab.Android.Usb.Progress.LookingForDevice
source: Looking for an Android device connected by USB cable and set up for file transfer (MTP)...
bn: USB কেবল দ্বারা সংযুক্ত অ্যান্ড্রয়েড ডিভাইসের এবং MTP সেট আপ করার জন্য অনুসন্ধান চলছে...
hi: यूएसबी केबल से जुड़ी एंड्राइड डिवाइस और उसे एमटीपी के साथ सेट अप करने के लिए ढूंढा जा रहा है...
sw: Inatafuta kifaa cha Android kilichounganishwa na kebo ya USB na kusanidiwa kwa MTP...

# PublishTab.Android.Usb.Progress.LookingForExisting
source: Looking for an existing "{0}"...
bn: বিদ্যমান "{0}"এর অনুসন্ধান চলছে...
hi: मौजूद "{0}" को ढूंढा जा रहा है...
sw: Inatafuta "{0}" iliyopo...

# PublishTab.Android.Usb.Progress.MoreThanOne
source: Please connect only one of the following devices.
bn: নিম্নলিখিত সমস্ত সংযুক্ত ডিভাইসগুলিতে ব্লুম পুস্তক সংস্থাপন করা আছে। দয়া করে এর মধ্য থেকে একটি মাত্র ডিভাইস সংযুক্ত করুন।
hi: निम्न जुड़ी सारी डिवाइस में ब्लूम पुस्तक इनस्टॉल है। कृपया इनमें से केवल एक डिवाइस कनेक्ट करें।
sw: Vifaa vifuatavyo vilivyounganishwa vyote vimewekwa Bloom Reader. Tafadhali unganisha moja tu ya vifaa hivi.

# PublishTab.Android.Usb.Progress.NoDeviceFound
source: No device found. Still looking...
bn: কোন ডিভাইস পাওয়া যায়নি। এখনো অনুসন্ধান চলছে...
hi: कोई डिवाइस नहीं मिली। अभी भी खोजा जा रहा है...
sw: Hakuna kifaa kilichopatikana. Bado inatafuta...

# PublishTab.Android.Usb.Progress.PackagingBook
source: Packaging "{0}" for use with Bloom Reader...
bn: ব্লুম পুস্তকের সাথে ব্যবহৃত হতে "{0}" প্যাকিং হচ্ছে...
hi: ब्लूम पुस्तक के साथ "{0}" का उपयोग करने के लिए पैकिंग हो रहा है...
sw: Upakiaji "{0}" wa kutumiwa na Bloom Reader...

# PublishTab.Android.Usb.Progress.ReplacingBook
source: Replacing existing "{0}"...
bn: বিদ্যমান "{0}" বদলানো হচ্ছে...
hi: मौजूदा "{0}" को बदला जा रहा है...
sw: Kuchukua nafasi ya zilizopo "{0}"...

# PublishTab.Android.Usb.Progress.SendingBook
source: Sending "{0}" to your Android device...
bn: আপনার অ্যান্ড্রোইড ডিভাইসে "{0}" পাঠানো হচ্ছে...
hi: "{0}" को आपके एंड्राइड डिवाइस पर भेजा जा रहा है...
sw: Inatuma "{0}" kwenye kifaa chako cha Android...

# PublishTab.Android.Usb.Progress.Stopped
source: Stopped
bn: বন্ধ হয়ে গেছে
hi: रोका गया
sw: Imesimamishwa

# PublishTab.Android.Usb.Progress.UnableToConnect
source: Unable to connect to any Android device.
bn: ব্লুম রিডার আছে এমন কোন আন্ড্রোইড ডিভাইসের সাথে সংযুক্ত হতে অসমর্থ।
hi: जिसमें ब्लूम रीडर है ऐसे किसी भी एंड्राइड डिवाइस से कनेक्ट करने में असमर्थ।
sw: Imeshindwa kuunganisha kwenye kifaa chochote cha Android ambacho kina Bloom Reader.

# PublishTab.Android.Usb.Start
source: Connect with USB cable
bn: USB তারের সাথে সংযোগ করুন।
hi: यूएसबी तार के साथ जोड़ें
sw: Unganisha na kebo ya USB

# PublishTab.Android.Usb.Stop
source: Stop Trying
bn: চেষ্টা করা বন্ধ করুন
hi: टाइपिंग रोकें
sw: Acha Kujaribu

# PublishTab.Android.Wifi.Progress.BadBookRequest
source: Got a book request we could not process. Possibly the device is running an incompatible version of BloomReader?
bn: বই প্রাপ্তির অনুরোধ আমরা সফল করতে পারলাম না। সম্ভবত এই ডিভাইসে ব্লুম পুস্তকের কোন অনুপযুক্ত সংস্করণ চলছে?
hi: प्राप्त हुए पुस्तक आवेदन को हम आगे नहीं बढ़ा सकते। संभवतः डिवाइस में ब्लूमपुस्तक का कोई असंगत संस्करण चल रहा है?
sw: Tuna ombi la kitabu ambacho hatukuweza kushughulikia. Labda kifaa kinaendesha toleo lisilokubaliana na BloomReader?

# PublishTab.Android.Wifi.Progress.Failed
source: Sending the book failed. Possibly the device was disconnected? If you can't see a reason for this the following may be helpful to report to the developers:
bn: বই পাঠাতে ব্যর্থ হয়েছে। সম্ভবত ডিভাইসটির সংযোগ বিচ্ছিন্ন হয়েছিল? যদি আপনি কোন কারণ দেখতে না পান তাহলে নিম্ন লিখিত তথ্য ডেভেলপারদের(নির্মাতা) জানালে সুবিধা হতে পারে:
hi: पुस्तक भेजना विफल रहा। संभवतः डिवाइस जुड़ा नहीं था? अगर आपको इसका कोई कारण दिखाई नहीं दे रहा तो निम्न की जानकारी डेवेलपर्स को देना लाभदायक हो सकता है:
sw: Kutuma kitabu hakukufaulu. Inawezekana kifaa kilitenganishwa? Ikiwa huwezi kuona sababu ya hii yafuatayo yanaweza kusaidia kuripoti kwa watengenezaji:

# PublishTab.Android.Wifi.Progress.Finished
source: Finished sending "{0}" to device {1}
bn: ডিভাইস {1}-এ "{0}" প্রেরণ করা সম্পূর্ণ হয়েছে
hi: डिवाइस "{1}" में {0} भेजना समाप्त हुआ
sw: Imemaliza kutuma "{0}" kwa kifaa{1}

# PublishTab.Android.Wifi.Progress.Sending
source: Sending "{0}" to device {1}
bn: ডিভাইস {1}-এ "{0}" প্রেরণ করা হচ্ছে
hi: डिवाइस {1} में "{0}" भेजा जा रहा है
sw: Kutuma "{0}"kwa kifaa {1}

# PublishTab.Android.Wifi.Progress.Stopped
source: Stopped Advertising.
bn: বিজ্ঞাপন বন্ধ।
hi: विज्ञापन बंद करें।
sw: Ilisimamisha matangazo.

# PublishTab.Android.Wifi.Progress.WifiInstructions1
source: On the Android, run Bloom Reader, open the menu and choose 'Receive Books via WiFi'.
bn: অ্যান্ড্রয়েডে ব্লুম পুস্তক চালান, তালিকা খুলুন এবং ‘কম্পিউটার থেকে বই গ্রহন করুন‘ চয়ন করুন।
hi: एंड्राइड पर, ब्लूम रीडर चलाएं, मेनू खोलें और 'कंप्यूटर से पुस्तकें प्राप्त करें' चुनें ।
sw: Kwenye Android, endesha Bloom Reader, fungua menyu na uchague 'Pokea Vitabu kutoka kwa kompyuta'.

# PublishTab.Android.Wifi.Progress.WifiInstructions2
source: You can do this on as many devices as you like. Make sure each device is connected to the same network as this computer.
bn: আপনি যতগুলি ডিভাইসে ইচ্ছা ততগুলি ডিভাইসে এটি করতে পারেন। প্রতিটি যন্ত্র যেন এই কম্পিউটারের মতো একই নেটওয়ার্কে সংযুক্ত থাকে তা সুনিশ্চিত করুন।
hi: आप जितनी डिवाइस पर चाहते हैं उतने पर यह कर सकते हैं। सुनिश्चित करें कि प्रत्येक डिवाइस इस कंप्यूटर के समान नेटवर्क से जुड़े हैं।
sw: Unaweza kufanya hivyo kwenye vifaa vingi unavyopenda. Hakikisha kila kifaa kimeunganishwa kwenye mtandao sawa na kompyuta hii.

# PublishTab.Android.Wifi.Progress.beginAdvertising
source: Advertising book to Bloom Readers on local network...
bn: স্থানীয় নেটওয়ার্কের ব্লুম পাঠকদের জন্য বই এর বিজ্ঞাপন দেওয়া হচ্ছে...
hi: इस पुस्तक का स्थानीय नेटवर्क पर ब्लूम पुस्तक में विज्ञापन दिया जा रहा है...
sw: Kutangaza kitabu kwa programu za Bloom reader kwenye mtandao wa ndani...

# PublishTab.Android.Wifi.Start
source: Share
bn: বণ্টন করা আরম্ভ করুন
hi: सांझा करना शुरू करें
sw: Shiriki

# PublishTab.Android.WrongLayout.Message
source: The layout of this book is currently "{0}". Bloom Reader will display it using "{1}", so text might not fit. To see if anything needs adjusting, go back to the Edit Tab and change the layout to "{1}".
bn: বইটির বিন্যাস বর্তমানে "{0}"। ব্লুম পুস্তক "{1}" ব্যবহার করে এটিকে প্রদর্শন করাবে, তাই লেখা উপযুক্ত নাও হতে পারে। কোন সামঞ্জস্য প্রয়োজন আছে কিনা তা যাচাই করতে সম্পাদনা ট্যাবে ফিরে যান এবং "{1}" বিন্যাস পরিবর্তন করুন।
hi: इस पुस्तक का लेआउट वर्तमान में "{0}" है। ब्लूम पुस्तक "{1}" का उपयोग करके इसे प्रदर्शित करेगा, इसलिए हो सकता है टेक्स्ट का तालमेल न बैठे। यह देखने के लिए कि किसी का तालमेल बैठाने की आवश्यकता है या नहीं, एडिट टैब पर वापस जाएं और लेआउट को "{1}" में बदलें ।
sw: Mpangilio wa kitabu hiki kwa sasa ni "{0}". Bloom Reader itauonyesha kwa kutumia "{1}", kwa hivyo maandishi yanaweza kosa kutoshea. Ili kuona ikiwa kuna kitu kinachohitaji kurekebishwa, rudi kwenye Kichupo cha Hariri na ubadilishe mpangilio kuwa "{1}".

# PublishTab.Android.bloomdFileFormatLabel
source: Bloom Book for Devices
bn: ডিভাইসসমুহের জন্য ব্লুম বই
hi: डिवाइसों के लिए ब्लूम पुस्तक
sw: Kitabu cha Bloom kwa vifaa

# PublishTab.AndroidButton-tooltip
source: Publish to an Android device.
bn: অ্যান্ড্রয়েড ডিভাইসে প্রকাশিত করুন।
sw: Chapisha kwenye kifaa cha Android.

# PublishTab.Audio.ElementsMissingId
source: Some audio elements are missing ids
bn: কিছু অডিও উপাদান সমূহ আইডিগুলোকে হারিয়েছে
sw: Baadhi ya vipengele vya sauti havina vitambulisho

# PublishTab.BodyOnlyRadio
source: Booklet Insides
bn: বুকলেটের ভিতরে
hi: बुकलेट के अंदर का हिस्सा
rw: Imbere h'agatabo
sw: Pande za ndani za Vijitabu
ta: கையேடு உட்பக்கம்
te: బుక్లెట్ insides

# PublishTab.BodyOnlyRadio-tooltip
source: Make a booklet from the inside pages of the book.\nPages will be laid out and reordered so that when you fold it, you'll have a booklet.\n
bn: এই বইটির ভিতরের পৃষ্ঠাগুলো দিয়ে একটি বুকলেট তৈরি করুন। পৃষ্ঠাগুলো পরিপূর্ণ এবং পুনর্বিন্যস্ত সুতরাং যখন আপনি এটি ভাঁজ করবেন, তখন আপনি একটি বুকলেট পাবেন।\n
hi: पुस्तक के अंदर के पन्नों से पुस्तिका बनाएं।\nपन्ने बाहर रखे जाएंगे और फिर से क्रमानुसार लगाए जाएंगे ताकि उन्हें मोड़ने पर, आपको एक पुस्तिका मिले।\n
sw: Tengeneza kijitabu kutokana na kurasa za ndani za kitabuKurasa zitatolewa na kupangwa upya ili utakapokikunja, utakuwa na kijitabua.\n

# PublishTab.BookMetadata
source: Book Metadata
bn: পু্স্তক মেটাডাটা
hi: पुस्तक मेटाडेटा
sw: Metadata ya Kitabu

# PublishTab.BulkBloomPub.Explanation
source: This file will cause these books to be grouped under a single bookshelf in Bloom Reader. This collection's bookshelf is set to "{0}".
sw: Faili hii itasababisha vitabu hivi kupangwa chini ya rafu moja ya vitabu katika Bloom Reader. Rafu ya vitabu ya mkusanyiko huu imewekwa kuwa "{0}".

# PublishTab.BulkBloomPub.Make
source: Make
sw: Tengeneza

# PublishTab.BulkBloomPub.MakeAllBloomPubs
source: Make All BloomPUBs from Collection
sw: Tengeneza BloomPUB Zote kutoka kwa Mkusanyiko

# PublishTab.BulkBloomPub.MakeBloomBundle
source: Compress into a single .bloombundle file
sw: Finyaza kwenye faili moja ya .bloombundle

# PublishTab.BulkBloomPub.ProduceBloomShelf
source: Produce a .bloomshelf file
sw: Tengeneza faili ya .bloomshelf

# PublishTab.ButtonThatShowsUploadForm
source: Web
hi: वेब पर सांझा करें
sw: Weka kwenya wavuti

# PublishTab.ButtonThatShowsUploadForm-tooltip
source: Upload your book to BloomLibrary.org so that other people can read it, download it to their devices, and share it with other people.
hi: BloomLibrary.org पर अपलोड करें, जिससे अन्य लोग अपनी भाषा में डाउनलोड और स्थानीयकृत कर सके।
sw: Weka kitabu chako kwenye BloomLibrary.org, ndio watu wengine waweze kukisoma, kukipakua katika vifaa vyao na kukishirikisha na watu wengine.

# PublishTab.CoverOnlyRadio
source: Booklet Cover
bn: বুকলেট কভার
hi: पुस्तिका आवरण
rw: Igifubiko cy'agatabo
sw: Ngozi ya Kijitabu
ta: கையேடு முகப்பு
te: బుక్లెట్ కవర్

# PublishTab.CoverOnlyRadio-tooltip
source: Make a PDF of just the front and back (both sides), so you can print on colored paper.
bn: শুধুমাত্র সামনের এবং পিছনের (দুই পাশের) একটি পিডিএফ তৈরি করুন, তাহলে আপনি রঙ্গীন কাগজে প্রিন্ট করতে পারেন।
hi: सिर्फ आगे के और पीछे (दोनों तरफ) के पन्नों के एक पीडीएफ बनाएं, ताकि आप रंगीन कागज पर प्रिंट ले सकें।
sw: Tengeneza PDF ya mbele tu na nyuma (pande zote), ili uweze kuchapisha kwenye karatasi ya rangi.
ta: அணி வெறும் ஒரு PDF உருவாக்கு மற்றும் (இரு தரப்பும்), பின், அச்சிடும் வண்ண காகிதம்.
te: కేవలం ముందు మరియు వెనుక (రెండు వైపులా) ఒక PDF చేయడానికి, కాబట్టి మీరు రంగు కాగితం మీద ముద్రించవచ్చు

# PublishTab.Epub.BackLinkLabel
source: Back
bn: পিছনে
sw: Nyuma

# PublishTab.Epub.Accessible.MainContent
source: Main Content
bn: প্রধান সূচি
sw: Maudhui Kuu

# PublishTab.Epub.Accessibility
source: Accessibility
bn: প্রবেশযোগ্যতা
hi: एक्सेसिबिलिटी
sw: Ufikikaji

# PublishTab.Epub.BuildingEPub
source: Building ePUB
bn: ইপাব তৈরী করা
sw: Kutengeneza ePUB

# PublishTab.Epub.Creating
source: Creating ePUB...
bn: ইপাব সৃষ্টি করা
sw: Kuunda ePUB...

# PublishTab.Epub.Done
source: Done
bn: করা হয়েছে
hi: समाप्त हुआ
sw: Imekamilika

# PublishTab.Epub.Help.AboutEpubs
source: About ePUBs
bn: EPUBs সম্পর্কে
hi: ePUBs के बारे में
sw: Kuhusu ePUBs

# PublishTab.Epub.Help.EReaders
source: Compatible ePUB Readers
bn: উপযুক্ত ইপাব পুস্তক
sw: ePUB Readers zilizotangamana

# PublishTab.Epub.Help.Publishing
source: Getting ePUBs onto a device
bn: ডিভাইসে EPUBs নেওয়া হচ্ছে
sw: Kuweka ePUBs kwenye kifaa

# PublishTab.Epub.ImageDescriptionLinkLabel
source: Image Description
bn: ছবির বর্ণনা
sw: Maelezo ya picha

# PublishTab.Epub.LocalLinksProblem
source: Links to other pages do not work in ePUBs. They will be changed to plain text that does not look like a link.
sw: Viungo vya kurasa zingine havifanyi kazi katika ePUBs. Zitabadilishwa kuwa maandishi wazi ambayo hayaonekani kama kiungo.

# PublishTab.Epub.IncludeOnPage
source: Include image descriptions on page
bn: ছবির বর্ণনা পাতায় অন্তর্ভুক্ত করুন
hi: पन्ने पर चित्र विवरण शामिल करें
sw: Jumuisha maelezo ya picha kwenye ukurasa

# PublishTab.Epub.NoAudioDescriptions
source: No recorded audio image descriptions
bn: ছবির রেকর্ড করা কোন অডিও বিবরণ নেই
hi: रिकॉर्ड किया हुआ आवाज चित्र विवरण नहीं है
sw: Hakuna maelezo ya picha ya sauti

# PublishTab.Epub.OmittedPages
source: The following pages were removed because they are not supported in ePUBs:
bn: নিম্নলিখিত পৃষ্ঠাগুলিকে সরানো হয়েছে কারণ তারা ইপাবগুলিতে সমর্থিত নয়:
sw: Kurasa zifuatazo ziliondolewa kwa sababu haziwezi kutumika katika ePUBs:

# PublishTab.Epub.NoOverlaySupport
source: Sorry, Bloom cannot produce ePUBs if there are any overlays. The first overlay is on page {0}.
sw: Samahani, Bloom haiwezi kutoa ePUB ikiwa kuna viwekeleo vyovyote. Uwekeleaji wa kwanza uko kwenye ukurasa wa {0}.

# PublishTab.Epub.PageLabel.Content
source: Content
bn: বিষয়বস্তু
hi: विषय
sw: Yaliyomo

# PublishTab.Epub.PreparingDoc
source: Preparing document
bn: নথী প্রস্তুত করা হচ্ছে
hi: डॉक्यूमेंट तैयार किया जा रहा है
sw: Kuandaa hati

# PublishTab.Epub.PreparingPreview
source: Preparing Preview
bn: পূর্বরূপ প্রস্তুত করা হচ্ছে
hi: पूर्वावलोकन तैयार किया जा रहा है
sw: Inaandaa Kuhakiki

# PublishTab.Epub.ReadiumCredit
source: This ePUB preview is provided by [Readium]. This book may render differently in various ePUB readers.
bn: এই ePUB পূর্বদৃশ্য [Readium] দ্বারা প্রদান করা হয়। এই বই বিভিন্ন ePUB পুস্তকে বিভিন্নভাবে পরিবেশিত করা হতে পারে।
hi: इस ePUB का पूर्वावलोकन [Readium] द्वारा हो रहा है। यह पुस्तक अन्य ePUB पुस्तकों में अलग ढंग से प्रस्तुत की जा सकती है।
sw: Uhakiki huu wa ePUB umetolewa na [Readium]. Kitabu hiki kinaweza kutoa maana tofauti kwa wasomaji anuwai wa ePUB.

# PublishTab.Epub.RemoveFontSizes
source: Use ePUB reader's text size
bn: ePUB পুস্তকের পাঠ্যের আকার ব্যবহার করুন
hi: ePUB पुस्तक के टेक्स्ट आकार का उपयोग करें
sw: Tumia saizi ya maandishi ya kisomaji cha ePUB

# PublishTab.Epub.Saving
source: Saving
bn: সংরক্ষণ করা হচ্ছে
hi: सेव करें
sw: Inahifadhi

# PublishTab.Epub.Title
source: Create an ePUB book
bn: ePUB বই তৈরি করুন
hi: एक ePUB पुस्तक निर्माण करें
sw: Unda Kitabu cha ePub

# PublishTab.EpubRadio-tooltip
source: Make an ePUB (electronic book) out of this book, allowing it to be read on various electronic reading devices.
bn: এটি বিভিন্ন ইলেকট্রনিক পড়া ডিভাইসের পড়তে হবে, যার ফলে এই কিতাব থেকে একটি EPUB (ইলেকট্রনিক বই) কর।
hi: इसे विभिन्न इलेक्ट्रॉनिक रीडिंग डिवाइसों पर पढ़ने की अनुमति देते हुए, इसकी एक ePUB (इलेक्ट्रॉनिक पुस्तक) बनाएं।
sw: Tengeneza ePUB (kitabu cha kielektroniki) kutokana na kitabu hiki, ukikiruhusu kuweza kusomwa kwenye vifaa tofauti vya kusoma vya kielektroniki.

# PublishTab.InDesignDialog.DontShowThisAgainButton
source: Don't Show This Again
am: ይህን በድጋሜ አታሳይ
bn: এটি পুনরায় দেখাবেন না
km: កុំបង្ហាញសារនេះម្តងទៀត
rw: Ntiwongere kwerekana ibi ukundi
sw: Usionyeshe Hii Tena
ta: இதனை மீண்டும் காண்பிக்க வேண்டாம்
te: మళ్ళీ ఈ చూపవద్దు

# PublishTab.InDesignDialog.WindowTitle
source: InDesign XML Information
am: Bloom {0}
bn: ইনডিজাইন এক্সএমএল তথ্য
rw: Amakuru kuri XML ya InDesign
sw: Habari kuhusu Muundo wa Ndani wa XML
ta: இண்டிசைன் XML தகவல்
te: InDesign XML సమాచారం

# PublishTab.LessMemoryPdfMode
source: Use less memory (slower)
bn: কম মেমরি ব্যবহার করুন(ধীরগতি সম্পন্ন)
hi: कम जगह (धीरे) का उपयोग करें
sw: Tumia kumbukumbu ndogo(polepole)

# PublishTab.NoBookletsMessage
source: Bloom cannot make booklets using the current page size.
bn: বর্তমান পৃষ্ঠার আকার ব্যবহার করে ব্লুম পুস্তিকা বানাতে পারবে না।
sw: Bloom haiwezi kutengeneza vijitabu kwa kutumia saizi ya ukurasa wa sasa.

# PublishTab.Notifications.AdobeReaderRecommendation
source: This PDF viewer can be improved by installing the free Adobe Reader on this computer.
bn: এই কম্পিউটারে বিনামূল্যে এডোবি রিডার ইনস্টল করে এই পিডিএফ ভিউয়ারটি উন্নত করা যেতে পারে।
hi: इस कंप्यूटर पर मुफ्त एडोब रीडर इनस्टॉल करने के द्वारा इस पीडीएफ व्यूअर को बेहतर बनाया जा सकता है।
sw: PDF kifaa cha kutazama kinaweza kuboreshwa kwa kuweka kifaa cha kusoma cha Adobe cha bure kwenye kompyuta hii.

# PublishTab.OnePagePerPaperRadio
source: Simple
bn: সাধারণ
hi: सरल
rw: Cyoroheje
sw: Rahisi
ta: எளிய
te: సాధారణ

# PublishTab.OnePagePerPaperRadio-tooltip
source: Make a PDF of every page of the book, one page per piece of paper.
bn: এই বইটির প্রতিটি পৃষ্ঠার পিডিএফ তৈরি করুন, প্রতিটি কাগজের টুকরা দিয়ে একটি পৃষ্ঠা।
hi: कागज के प्रत्येक बाजू का एक पन्ना बनाकर, पुस्तक के हर पन्ने का पीडीएफ बनाएं।
rw: Kora PDF ya buri paji y'igitabo,ipaji imwe ku urupapuro rumwe.
sw: Tengeneza PDF ya kila ukurasa wa kitabu, ukurasa mmoja kwa kila kipande cha karatasi.
ta: புத்தகத்தின் ஒரு காகித வலைப்பின்னலின் ஒரு பக்கம் ஒவ்வொரு பக்கத்தின் ஒரு PDF செய்யவும்.
te: పుస్తకం ప్రతి పేజీ ఒక PDF కాగితం ముక్క చొప్పున ఒక పేజీ తయారు

# PublishTab.OpenThePDFInTheSystemPDFViewer
source: Open the PDF in the default system PDF viewer
bn: সিস্টেমের ডিফল্ট পিডিএফ ভিউয়ারে পিডিএফটি খুলুন।
hi: पीडीएफ को डिफ़ॉल्ट सिस्टम पीडीएफ व्यूअर में खोलें
sw: Fungua PDF kifaa cha kutazama kwenye mfumo wa kawaida PDF

# PublishTab.Options
source: PDF Options
bn: বিকল্পসমূহ
hi: विकल्प
sw: Chaguzi za PDF

# PublishTab.OptionsMenu.PreparePrintshop
source: Prepare for Print Shop:
sw: Andaa kwa duka la kuchapisha:

# PublishTab.Options_ToolTip_
source: Choose print shop setup
bn: পৃষ্ঠার আকার ও অভিমুখ পছন্দ করুন
hi: पन्ने का आकार और ओरिएंटेशन चुनें
sw: Chagua mpangilio jinsi ya kutoa nakala

# PublishTab.OverwriteWarning.ReplaceExistingButton
source: Replace Existing
bn: বিদ্যমান প্রতিস্থাপন
rw: Simbuza ibisanzwemo
sw: Kuchukua nafasi ya yaliyokuwemo
ta: தற்போதுள்ள மாற்றிடு
te: ఇప్పటికే భర్తీ

# PublishTab.OverwriteWarning.WindowTitle
source: Notice
bn: নোটিশ
rw: Icyitonderwa
sw: Tangazo
ta: அறிவிப்பு
te: నోటీసు

# PublishTab.PDF.Error.Failed
source: Bloom was not able to create the PDF file ({0}).{1}{1}Details: BloomPdfMaker (command line) did not produce the expected document.
sw: Bloom haikuweza kuunda faili ya PDF ({0}). {1} {1} Maelezo: BloomPdfMaker (mstari wa amri) haukutoa hati inayotarajiwa.

# PublishTab.PDF.Error.PrinterError
source: Bloom requires access to a printer in order to make a PDF, even though you are not printing. Windows gave this error when Bloom tried to access the default printer: {0}
sw: Bloom inahitaji ufikiaji wa printa ili kutengeneza PDF, ingawa hauchapishi. Windows ilitoa hitilafu hii wakati Bloom ilijaribu kupata printa chaguomsingi: {0}

# PublishTab.PDF.Error.NoPrinter
source: Bloom needs you to have a printer selected on this computer before it can make a PDF, even though you are not printing. It appears that you might not have a printer set as the default. Please go to Devices and Printers and select a printer as a default. If you don't have a real printer attached, just select the Microsoft XPS or PDF printers.
sw: Bloom inahitaji uwe na printa iliyochaguliwa kwenye kompyuta hii kabla ya kutengeneza PDF, ingawaje hauchapishi. Inaonekana unaweza kuwa hauna printa iliyowekwa kama chaguomsingi. Tafadhali nenda kwenye Vifaa na Printa na uchague printa kama chaguomsingi. Ikiwa hauna printa halisi iliyoambatanishwa, chagua tu Microsoft XPS au printa za PDF.

# PublishTab.PDF.Error.TrySinglePage
source: The book's images might have exceeded the amount of RAM memory available. Please turn on the "Use Less Memory" option which is slower but uses less memory.
sw: Picha za kitabu zinawezakuwa zimezidi kiwango cha kumbukumbu ya RAM iliyopo. Tafadhali washa chaguo la "Tumia Kumbukumbu Ndogo" ambayo iko polepole lakini hutumia kumbukumbu ndogo.

# PublishTab.PdfMaker.BadPdf
source: Bloom had a problem making a PDF of this book. You may need technical help or to contact the developers. But here are some things you can try:
bn: এই বইটির পিডিএফ তৈরিতে ব্লুম সমস্যায় পড়েছিল। আপনার কারিগরি সহায়তার প্রয়োজন হতে পারে অথবা ডেভলাপারদের সাথে যোগাযোগ করতে হতে পারে। কিন্তু এখানে আপনি ব্যবহার করতে পারেন এমন কিছু বিকল্প ব্যবস্থা দেওয়া আছে:
hi: ब्लूम को इस पुस्तक का पीडीएफ बनाने में कोई समस्या आई है। आपको तकनिकी सहायता की आवश्यकता पड़ सकती है या डेवेलपर्स से संपर्क करें। लेकिन निम्न बातों का आप उपयोग कर सकते हैं:
sw: Bloom ilikuwa na tatizo katika kutengeneza PDF kitabu hiki. Unaweza kuhitaji usaidizi wa kifundi au uwasiliane na wataalamu husika wa Bloom. Lakini hapa ni baadhi ya mambo unayoweza kujaribu:

# PublishTab.PdfMaker.BadPdfShort
source: Bloom had a problem making a PDF of this book.
bn: ব্লুমকে এই বইয়ের পিডিএফ তৈরি করতে সমস্যা হয়েছিল।
sw: Bloom ilikuwa na tatizo kutengeneza PDF ya kitabu hiki.

# PublishTab.PdfMaker.Compress
source: Compressing PDF
bn: PDF সঙ্কোচন করা হচ্ছে
hi: पीडीएफ को कम्प्रेस किया जा रहा है
sw: Kubana PDF

# PublishTab.PdfMaker.CompressConvertColor
source: Compressing PDF & Converting Color to CMYK
bn: PDF সঙ্কোচন করা হচ্ছে& রঙটিকে CMYK-তে রুপান্তরিত করা হচ্ছে
hi: पीडीएफ &amp को कम्प्रेस किया जा रहा है; रंग को CMYK में बदला जा रहा है
sw: Kubana PDF & Kubadilisha Rangi kuwa CMYK

# PublishTab.PdfMaker.Creating
source: Creating PDF...
bn: PDF তৈরি করা হচ্ছে...
hi: पीडीएफ निर्माण हो रहा है...
sw: Kuunda PDF...

# PublishTab.PdfMaker.ErrorProcessing
source: Error creating, compressing, or recoloring the PDF file
bn: PDF ফাইলটি তৈরি, সংকুচিত অথবা পুনরায় রঙ করতে সমস্যা দেখা দিচ্ছে
hi: पीडीएफ फाइल के निर्माण, कम्प्रेस, या फिर से रंग करने में बाधा आई है
sw: Hitilafu katika kuunda, kubana, au kuweka rangi tena faili ya PDF

# PublishTab.PdfMaker.ErrorSaving
source: Error compressing or recoloring the PDF file
bn: PDF ফাইলটি সংকুচিত অথবা পুনরায় রঙ করতে সমস্যা হচ্ছে
hi: पीडीएफ फाइल को छोटा करने या रिकलरिंग करने में बाधा आई है
sw: Hitilafu katika kubana au kuweka rangi tena kwenye faili ya PDF

# PublishTab.PdfMaker.Finished
source: Finished making PDF from HTML
bn: HTML থেকে PDF তৈরির কাজ শেষ
hi: एचटीएमएल से पीडीएफ बनाना समाप्त हुआ
sw: Imemaliza kutengeneza PDF kutoka kwa HTML

# PublishTab.PdfMaker.FullBleed
source: Full Bleed
sw: Kuchapisha nje ya mpaka wa ukurasa

# PublishTab.PdfMaker.MakingFromHtml
source: Making PDF from HTML
bn: HTML থেকে PDF তৈরি
hi: एचटीएमएल से पीडीएफ बनाया जा रहा है
sw: Kutengeneza PDF kutoka kwa HTML

# PublishTab.PdfMaker.MakingPageOfPdf
source: Making Page {0} of the PDF
bn: PDF–এর পাতা {0} তৈরি হচ্ছে
hi: पीडीएफ का {0} पन्ना बनाया जा रहा है
sw: Kutengeneza Ukurasa{0} wa PDF

# PublishTab.PdfMaker.NoFullBleed
source: Full Bleed has not been set up for this book
sw: Uchapishaji nje ya mpaka wa ukurasa haujawezeshwa kwa kitabu hiki

# PublishTab.PdfMaker.NoFullBleedBooklet
source: Full Bleed is not applicable to booklet printing
sw: Uchapishaji nje ya mpaka wa ukurasa hautumiki kwa uchapishaji wa kijitabu

# PublishTab.PdfMaker.OutOfMemory
source: Bloom ran out of memory while making the PDF. See {0}this article{1} for some suggestions to try.
bn: পিডিএফ তৈরির সময় ব্লুম স্মৃতিশক্তি ছাড়িয়ে গেল। কিছু পরামর্শ দেওয়ার চেষ্টা করার জন্য article {0} এই নিবন্ধটি {1} See দেখুন।
sw: Bloom iliishiwa na kumbukumbu wakati wa kutengeneza PDF. Tazama {0} nakala hii {1} ili upate mapendekezo kadhaa ya kujaribu.

# PublishTab.PdfMaker.PdfFile
source: PDF file
sw: Faili la PDF
