Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/BloomLowPriority.xlf
Languages: bn, es, fr, pt, sw

# Installer.InstallationInProgress
source: Installing...
es: Instalando...
fr: Installation en cours...
pt: A instalar...

# Errors.CorruptImageFile
source: The image file {0} is corrupt and needs to be replaced. ({1})
es: El archivo de imagen {0} está dañado y necesita ser reemplazado. ({1})
fr: Le fichier image {0} est corrompu et doit être remplacé. ({1})
pt: O arquivo de imagem {0} está corrompido e precisa ser substituído. ({1})

# CollectionSettingsDialog.BookMakingTab.NoBookshelvesFromServer
source: Bloom could not reach the server to get the list of bookshelves.
es: Bloom no pudo acceder al servidor para obtener la lista de estanterías.
fr: Bloom n'a pas pu rejoindre le serveur pour obtenir la liste des étagères.
pt: Bloom não pode acessar o servidor para obter a lista de estantes.

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.ConversionFileUsed
source: Conversion file used:
bn: রূপান্তর ফাইল ব্যবহৃত:
es: Archivo de conversión usado:
fr: Fichier de conversion utilisé:
pt: Arquivo de conversão usado:
sw: Faili ya ubadilishaji imetumika:

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.Error
source: eSpeak failed.
bn: ইকথা ব্যর্থ হয়েছে
es: Falló eSpeak.
fr: eSpeak a échoué.
pt: eSpeak falhou.
sw: eSpeak imeshindwa.

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.LanguageUsed
source: eSpeak language:
bn: ইবলার ভাষা
es: Idioma eSpeak:
fr: Langue eSpeak:
pt: língua do eSpeak:
sw: lugha ya eSpeak:

# EditTab.Toolbox.TalkingBookTool.ESpeakPreview.ResultOfOrthographyConversion
source: Result of orthography conversion:
bn: অর্থোগ্রাফি রূপান্তরের ফলাফল:
es: Resultado de la conversión ortográfica:
fr: Suite de la conversion orthographique:
pt: Resultado da conversão da ortografia:
sw: Tokeo la ubadilishaji wa tahajia:

# Errors.CannotConnectToBloomServer.2
source: Bloom was unable to start its own HTTP listener that it uses to talk to its embedded Web browser. If this happens even if you just restarted your computer, then ask someone to investigate if you have an aggressive firewall product installed, which may need to be uninstalled before you can use Bloom.
es: Bloom no pudo iniciar su propio listener HTTP que utiliza para hablar con su navegador web integrado. Si esto ocurre aunque acabe de reiniciar su ordenador, pida a alguien que investigue si tiene instalado un producto cortafuegos agresivo, que quizá deba desinstalar antes de poder utilizar Bloom.
fr: Bloom n’a pu faire démarrer son écouteur HTTP qu’il utilise pour s'adresser au navigateur Firefox qu'il comporte. Si cela se produit, même si vous venez juste de redémarrer votre ordinateur, demandez à quelqu'un de voir si votre pare-feu est trop sensible. Il faudra peut-être le désinstaller avant de pouvoir utiliser Bloom.
pt: Bloom foi incapaz de começar seu próprio ouvinte HTTP que usa para comunicar com seu navegador da internet. Se isso acontecer mesmo se você acabou de reiniciar o computador, deve pedir que alguém investiga se você tem um produto de firewall agressivo instalado. Pode ser necessário desenstalar o produto de firewall agressivo antes que você possa usar o Bloom.

# OpenCreateCloneControl.InZipFileMessage
source: It looks like you are trying to open a Bloom Collection from inside of a ZIP file. You need to first unzip the ZIP file, and then open the collection.
es: Parece que está intentando abrir una colección Bloom desde dentro de un archivo ZIP. Primero debe descomprimir el archivo ZIP y luego abrir la colección.
fr: On dirait que vous essayez d'ouvrir une Collection Bloom à l'intérieur d'un fichier ZIP. Vous devez d'abord décompresser le fichier ZIP, puis ouvrir la collection.
pt: Parece que está a tentar abrir uma coleção Bloom de dentro de um arquivo ZIP. Primeiro, precisa descompactar o arquivo ZIP e, em seguida, abrir a coleção.

# OpenCreateCloneControl.InvalidFileTypeMessage
source: Please select a .bloomCollection file.
es: Por favor, seleccione un archivo .bloomCollection.
fr: Veuillez sélectionner un fichier .bloomCollection.
pt: Por favor, selecione um arquivo .bloomColletion.

# LinkTargetChooser.Dialog.Title
source: Choose Link Target
fr: Sélectionner Cible du Lien
pt: Escolher Alvo do Link

# LinkTargetChooser.BookList.Heading
source: Books in this Collection
fr: Livres de cette Collection
pt: Livros nesta Coleção

# LinkTargetChooser.PageList.Heading
source: Pages in the selected book
fr: Pages dans le livre sélectionné
pt: Páginas no livro selecionado

# LinkTargetChooser.SelectionError.BookNotFound
source: Book not found: {0}
fr: Livre introuvable : {0}
pt: Livro não encontrado: {0}

# LinkTargetChooser.SelectionError.PageNotFound
source: Page {0} not found in book "{1}"
fr: Page {0} introuvable dans le livre "{1}"
pt: Página {0} não encontrada no livro "{1}"

# LinkTargetChooser.PageList.SelectBookPrompt
source: Select a book to see its pages
fr: Sélectionnez un livre pour voir ses pages
pt: Selecione um livro para ver as páginas

# LinkTargetChooser.PageList.LoadingMessage
source: Loading pages...
fr: Chargement des pages...
pt: Carregando páginas...

# LinkTargetChooser.PageList.LoadFailed
source: Failed to load pages
fr: Échec du chargement des pages
pt: Falha ao carregar páginas

# LinkTargetChooser.URLSection.InfoIcon.Tooltip
source: The URL can be a website or one generated by selecting a book and/or page above
fr: L'URL peut être un site web ou une page générée en sélectionnant un livre et/ou une page ci-dessus
pt: Pode inserir o URL de um site ou selecionar um livro e/ou página acima para gerar um

# LinkTargetChooser.URLSection.Input.Placeholder
source: Paste or enter a URL
fr: Coller ou saisir une URL
pt: Colar ou inserir um URL

# LinkTargetChooser.URLSection.OptionsButton.Label
source: More options
fr: Plus d'options
pt: Mais opções

# LinkTargetChooser.URLSection.OptionsMenu.Back.Tooltip
source: Go back in link history
fr: Revenir dans l'historique du lien
pt: Voltar no histórico de links

# LinkTargetChooser.URLSection.OptionsMenu.Back.Label
source: Back
fr: ⬅️ Retour
pt: Voltar

# LinkTargetChooser.URLSection.PasteButton.Tooltip
source: Paste from clipboard
fr: Coller depuis le presse-papiers
pt: Colar da área de transferência

# LinkTargetChooser.URLSection.OpenButton.Tooltip
source: Open in browser
fr: Ouvrir dans un navigateur
pt: Abrir no navegador

# PublishTab.Android.BulkBookshelfColor
source: Bookshelf Color
es: Color de estantería
fr: Couleur de l'Étagère
pt: Cor da estante

# PublishTab.RecordVideo.NoAudioInVideo
source: Currently, Bloom does not support including audio from embedded videos in video output.
es: Actualmente, Bloom no permite que el video de salida incluya el audio de los vídeos de lengua de signos.
fr: Pour le moment, Bloom ne prend pas en charge l'inclusion de l'audio des vidéos en Langue des Signes dans la sortie vidéo.
pt: Atualmente, Bloom não suporta incluir o áudio dos vídeos na saída de vídeo.

# PublishTab.Upload.CheckEmailFailed
source: Bloom needs to verify your email, but our attempt to resend the request failed, possibly because you made too many requests too close together. Please check your email, and if you can't find the message, try again later.
es: Bloom necesita verificar su correo electrónico, pero nuestro intento de reenviar la solicitud falló, posiblemente porque hizo demasiadas solicitudes demasiadamente rápido. Por favor, compruebe su correo electrónico, y si no puede encontrar el mensaje, inténtelo de nuevo más tarde.
fr: Bloom doit vérifier votre courriel, mais notre tentative de renvoyer la demande a échoué, peut-être parce que vous avez fait trop de demandes trop rapprochées. Veuillez vérifier vos courriels et, si vous ne trouvez pas le message, réessayez plus tard.
pt: Bloom precisa verificar seu e-mail, mas nossa tentativa de reenviar a solicitação falhou, possivelmente porque você fez muitos solicitações muito próximas uma da outra. Por favor, verifique seu e-mail e se você não conseguir encontrar a mensagem, tente novamente mais tarde.
sw: Bloom inahitaji kuthibitisha barua pepe yako, lakini jaribio letu la kutuma ombi tena halikufaulu, labda kwa sababu ulifanya maombi mengi kwa karibu sana. Tafadhali angalia barua pepe yako, na ikiwa huwezi kupata ujumbe, jaribu tena baadaye.

# PublishTab.Upload.BookshelfError
source: The collection's bookshelf was not on the list of bookshelves for this Bloom subscription.
es: La estantería de la colección no figuraba en la lista de estanterías de esta suscripción Enterprise.
fr: L'étagère de la collection ne figurait pas sur la liste des étagères pour cet abonnement Entreprise.
pt: A estante da coleção não constava da lista de estantes para esta assinatura Bloom.

# Settings.Subscription.DownloadForEdit
source: This collection is in "Download for Edit" mode. The book has the same subscription setting as when it was last uploaded.
es: Esta colección está en modo "Descargar para editar". El libro tiene la misma configuración de suscripción que la última vez que se cargó.
fr: Cette collection est en mode "Télécharger pour édition". Le livre porte les mêmes paramètres (de Bloom Entreprise) que lors du dernier téléchargement.
pt: Esta coleção está no modo "Baixar para Editar". O livro tem a mesma configuração de assinatura de quando foi carregado pela última vez.

# Settings.Subscription.IntroText
source: To help cover a portion of the costs associated with providing Bloom, we offer [advanced features](%0) and customizations as a subscription service.
es: Para ayudar a cubrir una parte de los costes asociados a la prestación de Bloom, ofrecemos [funciones avanzadas](%0) y personalizaciones como servicio de suscripción.
fr: Pour nous aider à couvrir une partie des frais associés à la provision de Bloom, nous offrons [des fonctionnalités avancées] (%0) et des options pour un produit personnalisé en tant que service d'abonnement.
pt: Para ajudar a cobrir uma parte dos custos associados ao fornecimento do Bloom, nós oferecemos [recursos avançados](%0) e personalizações como um serviço de assinatura.

# Settings.Subscription.RequestSubscription
source: Please contact [%0](%1) to purchase your subscription code.
es: Póngase en contacto con [%0](%1) para adquirir su código de suscripción.
fr: Veuillez contacter [%0](%1) pour acheter votre code d'abonnement.
pt: Entre em contato com [%0](%1) para comprar seu código de assinatura.

# Settings.Subscription.Community.Invitation
source: If your project is fully funded and managed by your local language community, you may qualify for a free [Bloom Community Subscription](https://bloomlibrary.org/subscriptions).
es: Si su proyecto está totalmente financiado y gestionado por su comunidad lingüística local, puede optar a una [Suscripción Bloom Community] gratuita (https://bloomlibrary.org/subscriptions).
fr: Si votre projet est entièrement financé et géré par votre communauté de langue locale, vous pourriez peut-être bénéficier d'un [abonnement Bloom Community Subscription] gratuit (https://bloomlibrary.org/subscriptions).
pt: Se o seu projeto for totalmente financiado e gerido por sua comunidade de línguas local, pode se qualificar para uma [Assinatura da Comunidade do Bloom](https://bloomlibrary.org/subscriptions).

# Settings.Subscription.SubscriptionCodeLabel
source: Subscription Code:
es: Código de suscripción:
fr: Code d'Abonnement :
pt: Código de assinatura:

# Settings.Subscription.CheckUpdates
source: Check for updates
es: Buscar actualizaciones
fr: Rechercher des mises à jour
pt: Procurar actualizações

# Settings.Subscription.Expiration
source: Expires:
es: Expira:
fr: Expire le:
pt: Expiração:

# Settings.Subscription.Expired
source: That code has expired.
es: Ese código ya expiró.
fr: Ce code a expiré.
pt: Este código expirou.

# Settings.Subscription.Incomplete
source: The code should look like SOMENAME-123456-7890
es: El código debe tener el formato NOMBRE-123456-7890
fr: Le code devrait ressembler à celui-ci : NOMQUELCONQUE-123456-7890
pt: O código deve se parecer com ALGUMNOME-123456-7890

# Settings.Subscription.NotValid
source: That code appears to be incorrect.
es: Ese código parece estar incorrecto.
fr: Ce code semble être incorrect.
pt: Esse código parece estar incorreto.

# Settings.Subscription.UnknownCode
source: This version of Bloom does not have the artwork that goes with that subscription.
es: Esta versión de Bloom no contiene las ilustraciones que van con su suscripción.
fr: Cette version de Bloom ne donne pas accès aux images liées à cet abonnement.
pt: Esta versão do Bloom não tem as imagens relacionadas com essa assinatura.

# Subscription.Tier.Basic
source: Basic
es: Básico
fr: Simple
pt: Básico

# Subscription.Tier.Enterprise
source: Enterprise
es: Empresarial
pt: Empresarial

# Subscription.Tier.LocalCommunity
source: Local Community
es: Comunidad local
fr: Communauté Locale
pt: Comunidade local

# Subscription.TierWithColon
source: Tier:
es: Nivel:
fr: Palier :
pt: Nível:

# Subscription.OpenSettings
source: Subscription Settings
es: Ajustes de Suscripción
fr: Paramètres d'Abonnement
pt: Configuração da assinatura

# Feature.Canvas
source: Canvas
fr: Objet Flottant
pt: Tela

# Feature.Spreadsheet
source: Spreadsheet Import/Export
es: Importación y exportación de hojas de cálculo
fr: Importer/Exporter la Feuille de Calcul
pt: Importar/Exportar Planilha

# Spreadsheet.DataDivConflictWarning
source: Export warning: Found differing 'src' attribute and element text for data-div element {0}. The 'src' attribute will be ignored.
es: Advertencia de exportación: Se ha encontrado una diferencia entre el atributo 'src' y el texto del elemento data-div {0}. El atributo 'src' será ignorado.
fr: Avertissement d'exportation : Des différences trouvées au niveau de l'attribut 'src' et du texte d'élément pour l'élément data-div {0}. On ne va pas tenir compte de l'attribut 'src'.
pt: Aviso de exportação: Encontrado atributo 'src' diferente e o texto do elemento para data-div {0}. O atributo 'src' será ignorado.

# Spreadsheet.DataDivImageMultiple
source: Export warning: Found multiple elements for image element {0}. Only the first will be exported.
es: Advertencia de exportación: Se han encontrado varios elementos para el elemento de imagen {0}. Sólo se exportará el primero.
fr: Avertissement d'exportation : On note plusieurs éléments pour l'élément d'image {0}. Seul le premier sera exporté.
pt: Aviso de exportação: Encontrado várias imagens {0}. Apenas a primeiro será exportada.

# Spreadsheet.ExportFailed
source: Export failed: {0}
es: Falló la exportación: {0}
fr: Echec de l'exportation: {0}
pt: Falha na exportação: {0}

# Spreadsheet.SpreadsheetLocked
source: Bloom could not write to the spreadsheet because another program has it locked. Do you have it open in another program?
es: Bloom no pudo escribir en la hoja de cálculo porque otro programa la tiene bloqueada. ¿La tiene abierta en otro programa?
fr: Bloom n'a pas pu écrire dans la feuille de calcul car un autre programme l'a verrouillée. Est-ce que vous l'avez ouverte dans un autre programme?
pt: Bloom não pode escrever na planilha porque um outro programa bloqueou a planilha. Está aberta em outro programa?

# Spreadsheet.MissingImage
source: Export warning: did not find the image {0}. It will be missing from the export folder.
es: Advertencia de exportación: no se encontró la imagen {0}. No aparecerá en la carpeta de exportación.
fr: Avertissement d'exportation : on n'a pas trouvé l'image {0}. Elle va manquer dans le dossier d'exportation.
pt: Aviso de exportação: não encontrou a imagem {0}. Ela esta faltando na pasta de exportação.

# Spreadsheet.MultipleImageChildren
source: Export warning: Found multiple images in data-book element {0}. Only the first will be exported.
es: Advertencia de exportación: Se encontraron varias imágenes en el elemento {0} del libro de datos. Sólo se exportará la primera.
fr: Avertissement d'exportation : Plusieurs images trouvées dans l'élément du data-book {0}. Seule la première sera exportée.
pt: Aviso de exportação: Encontrado várias imagens {0}. Apenas a primeiro será exportada.

# Spreadsheet.Overwrite
source: You are about to replace the existing folder named {0}
es: Está a punto de reemplazar la carpeta nombrada {0} que ya existe
fr: Vous êtes sur le point de remplacer le dossier existant nommé {0}
pt: Você está prestes a substituir a pasta existente chamada {0}

# Spreadsheet.OverwriteBook
source: The folder named {0} already exists and looks like it might be a Bloom book folder!
es: ¡La carpeta llamada {0} ya existe y parece que podría ser una carpeta de libros de Bloom!
fr: Le dossier nommé {0} existe déjà et semble être un dossier Bloom !
pt: A pasta {0} já existe e parece que pode ser uma pasta de livros Bloom!

# Spreadsheet.TroubleCopying
source: Bloom had trouble copying the file {0} to the video folder: {1}
es: Bloom tuvo problemas al copiar el archivo {0} a la carpeta de vídeo: {1}
fr: Bloom a eu du mal à copier le fichier {0} dans le dossier vidéo : {1}
pt: Bloom teve problemas para copiar o arquivo {0} para a pasta de vídeo: {1}

# Spreadsheet.TroubleCopyingFolder
source: Bloom had trouble copying the folder {0} to the activities folder: {1}
es: Bloom tuvo problemas al copiar la carpeta {0} a la carpeta de actividades: {1}
fr: Bloom a eu du mal à copier le dossier {0} dans le dossier activités : {1}
pt: Bloom teve problemas para copiar o arquivo {0} para a pasta de vídeo: {1}

# Spreadsheet.WriteFailed
source: Bloom had problems writing files to that location ({0}). Check that you have permission to write there.
es: Bloom tuvo dificultades al escribir archivos a esa ubicación ({0}). Compruebe que tiene permiso para escribir allí.
fr: Bloom a eu des problèmes pour écrire des fichiers à cet emplacement ({0}). Vérifiez que vous avez la permission d'écrire à cet endroit.
pt: Bloom teve problemas ao escrever arquivos nessa localização ({0}). Verifique se você tem permissão para escrever lá.

# Spreadsheet.CannotExportDragAndDropGamePages
source: Bloom cannot export because {0} pages contain drag-and-drop games.
fr: Bloom ne peut pas exporter car les pages {0} contiennent des jeux du genre glisser-déposer.
pt: Bloom não pode exportar porque {0} páginas contêm jogos de arrastar-e-soltar.

# Activity.Editing.MultipleChoice.CorrectAnswer
source: Put the correct answer in this button. Bloom will randomize the order later.
es: Coloque la respuesta correcta en este botón. Bloom lo ordenará al azar más tarde.
fr: Insérer la bonne réponse dans ce bouton. Bloom va aléatoirer l'ordre plus tard.
pt: Coloque a resposta correta neste botão. Bloom irá randomizar a ordem mais tarde.

# Download.PleaseSendLogFile
source: Please also send us the latest log file found at {0}.
es: Por favor, envíenos también el último archivo de registro encontrado en {0}.
fr: Veuillez également nous envoyer le dernier fichier de log situé sur {0}.
pt: Por favor, também nos envie o último arquivo de log encontrado em {0}.

# EditTab.Toolbox.TalkingBookTool.MicrophoneAccessProblem
source: Bloom was not able to access a microphone.
es: Bloom no pudo acceder a un micrófono.
fr: Bloom n'a pas pu accéder à un microphone.
pt: Bloom não conseguiu acessar um microfone.

# ReportProblemDialog.OneDriveProblem
source: OneDrive Problem
es: Problema de OneDrive
pt: Problema no OneDrive

# ReportProblemDialog.OneDriveErrorMessage
source: There is a problem with your Microsoft OneDrive which is preventing Bloom from accessing files.
es: Hay un problema con tu Microsoft OneDrive que está impidiendo que Bloom acceda a archivos.
pt: Há um problema com o seu Microsoft OneDrive que está impedindo o acesso do Bloom aos arquivos.

# ProblemReport.PageStructureProblem
source: Bloom made a mistake on this page. Please report this to us, then check that nothing was lost.
es: Bloom cometió un error en esta página. Por favor reporta esto y comprueba que no se ha perdido nada.
fr: Bloom a fait une erreur sur cette page. Veuillez bien nous le signaler, puis vérifiez que rien n'a été perdu.
pt: Bloom cometeu um erro nesta página. Por favor, reporte isto para nós, e verifique se nada foi perdido.

# TeamCollection.AdministratorEmails
source: Administrator Emails:
es: Correo electrónico del administrador:
fr: Courriel de l'Administrateur :
pt: E-mail do administrador:

# TeamCollection.InvalidAdminEmails
source: Please enter one or more valid administrator email addresses, separated by commas or spaces.
es: Por favor, introduzca una o más direcciones de correo electrónico válidas de administrador, separadas por comas o espacios.
fr: Veuillez saisir un ou plusieurs courriels d'administrateur valides, séparés par des virgules ou espaces.
pt: Por favor, insira um ou mais e-mails de administradores, separados por vírgula ou espaço.

# Common.Preparing
source: Preparing...
es: Preparando...
fr: Préparation en cours...
pt: A preparar...

# Common.Finishing
source: Finishing...
es: Finalizando...
fr: Finalisation en cours...
pt: Finalizando...

# Common.Finished
source: Finished
es: Finalizado
fr: Terminé
pt: Concluído

# EditTab.PasteHyperlink.Currently
source: Currently %0
es: Actualmente %0
pt: Atualmente %0

# CollectionTab.BookMenu.MoveToCurrentCollection
source: Move into {0}
pt: Mover para {0}

# BookGridSetupDialog.Title
source: Book Grid Setup
fr: Configuration de la Grille de Livres
pt: Configuração da Grade de Livros

# BookGridSetup.BooksInCollection
source: Books in this Collection
es: Libros en esta colección
fr: Livres de cette Collection
pt: Livros nesta Coleção

# BookGridSetup.AddBook
source: Add Book →
es: Agregar libro →
fr: Ajouter un Livre →
pt: Adicionar Livro →

# BookGridSetup.AddAllBooks
source: Add All Books →
es: Agregar todos los libros →
fr: Ajouter Tous les Livres →
pt: Adicionar Todos os Livros →

# BookGridSetup.LinksInGrid
source: Links in Grid (%0)
fr: Liens dans la Grille (%0)
pt: Links na Grade (%0)

# Feature.Overlay
source: Overlay
es: Superposición

# Settings.Enterprise.Community
source: Funded by the local community only
bn: শুধুমাত্র স্থানীয় সম্প্রদায়ের মাধ্যমে অর্থের সংস্থান
sw: Imefadhiliwa tu na jamii ya mtaa

# Settings.Enterprise.CheckUpdates
source: Check for updates
bn: আপডেটের জন্য চেক করুন
sw: Angalia vilivyojiri vipya

# Settings.Enterprise.Expiration
source: Expires:
bn: মেয়াদোত্তীর্ণ হবে:
sw: Inaisha:

# Settings.Enterprise.Expired
source: That code has expired.
bn: কোডগুলোর মেয়াদ শেষ হয়ে গেছে।
sw: Msimbo huo umekwisha.

# Settings.Enterprise.Incomplete
source: The code should look like SOMENAME-123456-7890
bn: এই কোডটি এমন দেখানো উচিত যেমন কোনোনাম-123456-7890
sw: Msimbo huu unastahili kuonekana kama JINAFULANI-123456-7890

# Settings.Enterprise.LearnMore
source: Learn More
bn: আরও শিখুন
sw: Jifunze zaidi

# Settings.Enterprise.Overview
source: Bloom Enterprise adds features and services that are important for publishers, governments, and international organizations. This paid subscription meets their unique needs while supporting the development and user support of Bloom for the community at large.
bn: ব্লুম এন্টারপ্রাইজ প্রকাশক, সরকার, এবং আন্তর্জাতিক সংস্থার জন্য গুরুত্বপূর্ণ বৈশিষ্ট্য এবং পরিষেবা যুক্ত করে। অর্থ প্রদানকারী সদস্যতা তাদের অনন্য প্রয়োজন পুর্ণ করার সঙ্গে সঙ্গে সম্প্রদায়ের বৃহদাকারে বিকাশ ও ব্লুম ব্যবহারকারীদের সমর্থন করে।
sw: Bloom Enterprise inaongeza vipengele na huduma ambazo ni muhimu kwa wachapishaji, serikali, na mashirika ya kimataifa. Usajili huu uliolipwa unakidhi mahitaji yao ya kipekee wakati unasaidia maendeleo na msaada wa watumiaji wa Bloom kwa jamii kwa ujumla.

# Settings.Enterprise.None
source: None. Enterprise features will be unavailable.
bn: কোনোটিও নয়। ব্লুম এন্টারপ্রাইজ বৈশিষ্টগুলো উপলব্ধ হবে না।
sw: Hakuna. Vipengele vya Enterprise havitapatikana.
