Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Bloom.xlf
Languages: am, bn, hi, km, rw, sw, ta, te

# EditTab.FontMissing
source: The current selected font is '{0}', but it is not installed on this computer. Some other font will be used.
bn: বর্তমান নির্বাচিত ফন্টটি হল '{0}', কিন্তু এটি এই কম্পিউটারে ইনস্টল করা নেই। কিছু অন্যান্য ফন্ট ব্যবহার করা হবে।
hi: वर्तमान चुना हुआ फोंट है {0}', लेकिन यह इस कंप्यूटर में इनस्टॉल नहीं है। किसी अन्य फोंट का उपयोग किया जाएगा।
rw: Inyuguti yatoranyijwe ubu ni '{0}', ariko rero ntyensitaye kuri iyi mudasobwa. Izindi nyuguti ziri bukoreshwe mu mwanya wayo.
sw: Fonti iliyochaguliwa kwa sasa ni '', lakini haijawekwa kwenye kompyuta hii.Fonti nyingine itatumiwa.
ta: நடப்பு தேர்ந்தெடுத்த எழுத்துரு என்பது '{0}', ஆனால் அது நிறுவப்படவில்லை இந்தக் கணினியில். மற்ற சில எழுத்துரு பயன்படுத்தப்படும்.
te: ప్రస్తుత ఎంపిక ఫాంట్ '{0}' ఉంది, కానీ అది ఈ కంప్యూటర్లో ఇన్స్టాల్ కాలేదు. కొన్ని ఇతర font ఉపయోగించబడుతుంది.

# EditTab.FormatDialog.Alignment
source: Alignment
bn: সারিবদ্ধকরণ
hi: एलाइनमेंट
sw: Mpangilio

# EditTab.FormatDialog.AlreadyExists
source: That style already exists. Please choose another name.
bn: এই স্টাইলটি ইতোমধ্যেই আছে।অনুগ্রহ করে অন্য একটি নাম নির্বাচন করুন।
hi: यह शैली पहले से ही मौजूद है। कृपया दूसरा नाम चुनें।
sw: Mtindo huo tayari uko. Tafadhali chagua jina lingine

# EditTab.FormatDialog.BorderToolTip
source: Change the border and background
bn: সীমানা এবং ব্যাকগ্রাউন্ড পরিবর্তন করুন
hi: सीमारेखा और पृष्ठभूमि बदलें
sw: Badilisha mpaka na usuli
ta: கரை மற்றும் பின்னணி மாற்ற
te: సరిహద్దు మరియు నేపథ్య మార్చడానికి

# EditTab.FormatDialog.CharactersTab
source: Characters
am: ቁምፊዎች
bn: অক্ষর
hi: वर्ण
km: អក្សរ
sw: Herufi

# EditTab.FormatDialog.Create
source: Create
am: ፍጠር
bn: তৈরি
hi: निर्माण करें
km: បង្កើត
sw: Tengeneza

# EditTab.FormatDialog.CreateStyle
source: Create a new style
bn: নতুন স্টাইল তৈরি করুন
hi: नई शैली का निर्माण करें
sw: Tengeneza mtindo mpya

# EditTab.FormatDialog.DefaultStyles.BigWords-style
source: Big Words
bn: বড় শব্দসমূহ
hi: बड़े शब्द
sw: Maneno Makubwa

# EditTab.FormatDialog.DefaultStyles.Bubble-style
source: Bubble
sw: Kiputo

# EditTab.FormatDialog.DefaultStyles.Cover-Default-style
source: Cover Default
bn: পূর্ব-নির্ধারিত আবরন
hi: कवर डिफॉल्ट
sw: Jalada Chaguo-msingi

# EditTab.FormatDialog.DefaultStyles.Credits-Page-style
source: Credits Page
bn: কৃতজ্ঞতার পৃষ্ঠা
hi: आभार पन्ना
sw: Ukurasa wa Sifa

# EditTab.FormatDialog.DefaultStyles.ImageDescriptionEdit-style
source: Image Description Edit
bn: চিত্রের বিবরণ এডিট/ সম্পাদনা
hi: चित्र विवरण एडिट
sw: Hariri ya maelezo ya picha

# EditTab.FormatDialog.DefaultStyles.Equation-style
source: Equation
bn: সমীকরণ
hi: समीकरण
sw: Mlingano

# EditTab.FormatDialog.DefaultStyles.Heading1-style
source: Heading 1
bn: শিরোনাম ১
hi: हेडिंग 1
sw: Kichwa 1

# EditTab.FormatDialog.DefaultStyles.Heading2-style
source: Heading 2
bn: শিরোনাম ২
hi: हेडिंग 2
sw: Kichwa 2

# EditTab.FormatDialog.DefaultStyles.normal-style
source: Normal
bn: সাধারণ
hi: सामान्य
sw: Kawaida

# EditTab.FormatDialog.DefaultStyles.quiz-style
source: Quiz
bn: কুইজ/ প্রশ্ন-উত্তর
hi: प्रश्नोत्तरी
sw: Jaribio

# EditTab.FormatDialog.DefaultStyles.QuizAnswer-style
source: Quiz Answer
bn: কুইজ এর উত্তর
sw: Jibu la Jaribio

# EditTab.FormatDialog.DefaultStyles.QuizHeader-style
source: Quiz Header
bn: কুইজ এর শিরোনাম
sw: Mada ya Jaribio

# EditTab.FormatDialog.DefaultStyles.QuizQuestion-style
source: Quiz Question
bn: ক্যুইজ এর প্রশ্ন
sw: Swali la Jaribio

# EditTab.FormatDialog.DefaultStyles.Title-On-Cover-style
source: Title On Cover
bn: আবরনীতে শিরোনাম
hi: कवर पर शीर्षक
sw: Mada kwenye Jalada

# EditTab.FormatDialog.DefaultStyles.Title-On-Title-Page-style
source: Title On Title Page
bn: শিরোনাম পৃষ্ঠার শিরোনাম
hi: शीर्षक पन्ने पर शीर्षक
sw: Mada kwenye ukurasa wa mada

# EditTab.FormatDialog.DontSeeNeed
source: Don't see what you need?
bn: যা প্রয়োজন তা কি দেখতে পাচ্ছেন না?
hi: आपको जो चाहिए नहीं मिल रहा?
sw: Je, huoni unachohitaji?

# EditTab.FormatDialog.Emphasis
source: Emphasis
bn: গুরুত্ব দিন
hi: महत्त्व
sw: Mkazo

# EditTab.FormatDialog.Font
source: Font
am: ቅርፀ-ቁምፊ
bn: ফন্ট
hi: फोंट
km: ហ្វុន
sw: Fonti

# EditTab.FormatDialog.FontFaceToolTip
source: Change the font face
bn: ফন্টের রূপ পরিবর্তন করুন
hi: फोंट बदलें
sw: Badilisha fonti
ta: எழுத்துரு முகத்தை மாற்ற
te: ఫాంట్ ముఖం మార్చండి

# EditTab.FormatDialog.FontSizeTip
source: Changes the text size for all boxes carrying the style '{0}' and language '{1}'.\nCurrent size is {2}pt.
bn: {0} ধরণ এবং ভাষা '{1}' বহনকারী সকল প্রকারের বক্সের লেখার আকার পরিবর্তন করতে পারে।\nবর্তমান আকার {2}pt.
hi: '{0}' बनावट के सारे बक्सों के टेक्स्ट का आकार और '{1}' की भाषा बदलती है।\nवर्तमान आकार {2}पीटी है।
rw: Guhindura ubunini bw'inyuguti zigize umwandiko ku tuzu twose dufite inyuguti '{0}' n'ururimi '{1}'.\nubunini bw'iki gihe ni {2}pt.
sw: Badilisha ukubwa wa maandishi kwa visanduku vyote vilivyo na mtindo wa '{0}' na lugha '{1}'.\nUkubwa uliopo sasa ni pt {2}.
ta: அனைத்து பெட்டிகளை சுமந்து பாணி '{0}' மற்றும் மொழி '{1}' உரை அளவை மாற்றும்.\n{2} தமிழகத்தில் நடப்பு அளவு உள்ளது.
te: శైలి '{0}' మరియు భాష '{1}'. \ N ప్రస్తుత పరిమాణం {2} pt మోస్తున్న అన్ని బాక్సులను కోసం టెక్స్ట్ పరిమాణం మార్పులు.

# EditTab.FormatDialog.FontSizeToolTip
source: Change the font size
bn: ফন্টের আকার পরিবর্তন করুন
hi: फोंट आकार बदलें
sw: Badilisha ukubwa wa fonti
ta: எழுத்துரு அளவை மாற்ற
te: ఫాంట్ పరిమాణాన్ని మార్చు

# EditTab.FormatDialog.Format
source: Format
bn: বিন্যাস
hi: फॉर्मेट
sw: mpangilio

# EditTab.FormatDialog.Indent
source: Indent
bn: ইন্ডেন্ট
hi: इन्डेंट
sw: Jongeza

# EditTab.FormatDialog.LineSpacingToolTip
source: Change the spacing between lines of text
bn: লেখার সারির মধ্যকার ফাঁকা জায়গা পরিবর্তন করুন
hi: टेक्स्ट के पंक्तियों के बीच के अंतर को बदलें
sw: Badilisha nafasi kati ya mistari ya maandishi
ta: உரையின் வரிகள் இடையே இடைவெளி மாற்ற
te: టెక్స్ట్ యొక్క పంక్తులు మధ్య ఖాళీలో మార్పులు

# EditTab.FormatDialog.NewStyle
source: New style
bn: নতুন স্টাইল
hi: नई शैली
sw: Mtindo mpya

# EditTab.FormatDialog.ParagraphSpacing
source: Space Between Paragraphs
bn: অনুচ্ছেদগুলির ব্যবধান
hi: परिच्छेद के बिच जगह
sw: Nafasi kati ya aya

# EditTab.FormatDialog.ParagraphTab
source: Paragraph
bn: অনুচ্ছেদ
hi: परिच्छेद
sw: Aya

# EditTab.FormatDialog.PleaseUseAlpha
source: Please use only alphabetical characters. Numbers at the end are ok, as in "part2".
bn: অনুগ্রহ করে শুধুমাত্র বর্ণানুক্রমিক অক্ষরসমূহ ব্যবহার করুন।"পার্ট২" এর মত, শেষাংশে নম্বর ঠিক আছে।
hi: कृपया केवल वर्णानुक्रम वर्णों का उपयोग करें। "भाग 2" के समान, अंत में संख्या चलेगी।
sw: Tafadhali tumia tu herufi za kialfabeti. Nambari zilizo mwisho ziko sawa, kama zilivyo kwenye "sehemu ya2".

# EditTab.FormatDialog.Spacing
source: Spacing
am: በፊደላትና በቃላት መካከል ክፍት ቦታ አሰጣጥ
bn: ফাঁকাকরণ
hi: जगह
km: គម្លាត
sw: Kuweka nafasi

# EditTab.FormatDialog.Style
source: Style
am: ዘይቤ /Style/
bn: স্টাইল
hi: शैली
km: ស្តាល
sw: Mtindo

# EditTab.FormatDialog.StyleNameTab
source: Style Name
am: የዘይቤ ስም
bn: স্টাইলের নাম
hi: शैली नाम
km: ឈ្មោះស្តាល
sw: Jina la Mtindo

# EditTab.FormatDialog.WordSpacingExtraWide
source: Extra Wide
am: እጅግ ሰፊ
bn: অতিরিক্ত প্রস্থ
hi: बहुत बड़ा
km: ទូលាយខ្លាំង
sw: Pana Kupita Kiasi
ta: கூடுதல் உலகத்தின்
te: విస్తృత అదనపు

# EditTab.FormatDialog.WordSpacingNormal
source: Normal
am: መደበኛ
bn: সাধারণ
hi: सामान्य
km: ធម្មតា
sw: Kawaida
ta: சராசரி
te: సాధారణ

# EditTab.FormatDialog.WordSpacingToolTip
source: Change the spacing between words
bn: শব্দগুলোর মধ্যে ফাঁকা জায়গা পরিবর্তন করুন
hi: शब्दों के बीच के अंतर को बदलें
sw: Badilisha nafasi kati ya maneno
ta: சொற்களை இடையே இடைவெளி மாற்ற
te: పదాల మధ్య ఖాళీలో మార్పులు

# EditTab.FormatDialog.WordSpacingWide
source: Wide
am: ሰፊ
bn: প্রস্থ
hi: बड़ा
km: ទូលាយ
sw: Pana
ta: அகலம்
te: వైడ్

# EditTab.FrontMatter.AuthorIllustratorPrompt
source: You may use this space for author/illustrator, or anything else.
bn: আপনি এই জায়গাটি লেখক/শিল্পী, অথবা অন্য কোন কিছুর জন্য ব্যবহার করতে পারেন।
hi: आप इस जगह को लेखक/चित्रकार या किसी और के लिए उपयोग कर सकते हैं।
sw: Unaweza kutumia nafasi hii kwa mwandishi/mchoraji, au chochote kile.

# EditTab.FrontMatter.BigBook.Contributions
source: When you are making an original book, use this box to record contributions made by writers, illustrators, editors, etc.
bn: যখন আপনি মূল বই তৈরি করবেন, লেখক, শিল্পী, সম্পাদকবৃন্দ, ইত্যাদির অবদান রেকর্ড করতে এই বাক্সটি ব্যবহার করুন।
hi: जब आप एक मूल पुस्तक बना रहे हैं, तब लेखकों, चित्रकारों, संपादकों, इत्यादि द्वारा किए गए योगदान को रिकॉर्ड करने के लिए इस बॉक्स का उपयोग करें।
sw: Unapotengeneza kitabu cha kwanza, tumia kisanduku hiki ili kurekodi mchango uliopeanwa na waandishi, wachoraji, wahakiki, na kadhalika.
ta: போது நீங்கள் ஒரு மூல புத்தகம் குறித்து, எழுத்தாளர்கள், illustrators, அரசியல்வாதிகளாகவும், ஆகிய செய்த பங்களிப்புகள் பதிவிட இந்த பெட்டியை பயன்படுத்தவும்.
te: మీరు ఒక అసలు పుస్తకం తయారు చేసినప్పుడు, మొదలైనవి రచయితలు, చిత్రకారులు, సంపాదకులు, చేసిన రచనలు రికార్డ్ చేయడానికి ఈ పెట్టెను ఉపయోగించండి,

# EditTab.FrontMatter.BigBook.Translator
source: When you make a book from a shell, use this box to tell who did the translation.
bn: যখন আপনি শেল থেকে একটি বই তৈরি করবেন, কে এই অনুবাদটি করেছে তা জানাতে এই বাক্সটি ব্যবহার করুন।
hi: जब आप किसी शेल से कोई पुस्तक बनाते हैं, तब अनुवाद किसने किया है यह बताने के लिए इस बॉक्स का उपयोग करें।
sw: Unapotengeneza kitabu kutoka kwa sheli, tumia kitabu hiki kusema aliyetafsri.
ta: ஒரு புத்தகத்தில் இருந்து ஒரு கூடு மேற்கொள்ளும்போது, இந்தப் பெட்டியைப் பயன்படுத்தி மொழிபெயர்ப்பு யார் இட்டு கூறுங்கள்.
te: మీరు ఒక షెల్ నుండి ఒక పుస్తకం తయారు చేసినప్పుడు, అనువాద చేసింది ఎవరు చెప్పడానికి ఈ పెట్టెను ఉపయోగించండి.

# EditTab.FrontMatter.BookSingleCredit
source: Images by {0}.
bn: ছবিটি {0}–এর দ্বারা।
hi: {0} के द्वारा चित्र
sw: Picha na.{0}.

# EditTab.FrontMatter.BookTitlePrompt
source: Book title in {lang}
am: የመጽሐፍ ርዕስ በ{ቋንቋ}
bn: {lang} ভাষায় বইয়ের শিরোনাম
hi: {lang} में पुस्तक शीर्षक
km: ចំណងជើងសៀវភៅជាភាសា {lang}
rw: Umutwe w'igitabo mu {lang}
sw: Jina la Kitabu {lang}
ta: புத்தக தலைப்பு உள்ள {lang}
te: భాషలో పుస్తకం శీర్షిక

# EditTab.FrontMatter.CopyrightPrompt
source: Click to Edit Copyright & License
bn: কপিরাইট & লাইসেন্স সম্পাদন করতে ক্লিক করুন
hi: कॉपीराइट & लायसेंस को एडिट करने के लिए क्लिक करें
rw: Kanda uhindure Uburenganzira bw'umwanditsi & n'amabwiriza
sw: Bofya kwenye Kuhakiki Haki ya Kunakili na Leseni.
ta: பதிப்புரிமை & உரிமம் திருத்து கிளிக் செய்யவும்
te: కాపీరైట్ & లైసెన్స్ సవరించడానికి క్లిక్

# EditTab.FrontMatter.CreditTranslator
source: Acknowledgments for this version, in {lang}. For example, give credit to the translator for this version.
bn: {lang} ভাষায় এই সংস্করণের জন্য কৄতজ্ঞতা জ্ঞাপন। উদাহরণ স্বরূপ, এই সংস্করণের জন্য অনুবাদককে কৃতিত্ব দেওয়া।
hi: {lang} में, इस संस्करण के लिए धन्यवाद। उदाहरण के लिए, इस संस्करण के लिए अनुवादक को श्रेय दें।
sw: Shukrani za toleo hili, katika {lang}. Kwa mfano, mpe sifa mtafsiri kwa toleo hili.

# EditTab.FrontMatter.EditOriginalTitleCaption
source: Edit Original Title
sw: Hariri mada asili

# EditTab.FrontMatter.EditOriginalTitleLabel
source: Original Title
sw: Mada Asili

# EditTab.FrontMatter.EditOriginalTitlePlaceholder
source: click to edit original title
sw: bonyeza kuhariri mada asili

# EditTab.FrontMatter.FullOriginalCopyrightLicenseSentence
source: This book is an adaptation of the original, {0}, {1}. Licensed under {2}.
sw: Kimechukuliwa kutoka kwa asili,{0},{1}. Leseni chini ya {2}.

# EditTab.FrontMatter.FundingAgenciesPrompt
source: Use this to acknowledge any funding agencies.
bn: কোন দাতা সংস্থার কৃতজ্ঞতা স্বীকারের জন্য এটি ব্যবহার করুন।
hi: अन्य पूंजी लगाने वाले माध्यमों का आभार प्रकट करने के लिए इसका उपयोग करें
rw: Koresha aha mu gushimira urwego urwo ari rwo rwose rwaguteye inkunga.
sw: Tumia hii kutambua maajenti wote waliopeana usaidizi wa kifedha.
ta: இதனை பயன்படுத்த எந்த நல்கை வழங்குவதற்கான.
te: ఏ ఫండింగ్ ఏజెన్సీలు గుర్తించి ఈ ఉపయోగించడానికి

# EditTab.FrontMatter.ISBNPrompt
source: International Standard Book Number. Leave blank if you don't have one of these.
bn: আন্তর্জাতিক মান পুস্তক নম্বর।আপনার কাছে এগুলোর একটিও না থাকলে ফাঁকা রাখুন।
hi: अंतर्राष्ट्रीय मानक पुस्तक संख्या। यदि आपके पास इन में से कुछ नहीं है तो रिक्त छोड़ दें।
rw: Inomero mpuzamahanga ndangabuziranenge bw'igitabo. Siga uyu mwanya urimo ubusa niba nta yo ufite.
sw: Nambari ya Wastani ya Kitabu ya Kimataifa. Acha wazi iwapo huna mojawapo ya hizi.
ta: சர்வதேச நிலையான புத்தக எண். இல்லையெனில் இவற்றுள் வெறுமையாக விடவும்.
te: అంతర్జాతీయ ప్రామాణిక పుస్తకం సంఖ్య. మీరు ఈ ఒక లేదు లేకపోతే వదిలివేయండి.

# EditTab.FrontMatter.ImageCreditMissing
source: {0} (page {1})
bn: {0}(পৃষ্ঠা{1})
hi: {0} (पन्ना {1})
sw: {0} (ukurasa{1})

# EditTab.FrontMatter.InsideFrontCoverTextPrompt
source: If you need somewhere to put more information about the book, you can use this page, which is the inside of the front cover.
bn: যদি এই বইটি সম্পর্কে আপনার আরো তথ্য রাখার প্রয়োজন হয়, তাহলে আপনি সামনের কভারের ভিতরের পাতাটি ব্যবহার করতে পারেন।
hi: यदि आप इस पुस्तक के बारे में अधिक जानकारी को कहीं और डालना चाहते हैं, तो आप इस पन्ने का उपयोग कर सकते हैं, जो सामने के कवर के अंदर का हिस्सा है।
sw: Iwapo unahitaji mahali pa kuandika habari zaidi kuhusu kitabu, unaweza kutumia ukurasa huu, ambao ni wa upande wa ndani wa jalada la mbele.

# EditTab.FrontMatter.MarkTheBookEnd
source: Something to tell the reader/viewer that this is the end of the book.
bn: রিডার/ভিউয়ারকে কিছু বলার বিষয় যে এটি বইটির শেষ।
hi: पाठक/दर्शक को कुछ बताना कि यह पुस्तक का अंत है।
sw: Kitu cha kumwambia msomaji / mtazamaji kuwa huu ndio mwisho wa kitabu.

# EditTab.FrontMatter.MarkTheVideoEnd
source: Something to tell the reader/viewer that this is the end.
bn: রিডার/ভিউয়ারকে কিছু বলার বিষয় যে এটি শেষ।
hi: पाठक/दर्शक को कुछ बताना कि यह अंत है।
sw: Kitu cha kumwambia msomaji / mtazamaji kuwa huu ndio mwisho.

# EditTab.FrontMatter.MultipleImageCredit
source: Images on pages {0} by {1}.
bn: {1} দ্বারা {0} পৃষ্ঠায় ছবি।
hi: {1} द्वारा {0} पन्नों पर चित्र
sw: Picha kwenye Kurasa{0} na {1}.

# EditTab.FrontMatter.NameofTranslatorPrompt
source: Name of Translator, in {lang}
bn: অনুবাদকের নাম, {lang} তে
hi: {lang} में, अनुवादक का नाम
sw: Jina la mtafsiri, aliyepo {lang}

# EditTab.FrontMatter.OriginalAcknowledgmentsPrompt
source: Original (or Shell) Acknowledgments in {lang}
bn: {lang} ভাষায় মূল (অথবা শেল) কৃতজ্ঞতা স্বীকার
hi: मूल (या शैल) स्वीकृतियां {lang} में
rw: Ugushimira umwimerere (cyangwa Intangarugero) wakoreshejwe mu {lang}
sw: Ya kwanza au utambulizi wa (Sheli) katika {lang}
ta: அசல் (அல்லது கூடு) ஒப்புகை உள்ள {lang}
te: ఒరిజినల్ (లేదా shell) {భాషను} లో రసీదులు

# EditTab.FrontMatter.OriginalContributorsPrompt
source: The contributions made by writers, illustrators, editors, etc., in {lang}
bn: {lang} ভাষায় লেখক, শিল্পী, সম্পাদক, ইত্যাদি দ্বারা অবদান
hi: लेखकों, चित्रकारों, संपादकों, इत्यादि द्वारा {lang} में किए गए योगदान
rw: Ibyatanzwe n'abanditsi, abashushanyi, abanonosoranyandiko, nbd., mu {lang}
sw: Mchango uliotolewa na waandishi, wafundishi, wahakiki, na kadhalika katika {lang}
ta: எழுத்தாளர்கள், விளக்கமளிப்பவரான, அரசியல்வாதிகளாகவும், முதலிய, {lang} செய்த பங்களிப்புகள்
te: {భాషను}, మొదలైనవి రచయితలు, చిత్రకారులు, సంపాదకులు, చేసిన రచనలు

# EditTab.FrontMatter.OriginalCopyrightSentence
source: This book is an adaptation of the original, {0}.
hi: मूल से लिया गया, {0}।
sw: Ilichukuliwa kutoka asili,{0}.

# EditTab.FrontMatter.OriginalHadNoCopyrightSentence
source: This book is an adaptation of the original without a copyright notice.
hi: किसी कॉपीराइट नोटिस के बिना मूल से लिया गया।
sw: Ilichukuliwa kutoka kwa asili bila ilani ya hakimiliki.

# EditTab.FrontMatter.OriginalLicenseSentence
source: Licensed under {0}.
bn: {0} এর অধীনে লাইসেন্স/ অনুমতি পত্র।
hi: {0} के अंतर्गत लाइसेंस
sw: Leseni chini ya{0}.

# EditTab.FrontMatter.PasteImageCreditsLink
source: Paste Image Credits
bn: ছবির কৃতিত্ব পেস্ট করুন
hi: चित्र आभार पेस्ट करें
sw: Weka sifa za picha

# EditTab.FrontMatter.PasteMissingCredits
source: Missing credits:
bn: কৃতিত্ব অনুপস্থিত:
hi: गुम आभार:
sw: Sifa Zilizokosekana:

# EditTab.FrontMatter.SimpleLineDrawings
source: Simple line drawings look best. Instead of using this page, you can also make your own thumbnail.png file and set it to Read-only so Bloom doesn't write over it.
bn: সরল রেখা অঙ্কন দেখতে ভাল লাগে। এই পৃষ্ঠা ব্যবহারের পরিবর্তে আপনি আপনার নিজস্ব thumbnail.png ফাইল তৈরী করতে পারেন ও এটি শুধু–পাঠযোগ্য হিসেবে সেট করুন যেন ব্লুম তার উপর না লিখে।
hi: सरल लाइन चित्र उत्तम लगता है। इस पन्ने का उपयोग करने के बजाय, आप अपनी थंबनेल.पीएनजी फाइल बना सकते हैं और उसे रीड-ओनली पर सेट कर सकते हैं तब ब्लूम उस पर फिर से लिखेगा नहीं।
sw: Michoro rahisi ya laini inaonekana bora. Badala ya kutumia ukurasa huu, unaweza pia kutengeneza faili yako ya kijipicha.png na kuiweka kwa Soma tu ili Bloom isiandike juu yake.

# EditTab.FrontMatter.SingleImageCredit
source: Image on page {0} by {1}.
bn: {1}দ্বারা {0} পৃষ্ঠায় ছবি।
hi: {1} द्वारा {0} पन्ने पर चित्र
sw: Picha kwenye ukurasa{0} na{1}.

# EditTab.FrontMatter.TopicPrompt
source: Click to choose topic
bn: বিষয় নির্বাচন করতে ক্লিক করুন
hi: विषय चुनने के लिए क्लिक करें
rw: Kanda uhitemo insanganyamatsiko
sw: Bofya ili kuchagua mada
ta: தலைப்பை தேர்வு செய்ய கிளிக் செய்யவும்
te: విషయం ఎంచుకోవడానికి క్లిక్

# EditTab.FrontMatter.TranslatedAcknowledgmentsPrompt
source: Acknowledgments for translated version, in {lang}
bn: {lang} ভাষায় অনূদিত সংস্করণের কৃতজ্ঞতা স্বীকার
hi: {lang} में, अनुवादित संस्करण के लिए आभार
rw: Ugushimira inonosora rishingiye ku ihindurandimi, mu {lang}
sw: Utambulizi wa tafsiri, katika {lang}
ta: விளக்கமளிப்பவரான மொழிபெயர்ப்பதற்கு பதிப்பிற்கு, {lang}
te: అనువాదం వెర్షన్ (భాష) కోసం అందినట్లు

# EditTab.HowToUnlockBook
source: To unlock this shellbook, click the lock icon in the lower left corner.
bn: এই শেলবইটি আনলক করতে, নিচের বাম কোণে তালা বদ্ধ আইকনে ক্লিক করুন।
hi: इस शेलपुस्तक को खोलने के लिए, निचे बाएँ कोने में दिए ताले के चित्र पर क्लिक करें।
sw: Ili kufungua kitabu hiki cha sheli, nenda kwenye kijisanduku cha vifaa katika upande wa kulia, tafuta ikoni ya gia, na ukliki 'Kubali mabadiliko kwa kitabu hiki cha sheli'.

# EditTab.HowToUseHyperlink
source: To use this hyperlink, go to the page where you are making a Table of Contents. Next, select some text and then click on the image of chain link. This will turn the selected text into a hyperlink to this page.
sw: Ili kutumia kiungo hiki, nenda kwenye ukurasa ambapo unatengeneza Jedwali la Yaliyomo. Ifuatayo, chagua maandishi kisha ubofye kwenye msururu wa kiungo cha picha. Hii itageuza maandishi yaliyochaguliwa kuwa kiungo cha ukurasa huu.

# EditTab.Image.AltMsg
source: This picture, {0}, is missing or was loading too slowly.
bn: {0}ছবিটি অনুপস্থিত অথবা খুবই ধীর গতিতে লোড হচ্ছে।
hi: यह तस्वीर, {0}, गुम है या बहुत धीमे लोड हो रहा था।
sw: Picha hii, {0}, haipo au ilikuwa inapakia polepole mno.

# EditTab.Image.ChangeImage
source: Change Image
am: ምስል ቀይር
bn: ছবিটি পরিবর্তন করুন
hi: चित्र बदलें
km: ប្តូររូបភាព
rw: Guhindura ishusho
sw: Badilisha Picha
ta: உருவத்தை மாற்று!!
te: మార్పు చిత్రం

# EditTab.Image.CopyImage
source: Copy Image
bn: ইমেজ কপি করুন
hi: चित्र कॉपी करें
sw: Nakili Picha

# EditTab.Image.CopyImageFailed
source: Bloom had problems using your computer's clipboard. Some other program may be interfering.
bn: আপনার কম্পিউটারের ক্লিপবোর্ড ব্যবহার করতে ব্লুমের সমস্যা হচ্ছিল। সম্ভবত অন্যান্য প্রোগ্রাম হস্তক্ষেপ করছে।
hi: ब्लूम को आपके कंप्यूटर के क्लिपबोर्ड का उपयोग करने में समस्या आई है। हो सकता है कोई अन्य प्रोग्राम हस्तक्षेप कर रहा है।
sw: Bloom ilikuwa na tatizo kutumia ubao nakili wa kompyuta yako. Programu nyingine inaweza kuwa inaingilia.

# EditTab.Image.Corrupt
source: Bloom was not able to load {0}. The file may be corrupted. Please try another image. Here are some technical details:
sw: Bloom haikuweza kupakia {0}. Faili inaweza kuwa imevurugwa. Tafadhali jaribu picha nyingine. Hapa kuna maelezo ya kiufundi:

# EditTab.Image.CutImage
source: Cut Image
bn: ইমেজ কাট
hi: चित्र कट करें
sw: Kata Picha

# EditTab.Image.EditMetadata
source: Edit Image Credits, Copyright, & License
bn: ইমেজের কৃতজ্ঞতা, কপিরাইট, ও লাইসেন্স সম্পাদন
hi: चित्र क्रेडिट, कॉपीराइट, & लाइसेंस
sw: Hariri Sifa za Picha, Haki ya kunakili, na Leseni
ta: உருவம் வரைவுகள் , பதிப்புரிமை, & உரிமம் திருத்து
te: మార్చు చిత్రం క్రెడిట్స్ కాపీరైట్ & లైసెన్సు

# EditTab.Image.MissingInfo
source: Image is missing information on Credits, Copyright, or License
bn: ছবিটির কৃতিত্ব, কপিরাইট বা লাইসেন্স সংক্রান্ত তথ্য অনুপস্থিত।
hi: चित्र की आभार, कॉपीराइट, या लाइसेंस जानकारी नहीं है
sw: Picha inakosa habari kwenye Sifa, Hakimiliki, au Leseni

# EditTab.Image.PasteImage
source: Paste Image
am: ምስልን ለጥፍ
bn: ইমেজ পেস্ট করুন
hi: चित्र चिपकाएँ
km: រូបភាពបិត
rw: Kubambikaho ishusho
sw: Weka Picha
ta: உருவம் ஒட்டு
te: పేస్ట్ చిత్రం

# EditTab.Image.TooLarge
source: Bloom ran out of memory loading this image ({0}), which is quite large ({1} by {2} pixels). Click Help for suggestions.
sw: Bloom iliishiwa na kumbukumbu ya kupakia picha hii ({0}), ambayo ni kubwa kabisa ({1} kwa saizi {2}). Bonyeza Msaada kwa mapendekezo.

# EditTab.Image.TryRestart
source: Try closing other programs and restart your computer if necessary.
bn: প্রয়োজনে হলে অন্য প্রোগ্রাম বন্ধ করুন এবং আপনার কম্পিউটার পুনরায় চালু করুন।
hi: अन्य प्रोग्रांस बंद करने की कोशिश करें और अगर आवश्यक हो तो अपने कंप्यूटर को रीस्टार्ट करें।
sw: Jaribu kufunga programu zingine na uanze tena kompyuta yako ikiwa ni lazima.

# EditTab.Instructions.DeleteAllowed
source: Feel free to modify or delete this page.
bn: বিনা সংকোচে এই পৃষ্ঠাটি পরিবর্তন করুন বা মুছে দিন।
hi: इस पन्ने को निसंकोच बदलें या डिलीट करें।
sw: Jisikie huru kurekebisha au kufuta ukurasa huu.

# EditTab.JpegWarningDialog.DoNotUse
source: Cancel this import
bn: এই ইম্পোর্টটি বাতিল করুন
hi: यह आयत कैंसिल करें
sw: Batilisha ubebaji huu

# EditTab.JpegWarningDialog.Photograph
source: Use the JPEG file
bn: জেপিইজি ফাইলটি ব্যবহার করুন
hi: जेपीएजी फाइल का उपयोग करें
sw: Tumia JPEG Jalada
