Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/IntegrityFailureAdvice.xlf
Languages: bn, es, fr, hi, id, ne, ru, sw, tr, zh_cn

# integrity.title
source: Bloom cannot find some of its own files, and cannot continue
bn: ব্লুম তার নিজস্ব কিছু ফাইল খুঁজে পায়নি, তাই আর চলবে না
es: Bloom no puede encontrar algunos de sus propios archivos y no puede continuar
fr: Bloom n'arrivant pas à trouver certains de ses fichiers, il ne peut continuer
hi: ब्लूम अपनी स्वयं की कुछ फाइलों को खोज नहीं पा रहा है, और जारी नहीं रख सकता
id: Bloom tidak dapat menemukan beberapa filenya sendiri, dan tidak dapat melanjutkan
ne: Bloom ले कतिपय आफ्नै फाइलहरू फेला पार्न सक्‍दैन र जारी राख्न सक्दैन
ru: Bloom не может найти некоторые из своих файлов и не может продолжить
sw: Bloom haiwezi kupata baadhi ya faili zake, na hivyo haiwezi kuendelea
tr: Bloom kendine ait bazı dosyaları bulamıyor, Devam edemezsiniz
zh_cn: Bloom找不到自身内部的一些文件，因此无法继续

# integrity.causes
source: Possible Causes
bn: সম্ভাব্য কারণসমূহ
es: Posibles causas
fr: Causes possibles
hi: संभावित कारण
id: Kemungkinan Penyebab
ne: सम्भावित कारणहरू
ru: Возможные причины
sw: Sababu
tr: Olası Nedenler
zh_cn: 可能的原因

# integrity.causes.1
source: Your antivirus may have "quarantined" one or more Bloom files.
bn: ১) আপনার এন্টিভাইরাস ব্লুমের এক বা একাধিক ফাইল "পৃথক করে রাখতে" পারে।
es: Su antivirus pudo haber "puesto en cuarentena" a uno o más archivos de Bloom.
fr: Il se peut que votre antivirus ait mis en quarantaine un ou plusieurs fichiers Bloom.
hi: आपके एंटीवायरस में एक या अधिक "अलग" ब्लूम फाइलें हो सकती हैं।
id: Antivirus Anda mungkin telah "mengkarantina" salah satu atau beberapa file Bloom.
ne: तपाईंको एन्टिभाइरसले Bloom को एक वा सोभन्दा बढी फाइलहरूलाई "अलग्गै राखेको" हुन सक्छ।
ru: Возможно, у вашего антивируса есть один или несколько файлов Bloom.
sw: Kizuia virusi chako kinaweza kuwa kimeweka "kizuizini" faili moja au zaidi za Bloom.
tr: Antivirüs programınız bir veya daha fazla Bloom dosyasını "karantina" altına almış olabilir.
zh_cn: 1）您的防病毒软件可能把一个或多个Bloom文档“隔离”了。

# integrity.causes.2
source: Your computer administrator may have your computer "locked down" to prevent bad things, but in such a way that Bloom could not place these files where they belong.
bn: ২) আপনার কম্পিউটার প্রশাসক খারাপ জিনিস থেকে আপনার কম্পিউটারকে রক্ষা করার জন্য তালাবদ্ধ করে রাখতে পারে, কিন্তু এইভাবে ব্লুম কোন ফাইল যেখানে থাকা উচিত সেখানে রাখতে পারে না।
es: Puede ser que el administrador de su computadora lo ha "bloqueado" para prevenir cosas malas, pero lo hizo de tal manera que Bloom no pudo colocar estos archivos corectamente.
fr: Il se peut que votre administrateur ait protégé votre ordinateur et que cela empêche Bloom de mettre ces fichiers à leur place.
hi: आपके कंप्यूटर व्यवस्थापक ने बुरी बातें रोकने के लिए आपके कंप्यूटर को शायद "बंद कर" दिया है, लेकिन इस तरह से बंद किया है कि ब्लूम फाइलों को उस जगह नहीं रख सकता जहां उन्हें होना चाहिए।
id: Administrator komputer Anda mungkin telah "mengunci" komputer Anda untuk mencegah hal-hal buruk, namun sedemikian rupa sehingga Bloom tidak dapat menempatkan berkas ini di tempat yang sesuai
ne: तपाईंको कम्प्युटर प्रशासकले कम्प्युटरलाई हानिकारक कुराहरूबाट जोगाउन कम्प्युटर "लक डाउन" गरेको हुनाले Bloom ले यी फाइलहरूलाई ती रहने वास्तविक ठाउँमा राख्न नसकेको हुन सक्छ।
ru: Администратор вашего компьютера может «заблокировать» ваш компьютер, чтобы предотвратить плохие вещи, но таким образом, чтобы Bloom не мог разместить эти файлы там, где они принадлежат.
sw: Uendeshaji wa kompyuta yako unaweza kufanya kompyuta yako "kufungwa" ili kuzuia mambo mabaya, lakini kwa njia ambayo Bloom isingeweza kuweka faili hizi pale zinapopaswa kuwa.
tr: Bilgisayar yöneticiniz kötü şeyleri engellemek için bilgisayarınızı "kilitlemiş" olabilir, fakat bu durumda Bloom bu dosyaları ait oldukları yere yerleştiremez.
zh_cn: 2）您的计算机管理员可能为防止侵害的发生而“锁定”了计算机，导致Bloom不能把文档放在需要的地方。

# integrity.todo
source: What To Do
bn: কী করতে হবে
es: Qué hacer
fr: Que faire
hi: क्या करें
id: Yang Harus Dilakukan
ne: अब के गर्ने त ?
ru: Что делать
sw: Unachopaswa Kufanya
tr: Ne Yapmalı
zh_cn: 怎么办

# integrity.todo.ideas
source: After you submit this report, we will contact you and help you work this out. In the meantime, here are some ideas:
bn: আপনি এই রিপোর্ট জমা দেওয়ার পর, আমরা আপনার সাথে যোগাযোগ করব এবং কাজটি করতে আপনাকে সাহায্য করব।ইতোমধ্যে, এখানে কিছু ধারণা দেওয়া হল:
es: Después de enviar este informe, le contactaremos para ayudarle. Mientras tanto, aquí hay algunas ideas:
fr: Une fois que vous aurez envoyé ce signalement, nous vous contacterons pour vous aider à résoudre ce problème. En attendant, vous pouvez essayer de faire ceci :
hi: इस जानकारी को दर्ज करने के बाद, हम आपसे संपर्क करेंगे और इस कार्य को करने में आपकी सहायता करेंगे। इस दौरान, निम्न कुछ सुझाव दिए गए हैं:
id: Setelah Anda menyerahkan laporan ini, kami akan menghubungi Anda dan membantu Anda menyelesaikannya. Untuk sementara, ada beberapa ide:
ne: तपाईंले यो रिपोर्ट पेश गरेपछि, हामी तपाईंलाई सम्पर्क गरेर त्‍यसलाई समाधान गर्न मद्दत गर्नेछौं। त्यतिखेरसम्मका लागि, तल केही उपायहरू दिइएका छन्:
ru: После отправки этого отчёта мы свяжемся с вами и поможем вам это сделать. Тем временем, вот некоторые идеи:
sw: Baada ya kukabidhi ripoti hii, tutawasiliana na wewe na tukusaidie kuitengeneza. Kwa sasa, haya ni baadhi ya maoni:
tr: Bu raporu sunduktan sonra, sizinle irtibata geçip bu konuda size yardımcı olacağız. Bu arada, burada bazı fikirler var:
zh_cn: 提交报告以后，我们将与您联系帮助您解决问题。 同时可以尝试以下方法：

# integrity.todo.ideas.Reinstall
source: Run the Bloom installer again, and see if it starts up OK this time.
bn: ব্লুম ইনস্টলারটি পুনরায় চালু করুন, এবং দেখুন এইবার এটি ঠিকমত চালু হয় কিনা।
es: Vuelva a ejecutar el instalador de Bloom para ver si esta vez inicia correctamente.
fr: Lancer à nouveau le programme d'installation de Bloom et voir si cette fois, il démarre correctement.
hi: ब्लूम इंस्टॉलर को फिर से चलाएं, और देखें कि क्या यह इस बार ठीक शुरू होता है।
id: Jalankan pemasang Bloom sekali lagi, dan periksa apakah kali ini pemasang bisa berjalan dengan baik.
ne: Bloom प्रेाग्रामलाई फेरि सुरु गर्नुहोस् यसपटक यो ठीकसँग खुल्छ कि खुल्दैन हेर्नुहोस्।
ru: Снова запустите программу установки Bloom и посмотрите, нормально ли он запускается на этот раз.
sw: Fungua kifaa cha kuweka Bloom tena, na uone iwapo itafunguka vyema wakati huu.
tr: Bloom kurucuyu tekrar çalıştırın, ve bu sefer düzgün şekilde açılıp açılmayacağına bakın.
zh_cn: 再次运行Bloom安装程序，看这次能否顺利启动。

# integrity.todo.ideas.Antivirus
source: If that doesn't fix it, it's time to talk to your anti-virus program. If the "Missing Files" section below shows any files which end in ".exe", consider "whitelisting" the Bloom program folder, which is at {{installFolder}}.
bn: যদি এটি ঠিক না করতে পারে, তাহলে আপনার এন্টিভাইরাস কার্যক্রম সম্পর্কে আলোচনা করতে হবে।যদি "হারিয়ে যাওয়া ফাইলসমূহ" বিভাগেরর নীচে যেকোনো ফাইল দেখায় যার শেষে ".exe" রয়েছে, তা ব্লুম কার্যক্রম ফোল্ডার "পরিচ্ছন্নতালিকা" হিসেবে, {{installFolder}} এ বিদ্যমান।
es: Si eso no lo resuelve, es tiempo investigar su programa de antivirus. Si la sección de "Archivos Faltantes" ("Missing Files") muestra archivos que terminan en ".exe", considere poner la carpeta del programa Bloom en la "lista blanca" ("white list"), ubicada en {{installFolder}}.
fr: Si cela ne règle pas le problème, il va vous falloir intervenir sur votre antivirus. Si un ou plusieurs fichiers avec l'extension .exe figure dans la section "fichiers manquants", pensez à ajouter à la "liste blanche" le dossier contenant le programme Bloom, dont l'emplacement est {{installFolder}}.
hi: अगर इससे यह ठीक नहीं हो रहा, तो अब आपके एंटी-वायरस से सहायता लेने की जरुरत है। "गुम फाइलें" भाग में यदि किसी भी फाइल के अंत में "exe" दिखता है, तो ब्लूम प्रोग्राम फोल्डर को "whitelisting" करने पर विचार करें, जो {{installFolder}} में है।
id: Jika hal itu tidak memperbaikinya, sebaiknya hubungi program antivirus Anda. Jika bagian "Berkas Tidak Ditemukan" di bawah menunjukkan berkas apa pun yang berakhir ".exe", pertimbangkan untuk "memasukkan dalam daftar putih" folder program Bloom, yang berada dalam {{installFolder}}.
ne: त्यसो गर्दा पनि यो समस्या समाधान भएन भने, तपाईंको एन्टिभाइरस प्रोग्रामको प्रदायकसँग कुरा गर्नुहोस्। यदि "छुटेका फाइलहरू" खण्ड तल अन्तिममा ".exe" लेखिएको कुनै पनि फाइल देखिएमा, {{installFolder}} मा भएको Bloom प्रोग्राम फोल्डरलाई "श्वेतसूचीमा" राख्‍नुहोस्।
ru: Если это не исправит, пришло время поговорить с вашей антивирусной программой. Если ниже раздел "Отсутствующие файлы" показывает файлы, которые заканчиваются на ". xe", подумайте о "белом списке" папки программы Bloom, которая находится в {{installFolder}}.
sw: Iwapo hiyo haitarekebisha, ni wakati wa kuwasiliana na programu ya kupigana na virusi.Iwapo kitengo kilicho hapa chini cha "Faili zilizopotea" kinaonyesha faili zozote zinazoanza kwa ".exe", amua "kuweka rangi nyeupe" kwa jalada la programu ya Bloom, ambalo liko .
tr: Eğer bu sorunu gidermezse, antivirüs programınızla konuşmanın zamanıdır. Eğer aşağıdaki "Eksik Dosyalar" dosyası ".exe" ile biten bir dosya gösteriyorsa {{installFolder}} da bulunan Bloom program klasörünü "beyaz liste"'ye eklemeyi düşünün.
zh_cn: 如果还是不行，就要看一下您的防病毒软件了。 如果下面的“丢失文件”部分中有以“.exe”结尾的文档，可以尝试在**{{installFolder}}**中把Bloom程序文件夹列入“优良程序名单“。

# integrity.todo.ideas.AVAST
source: AVAST: Instructions.
bn: এভাস্ট: নির্দেশনাসমূহ।
es: AVAST: Instrucciones.
hi: अवास्ट: निर्देश.
id: AVAST: Petunjuk.
ne: AVAST: निर्देशनहरू.
ru: AVAST: Инструкции.
sw: lAVAST: Maagizo kutoka kwa AVAST.
tr: AVAST:Talimatlar.
zh_cn: AVAST：说明.

# integrity.todo.ideas.Norton
source: Norton Antivirus: Instructions from Symantec.
bn: নরটন এন্টিভাইরাস: সিম্যানটেক এর নির্দেশনাসমূহ।
es: Antivirus Norton: Instrucciones de Symantec.
fr: Norton Antivirus: Instructions données par Symantec.
hi: नॉर्टन एंटीवायरस: Symantec से निर्देश
id: Norton Antivirus: Petunjuk dari Symantec.
ne: Norton एन्टिभाइरस: Symantec को निर्देशन.
ru: Нортон Антивирус: Инструкции от Symantec.
sw: Kizuia virusi cha Norton : Maelekezo kutoka kwa Symantec.
tr: Norton Antivirus: Symantec'ten Talimatlar.
zh_cn: Norton Antivirus: 来自Symantec的说明.

# integrity.todo.ideas.AVG
source: AVG: Instructions from AVG.
bn: এভিজি: এভিজি এর নির্দেশনাসমূহ।
es: AVG: Instrucciones de AVG.
fr: AVG: Instructions données par AVG.
hi: AVG: AVG से निर्देश.
id: AVG: Petunjuk dari AVG.
ne: AVG: AVG को निर्देशन.
ru: CРЕДНЕЕ: Инструкции от AVG.
sw: AVG: Matekelezo kutoka kwa AVG.
tr: AVG: AVG'den Talimatlar.
zh_cn: AVG: 来自AVG的说明.

# integrity.todo.ideas.Others
source: Others: Google for "whitelist directory name-of-your-antivirus"
bn: অন্যান্যসমূহ: "whitelist directory name-of-your-antivirus" জন্য গুগলে খুঁজুন।
es: Otros: Buscar "whitelist directory name-of-your-antivirus" ("directorio de lista blanca nombre-de-su-antivirus") en Google
fr: Autres : Cherchez sur Google "liste blanche" + "nom de votre antivirus" (en anglais) : "whitelist directory" + "nom de votre antivirus"
hi: अन्य: "वाइटलिस्ट निर्देशिका आपके-एंटीवायरस-का-नाम" के लिए गूगल
id: Lain-lain: Lakukan pencarian di Google untuk istilah "mendaftar putih direktori nama-dari antivirus- Anda".
ne: अन्य: Google मा "whitelist directory आफूले-प्रयोग-गर्ने-एन्टिभाइरसको-नाम" खोज्नुहोस्।
ru: Другие: Google по запросу "внесите в белый список имя каталога вашего антивируса"
sw: Mengine: Tafuta kutoka kwa Google "orodha nyeupe ya jina-la-kizuia-chako-cha-virusi"
tr: Diğerleri: "Antivürüs programınız için beyaz liste dizini"'ni google da arayın
zh_cn: 其他：在Google上搜索“ whitelist directory name-of-your-antivirus”

# integrity.todo.ideas.Restart
source: Run the Bloom installer again, and see if it starts up OK this time.
bn: ব্লুম ইনস্টলারটি পুনরায় চালু করুন, এবং দেখুন এইবার এটি ঠিকমত চালু হয় কিনা।
es: Vuelva a ejecutar el instalador de Bloom para ver si esta vez inicia corectamente.
fr: Lancer à nouveau le programme d'installation de Bloom et voir si cette fois, il démarre correctement.
hi: ब्लूम इंस्टॉलर को फिर से चलाएं, और देखें कि क्या यह इस बार ठीक शुरू होता है।
id: Jalankan pemasang Bloom sekali lagi, dan periksa apakah kali ini pemasang bisa berjalan dengan baik.
ne: Bloom प्रेाग्रामलाई फेरि सुरु गर्नुहोस् यसपटक यो ठीकसँग खुल्छ कि खुल्दैन हेर्नुहोस्।
ru: Снова запустите программу установки Bloom и посмотрите, нормально ли он запускается на этот раз.
sw: Fungua kifaa cha kuweka Bloom tena, na uone iwapo itafunguka vyema wakati huu.
tr: Bloom kurucuyu tekrar çalıştırın, ve bu sefer düzgün şekilde açılıp açılmayacağına bakın.
zh_cn: 再次运行Bloom安装程序，看这次能否顺利启动。

# integrity.todo.ideas.Retrieve
source: You can also try and retrieve the part of Bloom that your anti-virus program took from it. For AVG, you need to find the AVG "options" menu, click "virus vault", click on the Bloom file in the vault, and click "restore". For a visual guide, see this image.
bn: এছাড়াও আপনার এন্টিভাইরাস ব্লুমের যে অংশটি নিয়ে নিয়েছিল তা পুনরুদ্ধার করার চেষ্টা করতে পারেন। AVG-র জন্য, আপনার AVG বিকল্প তালিকা খুঁজতে হবে, "ভাইরাস ভল্ট" এ ক্লিক করুন, ভল্টে ব্লুম ফাইলটিতে ক্লিক করুন, এবং "পুনরুদ্ধার করুন" এ ক্লিক করুন।দৃশ্যমান নির্দেশিকার জন্য, দেখুন এই ছবি।
es: También puede tratar de recuperar el componente de Bloom que fue removido por su programa de antivirus. Para AVG, necesita encontrar el menú de "Opciones". Haga clic en "Bóveda de Virus", haga clic en el archivo de Bloom en la bóveda y haga clic en "Restaurar". Para una guía visual, ver esta imagen.
fr: Vous pouvez aussi essayer de récupérer les éléments de Bloom retirés par votre anti-virus. Pour AVG, il vous faut aller dans le menu "options" de ce logiciel et cliquer sur "Quarantaine". Vous cliquerez sur le fichier Bloom en quarantaine, puis sur "restaurer". Vous trouverez la procédure en image, sur : cette image.
hi: आपके एंटी-वायरस प्रोग्राम ने ब्लूम के जिस हिस्से को लिया है उसे वापस लेने की आप भी कोशिश कर सकते हैं। AVG के लिए, AVG "विकल्प" मेनू खोजें, "वायरस वॉल्ट" पर क्लिक करें, वॉल्ट में की ब्लूम फाइल पर क्लिक करें, और फिर "रिस्टोर" पर क्लिक करें। किसी दृश्य मार्गदर्शिका के लिए, यह चित्र देखें
id: Anda juga dapat mencoba dan memperoleh kembali bagian dari Bloom yang diambil oleh program antivirus. Untuk AVG, Anda harus mencari menu "opsi" AVG, klik "kubah virus", klik berkas Bloom dalam kubah, dan klik "pulihkan". Untuk panduan visual, lihat gambar ini.
ne: पाईंको एन्टिभाइरस प्रोग्रामले Bloom को जुन भाग हटाएको थियो त्यस भागलाई पुनः प्राप्त गर्ने प्रयास गर्न पनि सक्नुहुन्छ। AVG को हकमा, तपाईंले AVG को "options" (विकल्पहरू) मेनु फेला पारेर "virus vault" (भाइरस सङ्ग्रहस्थान) मा थिच्‍नुहोस् र सो सङ्ग्रहस्थानमा रहेको Bloom फाइलमा थिचेर "restore" (पुर्वावस्‍थामा) थिच्नुहेास् गर्नुपर्छ। दृश्यात्मक मार्गदर्शनकेा लागि, यो दृश्यलाई हेर्नुहेास् स्।
ru: Вы также можете попробовать и получить часть Bloom, которую взяла на себя ваша антивирусная программа. Для среднего, вам нужно найти меню среднее "варианты" нажмите на "хранилище вирусов", нажмите на файл Bloom в хранилище и нажмите кнопку "восстановить". Визуальное руководство см. -это изображение.
sw: Pia unaweza kujaribu kupata tena sehemu ya Bloom ambayo programu yako ya kuzuia virusi ilichukua kutoka kwake.Kwa AVG, unahitajika kutafuta AVG menu ya "chaguo", bofya "ruka virusi", bofya kwa faili ya Bloom katika vuka, na ubofye "rejesha upya". Kwa mwongozo unaoonekana, tazama picha hii.
tr: Antivirüs programınızın aldığı Bloom parçasını geri almayı deneyebilirsiniz. AVG için AVG "seçenekler" menüsünü bulmanız, "virüs kasası"'na rıklamanız, kasadaki Bloom dosyalarına tıklayıp "onar"'a tıklamanız gerekiyor. Görsel rehber için, bu resme bakınız.
zh_cn: 您也可以尝试找回反病毒软件从Bloom中取走的部分。 对于AVG，您需要找到AVG“选项”菜单，点击“病毒库”，点击库中的Bloom文件并选择“还原”。 视图说明，参见此图片.

# integrity.missing
source: Missing Files
bn: হারিয়ে যাওয়া ফাইলসমূহ
es: Archivos faltantes
fr: Fichiers manquants
hi: गुम फाइलें
id: Berkas Tidak Ditemukan
ne: छुटेका फाइलहरू
ru: Отсутствующие файлы
sw: Faili Zilizopotea
tr: Eksik Dosyalar
zh_cn: 丢失文件
