Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/leveledReaderInfo.xlf
Languages: ar, bn, es, fr, hi, id, ne, pt, ru, sw, tr, vi, zh_cn

# leveled.reader.vocabulary
source: Vocabulary
ar: المفردات
bn: শব্দকোষ
es: Vocabulario
fr: Vocabulaire
hi: शब्दावली
id: Kosa Kata
ne: शब्दावली
pt: Vocabulário
ru: Словарь
sw: Msamiati
tr: Kelime Hazinesi
vi: Từ vựng
zh_cn: 词汇

# leveled.reader.start.simple
source: At beginning levels, use simple words that are familiar to children. If it is possible in your language, use words with only one syllable. As children move up to higher levels, you can begin to use words with more syllables. You can begin to use less familiar words. Children should be able to guess the meaning of these less familiar words from the context of the surrounding words and sentences, as well as from the illustrations.
ar: في المستويات الأولى، احرص على استخدام كلمات بسيطة وشائعة لدى الأطفال. واحرص أيضاً على استخدام كلمات ذات مقطع واحد، إذا كانت لغتك تسمح بذلك. ومع تقدم مستويات الأطفال، سيكون بإمكانك بدء استخدام كلمات تحتوي على عدد مقاطع أكبر. ويمكنك بدء استخدام كلمات أقل شيوعاً. من المفترض أن يتمكن الأطفال من تخمين معاني هذه الكلمات الأقل شيوعاً من سياق الكلمات والجمل المحيطة، ومن الرسوم التوضيحية أيضاً.
bn: প্রারম্ভিক পর্যায়ে, খুব সাধারণ শব্দ ব্যবহার করুন যা শিশুদের পরিচিত।যদি সম্ভব হয়, আপনার ভাষার এক অক্ষর বিশিষ্ট শব্দ ব্যবহার করুন।শিশুরা উচ্চতর পর্যায়ে গেলে, আপনি একাধিক অক্ষর বিশিষ্ট শব্দ ব্যবহার করা শুরু করতে পারেন।তখন আপনি কম পরিচিত শব্দও ব্যবহার করা শুরু করতে পারেন।শিশুরা গল্পের বিষয়বস্তু, পারিপার্শ্বিক শব্দ ও বাক্যসমূহ, সেই সাথে ছবি থেকে এইসব কম পরিচিত শব্দসমূহের অর্থ অনুমান করতে পারবে।
es: En los niveles iniciales, utilice palabras simples que los niños conocen. Si es posible en su idioma, utilice palabras monosilábicas. A medida que los niños avanzan a los niveles superiores, puede utilizar palabras con más sílabas. Y puede comenzar a utilizar palabras menos conocidas. Los niños deberían poder adivinar el significado de estas palabras por el contexto y las oraciones cercanas, y por las ilustraciones.
fr: Pour les grands débutants, employez des mots simples, bien connus des enfants. Dans la mesure du possible, employez des mots monosyllabiques. Au fur et à mesure que les enfants progressent, utilisez des mots de plusieurs syllabes. Vous pouvez commencer à employer des termes moins connus. Les enfants doivent pouvoir deviner le sens de ces derniers grâce aux autres mots et phrases du contexte ainsi que grâce aux illustrations.
hi: शुरुआती स्तर में, ऐसे सरल शब्दों का उपयोग करें जो बच्चों के लिए परिचित हैं। यदि आपकी भाषा में यह संभव हो, तो केवल एक अक्षर वाले शब्दों का उपयोग करें। जैसे जैसे बच्चे उच्च स्तर जाते हैं, आप अधिक अक्षरों वाले शब्दों का उपयोग करना शुरू कर सकते हैं। आप कम परिचित शब्दों का प्रयोग शुरू कर सकते हैं। बच्चों को इन कम परिचित शब्दों का अर्थ आस पास के शब्दों और वाक्यों के संदर्भ से, साथ ही चित्रांकन से समझ आना चाहिए।
id: Di tingkat pemula, gunakanlah kata-kata sederhana yang tidak asing bagi anak-anak. Jika memungkinkan dalam bahasa Indonesia, gunakan kata-kata dengan satu suku kata. Seiring dengan meningkatnya kemampuan anak-anak, Anda bisa mulai menggunakan kata-kata yang memiliki lebih banyak suku kata. Anda dapat mulai menggunakan kata-kata yang tidak umum. Anak-anak harus dapat menebak arti kata-kata yang tidak umum ini dari konteks kata dan kalimat di sekelilingnya, serta dari ilustrasi.
ne: प्रारम्भिक स्तरमा बालबालिकाहरूले जानेबुझेका सरल शब्दहरू प्रयोग गर्नुहोस्। यदि तपाईंको भाषामा सम्भव छ भने, एउटा मात्र उच्चारण एकाङ्क भएका शब्दहरू प्रयोग गर्नुहोस्। बच्चाहरू माथिल्लो स्तरमा उक्लदैँ जाँदा तपाईंले बढी उच्चारण एकाङ्क भएका शब्दहरू प्रयोग गर्न सक्नुहुन्छ। तपाईंले कम परिचित शब्दहरू प्रयोग गर्न सुरू गर्न सक्नुहुन्छ। बालबालिकाहरूले सेरोफेरोका शब्द तथा वाक्यहरूका साथै चित्रहरूको सहायताले यी कम परिचित शब्दहरूको अर्थ ठम्याउन सक्नुपर्छ।
pt: Nos níveis iniciais, use palavras simples que as crianças conheçam. Se possível em seu idioma, use palavras monossilábicas. À medida que as crianças progridem para níveis mais altos, as palavras com mais sílabas podem ser usadas. E você pode começar a usar palavras menos conhecidas. As crianças devem poder adivinhar os significados dessas palavras pelo contexto das palavras e orações nas proximidades, e pelas ilustrações.
ru: Для начальных уровней используйте простые слова, которые знакомы детям. Если это возможно на вашем языке, используйте слова только с одним слогом. По мере перехода детей на более высокие уровни, вы можете начать использовать слова с большим количеством слогов. Вы можете начать использовать менее знакомые слова. Дети должны быть в состоянии угадать смысл этих менее знакомых слов из контекста окружающих слов и предложений, а также иллюстраций.
sw: Katika ngazi za mwanzo, tumia maneno rahisi ambayo yanajulikana kwa watoto.Iwapo itawezekana katika lugha yako, tumia maneno yaliyo na silabi moja. Watoto wanavyozidi kupanda ngazi za juu zaidi, unaweza ukaanza kutumia maneno yaliyo na silabi zaidi ya moja. Unaweza ukaanza kutumia maneno yasiyojulikana sana. Watoto wanapaswa kuweza kubahatisha maana ya maneno haya yasiyojulikana kwao sana kutokana na mazingira ya maneno na sentensi zinazowazingira, na pia kutokana na maelezo.
tr: Başlangıç seviyesinde, çocuklar için tanıdık basit kelimeler kullanın. Eğer diliniz için mümkünse, tek heceli kelimeleri kullanın. Çocuklar üst seviyelere ilerledikçe, sizde daha fazla heceli kelimeler kullanmaya başlayabilirsiniz. Daha az tanıdık kelimeler kullanabilirsiniz. Çocuklar bilmedikleri kelimelerin anlamlarını onları çevreleyen kelime ve cümlelerin içeriğinden hemde çizimlerden tahmin edebilmeliler.
vi: Ở trình độ ban đầu, hãy dùng những từ ngữ đơn giản quen thuộc với trẻ em. Nếu có thể, hãy dùng từ chỉ có một âm tiết. Khi trẻ lên một mức độ cao hơn, bạn có thể dùng từ nhiều âm tiết hơn. Bạn có thể bắt đầu dùng những từ ít quen thuộc hơn sao cho trẻ có thể đoán được ý nghĩa những từ ngữ này dựa trên ngữ cảnh của các từ ngữ và câu văn xung quanh, cũng như dựa trên hình ảnh minh họa.
zh_cn: 最初的几个等级要用孩子熟悉的简单词。如果在你的语言中可行的话，尽量使用单音节单词。 随着孩子的等级逐渐升高，可以开始使用有更多音节的单词, 也可以开始使用孩子不太熟悉的单词。孩子应该已经能够从上下文语境和配图中猜到词意了。

# leveled.reader.formatting
source: Formatting
ar: التنسيق
bn: বিন্যাস
es: Formato
fr: Mise en forme
hi: फॉर्मेटिंग
id: Pemformatan
ne: ढाँचा
pt: Formatação
ru: Форматирование
sw: Kubadilisha Muundo
tr: Biçimlendirme
vi: Định dạng
zh_cn: 字体设置

# leveled.reader.start.large
source: Beginner readers will benefit from a larger font with clear spacing between words. Having the words or sentences in the same location on each page is also helpful. As readers progress to higher levels, font size and spacing will decrease and sentences can appear in different locations on the page.
ar: يستفيد القُرّاء المبتدئون من حجم الخط الكبير الذي يتميز بمسافات واضحة بين الكلمات. ومن المفيد لهم أيضاً وضع الكلمات أو الجمل في المكان نفسه على كل صفحة. ومع تقدم القراء و ارتقائهم إلى مستويات أعلى، يمكن تصغير حجم الخط والمسافات ويمكن أن تظهر الجمل في أماكن مختلفة على الصفحة.
bn: যারা প্রথমবার পড়তে শিখছে তাদের জন্য বড় ফন্ট ও শব্দের সাথে বেশ ফাঁকা স্থান রাখলে ভাল হয়। প্রতি পৃষ্ঠায় শব্দসমূহ ও বাক্যসমূহ একই স্থানে থাকলে ভাল হয়।পাঠকদের অগ্রগতি উচ্চ লেভেলে, ফন্ট সাইজ এবং ফাঁকাকরণ কমানো হবে এবং বাক্যসমূহ পৃষ্ঠার বিভিন্ন স্থানে দেখা যাবে।
es: Los lectores incipientes se beneficiarán del uso de fuentes grandes y espacios más amplios entre las palabras. También se recomienda ubicar las palabras u oraciones en el mismo lugar en cada página. A medida que los lectores avanzan, las fuentes y espacios entre palabras pueden disminuir y las oraciones pueden ser ubicadas en distintos lugares.
fr: Pour les livres destinés aux débutants, il vaut mieux employer de gros caractères et un clair espacement entre les mots. Il est également préférable de disposer les mots ou les phrases au même endroit sur chaque page. Au fur et à mesure que les livres de lecture deviennent plus difficiles, la taille de la police et l'espacement diminueront et les phrases figureront à différents endroits sur la page.
hi: शुरूआती पाठक बड़े फोंट के साथ-साथ शब्दों के बीच स्पष्ट जगह होने से लाभान्वित होंगे। प्रत्येक पन्ने पर एक ही स्थान में शब्द या वाक्य होना भी लाभदायक होगा। जैसे जैसे पाठक उच्च स्तरों तक पहुंचेंगे, फोंट का आकार और जगह कम होगी और पन्ने पर वाक्य विभिन्न स्थानों में दिखाई देंगे।
id: Pembaca pemula akan memperoleh manfaat dari bentuk huruf yang lebih besar dengan jarak yang jelas di antara kata-katanya. Memiliki kata-kata atau kalimat di lokasi yang sama pada setiap halaman juga akan membantu. Seiring kenaikan tingkat pembaca, ukuran bentuk huruf dan jarak akan berkurang dan kalimat dapat muncul di lokasi yang berbeda di halaman.
ne: प्रारम्भिक पाठकहरूलाई ठूलो फन्ट र शब्दहरूको बीचमा स्पष्ट अन्तर हुँदा सजिलो हुन्छ। शब्द वा वाक्यहरू हरेक पानामा उही स्थानमा हुनुले पनि मद्दत पुर्‍याउँछ। पाठकहरू माथिल्लो स्तरमा उक्लँदै गर्दा, फन्टको आकार र अन्तर कम हुनेछन् र पानामा वाक्यहरू पहिलेकोभन्दा फरक ठाउँमा देखा पर्न सक्‍नेछन्।
pt: Novos leitores se beneficiarão com o uso de fontes maiores e espaços maiores entre palavras. Também é recomendado colocar palavras ou frases no mesmo local em cada página. À medida que os leitores avançam, fontes e espaços entre palavras podem diminuir e as frases podem ser colocadas em diferentes lugares.
ru: Начинающим читателям пригодится большой шрифт с четким промежутком между словами. Также полезно иметь слова или предложения в одном месте на каждой странице. По мере продвижения читателей к более высоким уровням, размер шрифта и интервал будут уменьшаться, а предложения могут появляться в разных местах на странице.
sw: Wasomaji wanaoanza kujifunza watanufaika kutokana na fonti kubwa zaidi iliyo na nafasi kati ya maneno. Kuwa na maneno au sentensi kwenye eneo moja kwa kila ukurasa pia unasaidia. Jinsi msomaji anavyoendelea kwa ngazi za juu zaidi, ukubwa wa fonti na nafasi inayoachwa itapungua na sentensi zinaweza kuonekana katika maeneo tofauti kwenye ukurasa.
tr: Başlangıç okuyucuları kelimeler arası anlaşılır açıklıklar olan büyük yazı tiplerinden yararlanırlar. Her sayfada aynı yerde kelimelere ya da cümlelere sahip olmak da aynı zamanda yardımcıdır. Okuyucular sonraki seviyelere ilerledikçe yazı tipi boyutu ve aralıklar küçülecektir ve kelimeler sayfada değişik yerlerde olabilirler.
vi: Người đọc trình độ sơ cấp sẽ cần phông chữ lớn hơn với khoảng cách rõ ràng giữa các từ ngữ. Sắp xếp từ ngữ và câu ở cùng một vị trí trên trang sách cũng sẽ hữu ích. Khi người đọc tiến lên trình độ cao hơn, phông chữ và khoảng cách giữa các chữ sẽ giảm xuống và câu văn có thể xuất hiện ở các vị trí khác nhau trên trang sách.
zh_cn: 对初级读者来说较大的字号和字词间距更有好处。 把词句放在每页的同样位置也很有帮助。 当读者的水平越来越高时，字号和间距会逐渐减小，句子也可以出现在页面的不同位置。

# leveled.reader.increase.sizes
source: To increase the font size, line-spacing, and word-spacing in Bloom, click in a text box and then on the grey "cog" icon in the lower left-hand corner. If you do this and then make a template book, books made with that template will also use those font settings.
ar: لزيادة حجم الخط والمسافات بين الأسطر والمسافات بين الكلمات في Bloom، انقر داخل مربع النص وعلى الرمز الرمادي "cog" أسفل الجانب الأيسر. وإذا قمت بذلك ثم أنشأت نموذج لكتاب، ستتبع الكتب التي تُنشأ باستخدام هذا النموذج إعدادات الخط نفسها.
bn: ব্লুমে ফন্টের আকার, সারি-ফাঁকাকরণ এবং শব্দ-ফাঁকাকরণ বৃদ্ধি করতে, লেখার বাক্সে ক্লিক করুন এবং তারপর নীচের বাম দিকের কোণায় ধূসর "কগ" আইকনে।আপনি যদি এটি করেন এবং তারপর একটি টেমপ্লেট বই তৈরি করেন, ঐ টেমপ্লেট দিয়ে তৈরিকৃত বইটি ফন্টের ঐ সেটিংস ব্যবহার করবে।
es: Para incrementar el tamaño de la fuente, el interlineado y el espacio entre palabras, haga clic en un cuadro de texto y después en el ícono del "engranaje" gris en la esquina inferior izquierda. Si después hace un libro de plantilla, los libros hechos con esa plantilla también utilizarán esas configuraciones.
fr: Pour augmenter la taille de la police, l'interligne et l'espacement entre les mots dans Bloom, cliquez sur une zone de texte, puis sur l'icône représentant une roue dentée grise dans le coin inférieur gauche. Si après avoir fait cela, vous créez un modèle, tous les livres réalisés à partir de ce modèle utiliseront ces mêmes paramètres.
hi: ब्लूम में फोंट का आकार, पंक्ति-जगह और शब्द-जगह बढ़ाने के लिए, टेक्स्ट बक्से पर क्लिक करें और फिर निचले बाएँ कोने में धुंधले "cog" चिह्न पर क्लिक करें। यदि आप ऐसा करते हैं और फिर एक टेम्पलेट पुस्तक बनाते हैं, तो उस टेम्पलेट के साथ बनाई गई पुस्तकें भी उन फोंट सेटिंग्स का उपयोग करेंगी।
id: Untuk meningkatkan ukuran fon, jarak baris, dan jarak kata dalam Bloom, klik dalam kotak teks, lalu pada ikon "roda gigi" abu-abu di sudut kiri bawah. Jika Anda melakukan ini lalu membuat buku templat, buku yang dibuat dengan templat itu juga menggunakan pengaturan fon tersebut.
ne: Bloom मा फन्टको आकार ठूलो बनाउन, पङ्क्ति र शब्दहरू बीचको अन्तर बढाउन, पाठ बाकसमा क्लिक गरेर तल्लो बायाँ कुनामा रहेको "cog" लेखिएकेा चिन्‍हमा क्लिक गर्नुहोस्। तपाईंले यसो गरेर टेम्प्लेट पुस्तक बनाउनुभयो भने, सो टेम्प्लेट प्रयोग गरेर बनाइएका पुस्तकहरूमा पनि सोही फन्ट सेटिङहरू प्रयोग हुनेछन्।
pt: Para aumentar o tamanho da fonte, espaçamento e espaço entre as palavras, clique em uma caixa de texto e, em seguida, no ícone "engrenagem" cinza no canto inferior esquerdo. Se você fizer um livro de modelos, os livros feitos com esse modelo também usarão essas configurações.
ru: Чтобы увеличить размер шрифта, интервал строк и интервал слов в Bloom, щелкните в текстовом поле и выберите серый значок «ког» в нижнем левом углу. Если вы сделаете это, а затем создадите книгу шаблонов, то книги, созданные с этим шаблоном, также будут использовать эти настройки шрифта.
sw: Ili kuongeza ukubwa wa fonti, bofyai kwenye kisanduku cha matini na kisha kwenye alama ya "cog" iliyo na rangi ya kijivu katika pembe iliyo chini kwenye upande wa mkono wa kushoto. Iwapo utafanya hivi na kisha utengeneze kitabu cha kielelezo, vitabu vilivyotengenezwa kwa kielelezo hicho pia vitatumia mpangilio huo wa ukubwa wa fonti.
tr: Bloom içerisinde yazı tipi boyutunu, satır aralığını ve kelime aralığını büyütmek için metin kutusuna daha sonra sol alt köşedeki gri "dişli" simgesine tıklayın. eğer bunu yapar ve şablon bir kitap oluşturursanız, o şablonu kullanarak oluşturulan kitaplarda bu yazı tipi seçeneklerini kullanacaklardır.
vi: Để gia tăng kích cỡ phông chữ, khoảng cách giữa các dòng, và giữa các chữ trong Bloom, hãy bấm vào ô chữ và trên icon màu xám 'cog' ở góc dưới bên trái. Nếu bạn làm như trên và tạo ra sách template, các sách được tạo ra dựa trên template đó cũng sẽ sử dụng các thiết lập phông chữ giống như trên.
zh_cn: 在Bloom中需要改变字号、行间距和字词间距时，先点击文本框然后点击文本框左下角的灰色“锯齿”图案。 通过这样设置并做成的模板书，所有使用该模板制成的书都会自动采用这些字体设置。

# leveled.reader.predictability
source: Predictability
ar: إمكانية التنبؤ
bn: অনুমেয়/ অনুমানযোগ্য
es: Previsibilidad
fr: Prévisibilité
hi: पूर्वानुमान
id: Keterprediksian
ne: पूर्वानुमान
pt: Previsibilidade
ru: Предсказуемость
sw: Uwezekano wa kutabiriwa
tr: Öngörülebilirlik
vi: Khả năng tiên đoán
zh_cn: 可预测性

# leveled.reader.repeat.patterns
source: Predictability in a text means that the reader can guess what would come next. You can increase predictability by using repeated patterns. Here are some patterns you can use:
ar: إمكانية التنبؤ في النص تعني أنه يمكن للقارئ تخمين ما سيظهر بعد ذلك. ويمكنك زيادة مستوى إمكانية التنبؤ باستخدام أنماط متكررة. وفيما يلي بعض الأنماط التي يمكنك استخدامها:
bn: অনুমেয়/ অনুমানযোগ্য লেখার বেলায় এর অর্থ হল পাঠক অনুমান করতে পারে পরবর্তীতে কি হতে যাচ্ছে।অনুমান দক্ষতা বৃদ্ধির জন্য আপনি একই ধরন পুনরাবৃত্তি করতে পারেন।এখানে কয়েকটি ধরন দেওয়া হল যা আপনি ব্যবহার করতে পারেন:
es: Previsibilidad en un texto significa que un lector puede adivinar lo que vendría después. El uso de patrones repetidos puede aumentar la previsibilidad. Aquí hay algunos patrones que usted puede utilizar:
fr: La Prévisibilité d'un texte signifie que le lecteur peut deviner la suite de l'histoire. Il est possible de rendre un texte plus prévisible en utilisant certaines techniques. Parmi ces techniques :
hi: पूर्वानुमान किसी टेक्स्ट में, इसका मतलब है कि पुस्तक पहले से अनुमान लगा सकती है कि आगे क्या आएगा। बार-बार एक ही पैटर्न का उपयोग करके आप पूर्वानुमान में इजाफा ला सकते हैं। यहां कुछ पैटर्न हैं जिनका आप उपयोग कर सकते हैं:
id: Keterprediksiandalam teks berarti pembaca dapat menebak apa yang akan datang sesudahnya. Anda dapat meningkatkan keterprediksian dengan menggunakan pola-pola berulang. Berikut sebagian pola yang bisa Anda gunakan:
ne: पूर्वानुमान पाठमा हुनुको मतलब पाठकले त्यसपछि आउने शब्द अन्दाज लगाउन सक्छ भनिएको हो। तपाईंले एकै किसिमका शैलीहरू दोहोर्‍याएर पूर्वानुमान क्षमता बढाउन सक्नुहुन्छ। तपाईंले प्रयोग गर्न सक्नुहुने केही शैलीहरू यहाँ दिइएका छन्:
pt: Previsibilidade em um texto significa que um leitor pode adivinhar o que viria a seguir. O uso de padrões repetidos pode aumentar a previsibilidade. Aqui estão alguns padrões que você pode usar:
ru: Предсказуемость в тексте означает, что читатель может угадать, что будет дальше. Вы можете увеличить предсказуемость, используя повторяющиеся шаблоны. Вот несколько шаблонов, которые вы можете использовать:
sw: Uwezekano wa kutabiriwakatika maandishi inamaanisha kuwa msomaji anaweza kubashiri kitakachofuata. Unaweza kuongeza uwezo wa kutabiri kwa kutumia mtindo wa kurudia. Hapa ni baadhi ya mitindo unayoweza kutumia:
tr: Bir metin içerisindeki ön görülebilirlik okuyucunun daha sonra ne geleceğini tahmin edebilmesi demektir. Tekrarlayan kalıplar kullanarak ön görünebilirliği arttırabilirsiniz. İşte kullanabileceğiniz bazı kalıplar:
vi: Khả năng tiên đoántrong một văn bản nghĩa là người đọc có thể đoán được sau đó điều gì sẽ xảy ra. Bạn có thể gia tăng khả năng tiên đoán bằng cách lặp lại. Bạn có thể dùng những cách lặp lại như sau:
zh_cn: 文本的“可预测性”指的是读者能猜到下文会发生什么 可以通过重复来提高可预测性。下面列举了一些提高可预测性的做法：

# leveled.reader.repetition
source: Repetition - repeating parts of the text, for example, using the same sentence with each page and just changing one word in the sentence
ar: التكرار - تكرار أجزاء من النص، مثل استخدام الجملة ذاتها في عدة صفحات والاكتفاء بتغيير كلمة واحدة من الجملة فقط.
bn: পুনরাবৃত্তি - লেখার অাংশিক পুনরাবৃত্তি, উদারণস্বরূপ, প্রতি পৃষ্ঠায় একই বাক্যের ব্যবহার এবং শুধুমাত্র বাক্যটিতে একটি শব্দ পরিবর্তন করা
es: Repetición - repetición de partes del texto. Por ejemplo, usar la misma oración en cada página y simplemente cambiar una palabra en la oración
fr: La répétition - c'est-à-dire, répéter des parties du texte, par exemple, utiliser une même phrase dans chaque page en en changeant un seul mot
hi: दोहराना - टेक्स्ट के भागों को दोहराना, उदाहरण के लिए, प्रत्येक पन्ने के साथ एक ही वाक्य का उपयोग करना और वाक्य में केवल एक शब्द बदलना
id: Perulangan - mengulangi bagian dari teks, misalnya, memakai kalimat yang sama di setiap halaman dan hanya mengganti satu kata dalam kalimat.
ne: दोहोर्‍याइ - पाठका भागहरू दोहोर्‍याउने, उदाहरणको लागि, प्रत्येक पृष्ठमा एउटै वाक्य प्रयोग गर्ने र सो वाक्यमा केवल एउटा मात्र शब्द परिवर्तन गर्ने।
pt: Repita - repetindo partes do texto. Por exemplo, use a mesma frase em cada página e simplesmente mude uma palavra na frase
ru: Повтор - повторение частей текста, например, используя одно и то же предложение с одной и той же страницы, и просто меняя одно слово в предложении
sw: Kurudia - kurudia sehemu ya maandishi, kwa mfano, kutumia sentensi sawa kwa kila ukurasa na kubadilisha tu neno moja katika sentensi
tr: Tekrarlama- Metnin bazı bölümlerinin tekrarlanması, örnek olarak, her sayfa için aynı cümleyi kullanmak ve cümle içinde ki sadece tek bir kelimeyi değiştirmek
vi: Lặp lại - lặp lại một phần văn bản, ví dụ như dùng cùng một câu trên mỗi trang sách và chỉ thay đổi một từ trong câu
zh_cn: 重复——重复文本中的部分内容，如每页都使用相同的句子，只改变句中的一个词。

# leveled.reader.sequencing
source: Sequencing - a story with a known sequence such as the days of the week or that uses numbers in a pattern
ar: التسلسل - خلق قصة تحتوي على تسلسل معروف مثل أيام الأسبوع أو تحتوي على أرقام تأخذ نمطًا معيَّنًا.
bn: পর্যায়ক্রম - একটি পরিচিত পর্যায়ক্রমের গল্প যেমন সপ্তাহের দিনসমূহ অথবা এমন ধরনের গল্প যেখোনে সংখ্যার ব্যবহার আছে
es: Secuenciación - un cuento con una secuencia conocida como los días de la semana o que utiliza números en un patrón
fr: Les successions : histoire dont la structure comporte une succession connue telles que les jours de la semaine ou des chiffres
hi: अनुक्रमण - एक कहानी जिस में जाना-पहचाना क्रम हो जैसे कि सप्ताह के दिन या एक ही पैटर्न में संख्या का उपयोग
id: Pengurutan - sebuah kisah dengan urutan yang diketahui seperti hari dalam minggu atau yang menggunakan angka dalam sebuah pola
ne: अनुक्रमण - हप्ताको बार जस्ता विदित अनुक्रम भएको कथा वा अङ्कहरूलाई ढाँचामा प्रयोग गर्ने पाठ।
pt: Seqüenciamento - uma história com uma seqüência conhecida como dias da semana ou usando números em um padrão
ru: Последовательность - история с известной последовательностью действий, такой как дни недели, или в которой используются числа в шаблоне
sw: Kufululiza - Hadithi iliyo na mfululizo unaojulikana kama vile siku za wiki au ile inayotumia nambari katika mtindo
tr: Sıralama - haftanın günleri gibi bilinen bir sıralamayı veya bir kalıpta numaraları kullanan bir hikaye
vi: Trình tự - một câu chuyện diễn ra theo trình tự mà ai cũng biết, chẳng hạn như các ngày trong một tuần hay các con số
zh_cn: 顺序——故事含有人们熟知的顺序，如一周的七天或有规律的数字。

# leveled.reader.building.sequence
source: Building Sequence - a story with a pattern that is repeated and added to with each new page
ar: بناء تسلسل - خلق قصة تحتوي على نمط يتكرر وتتم الإضافة إليه في كل صفحة جديدة
bn: পর্যায়ক্রম তৈরি - একটি ধরনের সাথে একটি গল্প যা পুনরাবৃত্তি ঘটেছে এবং প্রতি পৃষ্ঠার সাথে এর মিল রয়েছে
es: Secuencia Creciente - un cuento con un patrón que se repite y se añade a cada nueva página
fr: Succession structurante : histoire qui comporte la répétition d'une même structure à laquelle s'ajoute à chaque page un nouvel élément
hi: अनुक्रम निर्माण - एक कहानी में एक ही पैटर्न दोहराया गया है और प्रत्येक नए पन्ने में वह ही जोड़ा गया है
id: Membangun Urutan - sebuah kisah dengan pola yang berulang dan ditambahkan pada setiap halaman
ne: अनुक्रम बनाउने - दोहोरिने र प्रत्येक पृष्ठमा थपिने ढाँचा भएको कथा।
pt: Seqüência crescente - uma história com um padrão de repetição e a qual é adicionado em cada nova página
ru: Построение Последовательности - история с шаблоном, которая повторяется и добавляется на новую страницу
sw: Kujenga mfululizo - hadidhi iliyo na mfululizo uliorudiwa na kuongezewa kwa kila ukurasa mpya
tr: Yapı sırası - Her yeni sayfa için tekrarlanan ve eklenen bir desene sahip hikaye
vi: Xây dựng Trình tự - một câu chuyện có pattern lặp lại và được thêm vào mỗi trang sách mới
zh_cn: 建立顺序——故事里部分内容重复出现并在每一页都加入新内容
