Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/leveledReaderInfo.xlf
Languages: ar, bn, es, fr, hi, id, ne, pt, ru, sw, tr, vi, zh_cn

# leveled.reader.fluent.reader
source: For Fluent Readers the pictures should offer little or no support to the story line. The reader relies more on the text than the pictures for meaning. The illustrations can be even more complex.
bn: দক্ষ সাবলীল পাঠকদের জন্য ছবিগুলোর উচিত গল্পের মূলভাবে কম সহায়তা প্রদান অথবা কোন সহায়তা প্রদান না করা।পাঠকরা অর্থের জন্য ছবির চেয়ে লেখার উপর বেশি নির্ভর করে।চিত্রণটি আরো জটিল হতে পারে।
es: Para los Lectores fluidos las imágenes deben ofrecer poco o ningún apoyo a la trama. La comprensión del lector depende más del texto que las imágenes. Estas pueden ser todavía más complejas.
fr: Pour les lecteurs avancés les illustrations ne doivent pas, à elles seules, permettre de comprendre l'histoire. Le lecteur s'appuie davantage sur le texte que sur les illustrations pour comprendre l'histoire. Les illustrations peuvent d'ailleurs gagner en complexité.
hi: धड़ाके से बोलनेवाले पाठकों के लिए चित्रों द्वारा कहानी रुपरेखा में बहुत कम कोई सहायता नहीं मिलनी चाहिए। अर्थ समझने के लिए पाठक चित्रों से ज्यादा टेक्स्ट पर निर्भर होता है। चित्रण और अधिक जटिल हो सकता है।
ne: प्रवीण पाठकहरूका लागि तस्बिरहरूले कथावस्तु बुझाइमा थोरै वा कुनै सहायता प्रदान गर्नु हुँदैन। अर्थ बुझ्नको लागि पाठक तस्बिरमा भन्दा बढी पाठमा निर्भर हुन्छ। यो स्तरमा चित्रहरू झनै बढी जटिल हुन सक्छन्।
zh_cn: 对流利读者来说，配图不用或极少支持故事内容。 读者更多从文本中理解意思，而不是从配图理解意思。 配图可以更加复杂。

# leveled.reader.topic.choice.emergent.reader
source: For Emergent Readers the book should be concrete, should focus on one idea/theme, and should be familiar and easy to understand.
bn: অত্যাবশ্যক পাঠকদের জন্য বইটি বাস্তব সম্মত হতে হবে, ধারণা/মূলভাবে আলোকপাত করা উচিত, এবং পরিচিত হওয়া উচিত এবং সহজে বোঝা যাওয়া উচিত।
es: Para los Lectores incipientes el libro debe ser concreto, debe centrarse en una idea o tema, y debe ser familiar y fácil de entender.
fr: Pour les lecteurs grands débutants le livre doit parler d'un sujet concret et ne comporter qu'une seule idée ou qu'un seul thème. Le sujet doit être connu du lecteur et facile à comprendre.
hi: अनपेक्षित पाठकों के लिए पुस्तक ठोस होनी चाहिए, किसी एक विचार/विषय पर केंद्रित होनी चाहिए, और परिचित तथा समझने में आसान होनी चाहिए।
ne: उदगामी पाठकहरूका लागि पुस्तक यथार्थपूर्ण अथवा ठोस हुनुपर्छ, एउटा विचार/विषयवस्तुमा केन्द्रित हुनुपर्छ र परिचित तथा सजिलै बुझ्न सकिने हुनुपर्छ।
zh_cn: 对萌芽读者来说， 内容应该具体且集中于一个话题，而且该话题必须是读者熟悉且容易理解的。

# leveled.reader.topic.choice.early.reader
source: For Early Readers, develop a story around a familiar concept but in greater depth.
bn: প্রথম দিকের নব্য পাঠকদের জন্য, পরিচিত ধারণার উপর কিন্তু খুবই গভীরতার সাথে একটি গল্প তৈরি করুন।
es: Para los Lectores principiantes, se debe desarrollar un cuento alrededor de un concepto familiar pero con mayor profundidad.
fr: Pour les lecteurs débutants, il faut développer une histoire autour d'un concept familier mais plus en profondeur.
hi: प्रारंभिक पाठकों के लिए, प्रचलित अवधारणा के चारों ओर लेकिन गहरे अर्थ वाली कहानी विकसित करें।
ne: प्रारम्भिक पाठकहरूका लागि, कुनै परिचित अवधारणामा केन्द्रित रहेर तर अलि गहिकिलो कथा विकास गर्नुहोस्।
zh_cn: 对早期读者来说， 可以选择他们熟悉的话题，较深入地介绍。

# leveled.reader.topic.choice.fluent.reader
source: For Fluent Readers the concepts can expand beyond what is familiar, be more varied, and be abstract.
bn: দক্ষ সাবলীল পাঠকদের জন্য যা পরিচিত তার ভিত্তিতে ধারণাটি বিস্তৃত হতে পারে, আরো বৈচিত্রপূর্ণ এবং আনমনা হন।
es: Para los Lectores fluidos los conceptos no tienen que ser familiares, pueden ser más variados y pueden ser abstractos.
fr: Pour les lecteurs avancés les concepts peuvent dépasser ce qui est familier, être plus variés et être abstraits.
hi: धड़ाके से बोलनेवालों के लिएअवधारणा जो प्रचलित है उससे परे, तरह-तरह की, और गूढ़ हो सकती है।
ne: प्रवीण पाठकहरूका लागि परिचित विषयवस्तुभन्दा बाहिरका, बढी विविध र काल्पनिक अवधारणाहरू पनि समावेश गर्न सकिन्छ।
zh_cn: 对流利读者来说，话题可以超出他们熟悉的范围，更多样化、更抽象。
