Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/leveledReaderInfo.xlf
Languages: ar, bn, es, fr, hi, id, ne, pt, ru, sw, tr, vi, zh_cn

# leveled.reader.rhyme
source: Rhyme - a story with a pattern or sequence that also includes rhyme. For example: Brown Bear, Brown Bear, What do you see? I see a red bird looking at me. Red Bird, Red Bird, What do you see? I see a yellow duck looking at me. Yellow Duck, Yellow Duck, What do you see?- Bill Martin, Jr. and Eric Carle
ar: السجع - خلق قصة ذات نمط أو تسلسل يتضمن سجعًا. مثل: ألف: أرنب يجري يلعب، يأكل جزراً كي لا يتعب باء: بطة نطت نطة، وقعت ضحكت منها القطة تاء: تاج فوق الراس، فيه الذهب وفيه الماس ثاء: ثعلب صاد دجاجة، وهو ماكر وقت الحاجة جيم: جمل في الصحراء، مثل سفينة فوق الماء - من أغاني الأطفال الشائعة بهذا النمط
id: Rima - sebuah kisah dengan pola atau urutan yang juga mengandung rima atau pengulangan bunyi. Misalnya: Sedang apa, sedang apa, sedang apa sekarang? Sedang baca, sedang baca, sedang baca sekarang. Sekarang baca apa, baca apa sekarang? Baca komik, baca komik, baca komik sekarang. Komik apa, komik apa, komik apa sekarang? - Bill Martin, Jr. dan Eric Carle
pt: Rima - Uma história com um padrão ou sequência que também inclui rima. Por exemplo: Toda criança no mundo Deve ser bem protegida Contra os rigores do tempo Contra os rigores da vida. - Ruth Rocha
ru: Рифма - история с шаблоном или последовательностью, которая также включает в себя рифму. Например: Brown Bear, Brown Bear, What do you see? I see a red bird looking at me. Red Bird, Red Bird, What do you see? I see a yellow duck looking at me. Yellow Duck, Yellow Duck, What do you see? - Бил Мартин, Jr. и Эрик Карл
sw: Wimbo - Hadithi iliyo na mtindo au mfululizo ambao pia hujumuisha wimbo. Kwa mfano: Anna anna anna do, kachanika basto, ispiringi matido, anna kwa, anna kwa, duku duku lemba kwa fuus! - Bill Martin, Jr. na Eric Carle
vi: Lặp vần - một câu chuyện có pattern hay trình tự cũng lặp vần nữa. Ví dụ: Gấu Nâu, Gấu Nâu, cậu thấy gì đấy? Tớ thấy bạn chim đỏ nhìn tớ này Chim Đỏ, Chim Đỏ, cậu thấy gì đấy? Tớ thấy bạn vịt vàng nhìn tớ này Vịt Vàng, Vịt Vàng, cậu thấy gì đấy? -Bill Martin, Jr. và Eric Carle

# leveled.reader.illustrations
source: Illustration Support
ar: استخدام الرسوم
bn: চিত্রণ/ ছবি সহায়তা
es: Apoyo para las ilustraciones
fr: À propos des illustrations
hi: चित्रण सहायता
id: Dukungan Ilustrasi
ne: चित्रको सहायता:
pt: Suporte de ilustração
ru: Поддержка иллюстрации
sw: Usaidizi wa michoro
tr: İllüstrasyon Desteği
vi: Minh hoạ hình ảnh
zh_cn: 配图

# leveled.reader.illustrations.help
source: Illustrations provide support to the story. Illustrations relate to the story in different ways at different levels and for different types of readers (see below). Remember that in many cultures that don't have a lot of printed material around, complex pictures may be difficult to understand.
ar: تشكل الرسوم أهمية كبيرة في دعم القصة. ويجب أن تكون الرسوم ذات صلة بالقصة بطرق مختلفة ومستويات مختلفة وأنواع مختلفة من القراء (راجع أدناه). لا تنس أنه في الكثير من الثقافات التي لم تعتاد على توافر مواد مطبوعة، قد يصعب استيعاب الصور المعقَّدة.
id: Ilustrasi memberikan dukungan pada sebuah kisah. Ilustrasi terkait dengan kisah dengan cara berbeda pada berbagai macam tingkatdan untuk berbagai jenis pembaca (lihat di bawah). Ingatlah bahwa pada banyak kebudayaan yang tidak memiliki banyak materi cetak, gambar yang kompleks mungkin sulit dipahami.
pt: As ilustrações podem suportar uma história. As ilustrações referem-se à história de diferentes maneiras para diferentes níveis e para diferentes tipos de leitores (veja abaixo). Lembre-se de que em muitas culturas que não possuem muito material impresso, pode ser difícil entender ilustrações complexas.
ru: Иллюстрации поддерживают историю. Иллюстрации относятся к истории по-разному на различных уровнях и к разным типам читателей (см. ниже). Помните, что во многих культурах, у которых нет большого количества печатных материалов, сложная картина может оказаться трудна для восприятия.
sw: Maelezo hupeana usaidizi kwa hadithi. Maelezo huhusiana na hadithi kwa njia tofauti kwa ngazi tofauti ngazi na kwa wasomajii wa aina mbalimbali (tazama hapa chini). Kumbuka kuwa katika tamaduni nyingi ambazo huwa hazina maandishi mengi yaliyochapiswa, inaweza kuwa vigumu kuelewa picha ngumu.
vi: Hình ảnh minh họa sẽ hữu ích cho câu chuyện. Hình ảnh minh họa liên hệ với câu chuyện theo nhiều cách khác nhau ở các cấp độ khác nhau và nhiều dạng độc giả khác nhau (xem bên dưới). Lưu ý rằng ở nhiều nền văn hóa không có nhiều các tài liệu được in sẵn, thì những hình ảnh phức tạp có thể sẽ gây khó hiểu.

# leveled.reader.illustrations.emergent.reader
source: For Emergent Readers the pictures should closely match the storyline. The reader should be able to predict the story line just by looking at the pictures. The illustrations at this level should be simple.
ar: بالنسبة إلى القارئ الناشئ يجب أن تتطابق الصور تماماً مع حبكة القصة. يجب أن يتمكن القارئ من التنبؤ بمسار القصة من خلال النظر إلى الصور فقط. ولذلك يجب أن تكون الرسوم في هذا المستوى بسيطة.
id: Bagi Pembaca Berkembanggambar harus sesuai benar dengan alur cerita. Pembaca harus dapat menebak alur cerita hanya dengan melihat gambarnya. Ilustrasi pada tingkat ini harus sederhana.
pt: Para os Leitores novos as ilustrações devem coincidir precisamente com o histórico. Ao ver as ilustrações, um leitor deve ser capaz de prever a linha da história. As ilustrações desse nivel devem ser simples.
ru: Для новых читателей фотографии должны соответствовать сюжету. Читатель должен уметь предсказать сюжетную линию, просто взглянув на картинки. Иллюстрации на этом уровне должны быть простыми.
sw: Kwa Wasomaji wanaoibuka picha zinapaswa kufanana kwa karibu na mfuatano wa hadithi. Msomaji anapaswa kuwa na uwezo wa kubahatisha mfuatano wa hadithi kwa kutazama picha tu. Maelezo katika ngazi hii yanapaswa kuwa rahisi.
vi: Đối vớiĐộc giả Sơ cấp hình ảnh cần phải gần gũi sát sao với mạch truyện, sao cho chỉ cần nhìn hình ảnh thì độc giả đã có thể đoán được mạch truyện. Hình ảnh minh họa ở cấp độ này nên đơn giản.

# leveled.reader.illustrations.early.reader
source: For Early Readers the pictures should offer some support to the story line. As the amount of text increases, the reader is less reliant on the pictures and gets more meaning from the text. The illustrations can be more complex.
ar: بالنسبة إلى القارئ المبتدئ يجب أن تكون الصور مفيدة لدعم واستيعاب حبكة القصة. عندما يزيد حجم النص، يقل اعتماد القارئ على الصور ويزيد اعتماده على النص لاستيعاب المعنى. يمكن أن تكون الرسوم أكثر تعقيداً.
id: Bagi Pembaca Pemulagambar sebaiknya membantu untuk memahami alur cerita. Seiring bertambahnya jumlah teks, pembaca tidak begitu mengandalkan pada gambar dan memperoleh lebih banyak arti/pengertian/pemahaman dari teks. Ilustrasinya bisa lebih kompleks lagi.
pt: Para os Leitores iniciantes as ilustrações devem suportar o enredo. À medida que a quantidade de texto aumenta, o leitor depende menos das ilustrações e entende mais do texto. As ilustrações podem ser mais complexas.
ru: Для Ранних Читателей фотографии должны поддерживать сюжетную линию. По мере увеличения объема текста, читатель меньше полагается на изображения и получает больше смысла из текста. Иллюстрации могут быть более сложными.
sw: Kwa Wasomaji wa mapema picha zinapaswa kupeana baadhi ya usaidizi kwa mfuatano wa hadithi. Jinsi kiwango cha matini kinavyoongezeka, msomaji anaendelea kutotegemea picha sana na kupata maana zaidi kutoka kwa maandishi. Michoro inaweza kuwa magumu.
vi: Đối với Độc giả Sớm hình ảnh nên minh họa phần nào mạch truyện. Khi số lượng chữ trong văn bản tăng lên, độc giả sẽ ít phụ thuộc vào hình ảnh hơn và hiểu ý nghĩa câu chuyện nhiều hơn nhờ vào văn bản. Hình ảnh minh họa có thể phức tạp hơn một chút.

# leveled.reader.fluent.reader
source: For Fluent Readers the pictures should offer little or no support to the story line. The reader relies more on the text than the pictures for meaning. The illustrations can be even more complex.
ar: بالنسبة إلى القارئ الفصيح يجب ألا تدعم الصور حبكة القصة كثيرا أو حتى تنعدم إضافتها. يعتمد القارئ في الاستيعاب على النص بشكل أكبر من اعتماده على الصور. يمكن أن تكون الرسوم أكثر تعقيدًا من نمط القارئ المبتدئ.
id: Bagi Pembaca Mahirgambar sebaiknya memberikan sedikit atau tidak bantuan untuk memahami alur cerita. Pembaca lebih mengandalkan teks daripada gambar untuk memahami arti. Ilustrasinya bahkan bisa lebih kompleks lagi.
pt: Para os Leitores fluidos as ilustrações devem oferecer pouco ou nenhum apoio ao enredo. O entendimento do leitor depende mais do texto do que as ilustrações. As ilustrações podem ser ainda mais complexas.
ru: Для продвинутых читателей фотографии могут немного поддерживать или вообще не поддерживать сюжетную линию. Читатель полагается на текст больше, чем на фотографии. Иллюстрации могут быть еще более сложными.
sw: Kwa Msomaji aliye na ufasaha picha zinapaswa kupeana usaidizi mdogo au kutosaidia kabisa katika kuelewa mfuatano wa hadithi. Msomaji anategemea sana matini kuliko picha ili kupata maana. Maelezo hata yanaweza kuwa magumu zaidi.
vi: Đối vớiĐộc giả Lưu loát hình ảnh không nên minh họa tiết lộ quá nhiều mạch truyện. Độc giả phụ thuộc nhiều hơn vào văn bản thay vì hình ảnh để hiểu ý nghĩa. Hình ảnh minh họa có thể phức tạp hơn nữa.

# leveled.reader.topic.choice
source: Choice of Topic
ar: اختيار الموضوع
bn: একটি বিষয় নির্বাচন করুন
es: Elección del tema
fr: Choix du sujet
hi: विषय के विकल्प
id: Pilihan Topik
ne: शीर्षकको रोजाइ
pt: Escolha do tema
ru: Выбор темы
sw: Uchaguzi wa Mada
tr: Konu Seçimi
vi: Lựa chọn Đề tài
zh_cn: 话题选择

# leveled.reader.topic.choice.discussion
source: Books can be on many topics. When developing books for beginning readers, choose topics that are familiar to them. Readers will be eager to read and will read more if they are reading about things they find interesting and familiar. For more experienced readers, topics can include information that the reader is not already familiar with.
ar: يمكن أن تتناول الكتب عدة موضوعات. عند إعداد كتب للقراء المبتدئين، اختر موضوعات مألوفة إليهم. ذلك لأنه عندما يكون لدى القراء فكرة عن محتوى الموضوع و يشعرون أنه يثير اهتمامهم سيزيد شغفهم للقراءة. بالنسبة إلى القراء المتمرسين، يمكن أن تتضمن الموضوعات معلومات ليس لدى القارئ خلفية عنها.
bn: বইসমূহ অনেক বিষয়ের হতে পারে।প্রারম্ভিক পাঠকদের জন্য বই তৈরির সময়, তাদের পরিচিত বিষয়সমূহ নির্বাচন করুন।পাঠকরা আগ্রহের সাথে পড়বে এবং আরো পড়তে থাকবে যদি তারা তাদের আগ্রহের এবং পরিচিতি বিষয় সম্পর্কে পড়ে।আরো অভিজ্ঞ পাঠকদের জন্য, বিষয়টিতে তথ্য অন্তর্ভুক্ত থাকতে পারে যার সাথে পাঠক পরিচিত নয়।
es: Los libros pueden tratar de muchos temas. En el desarrollo de libros para los lectores incipientes, elija temas que les son familiares. Los lectores desearán leer y leerán más si leen algo que les parece interesante y familiar. Para los lectores más avanzados, se puede incluir información no conocida por el lector.
fr: Les livres peuvent porter sur de nombreux sujets. Lorsque vous rédigez des livres destinés aux lecteurs débutants, choisissez des sujets qu'ils connaissent. Les lecteurs liront plus volontiers des textes portant sur des sujets qu'ils trouvent intéressant et qui leur sont familiers. Les livres destinés aux lecteurs plus expérimentés peuvent apporter aux lecteurs des informations nouvelles.
hi: पुस्तकें कई विषयों पर हो सकती हैं। शुरुआती पाठकों के लिए पुस्तकें बनाते समय, ऐसे विषय चुनें जो उनके लिए परिचित है। पाठक पढ़ने के लिए तब उत्सुक होते हैं तथा और अधिक पढ़ते है जब जो बातें वे पढ़ रहे हैं उन्हें दिलचस्प और परिचित लगें। अधिक अनुभवी पाठकों के लिए, विषय में जानकारी शामिल कर सकते हैं जिसके बारे में पाठक पहले से ही परिचित नहीं है।
id: Buku dapat mengenai berbagai topik. Ketika mengembangkan buku untuk pembaca pemula, pilihlah topik yang tidak asing bagi mereka. Pembaca akan terdorong untuk membaca dan akan lebih banyak membaca jika mereka membaca tentang hal-hal yang dirasa menarik dan tidak asing bagi mereka. Untuk pembaca yang lebih berpengalaman, topik bisa meliputi informasi yang benar-benar baru bagi mereka.
ne: पुस्तकहरूको शीर्षक धेरै हुन सक्छन्। प्रारम्भिक पाठकहरूका लागि पुस्तक बनाउँदा उनीहरूले जानेबुझेका शीर्षकहरू छान्नुहोस्। त्यसो गर्दा पाठकहरू सो पाठ पढ्न उत्सुक हुनेछन् र उनीहरूलाई रुचि लाग्ने वा उनीहरूले जानेबुझेका कुराहरूको बारेमा पढ्न पाउँदा उनीहरू बढी समय पढ्ने गर्छन्। अनुभवी पाठकहरूको हकमा, शीर्षकहरूमा पाठकलाई राम्रोसँग ज्ञान नभएको जानकारी समावेश गर्न सकिन्छ।
pt: Os livros podem lidar com muitos tópicos. Ao desenvolver livros para novos leitores, escolha tópicos que sejam familiares. Os leitores vão querer ler e ler mais se eles lerem algo que eles acham interessante e familiar. Para leitores mais avançados, as informações desconhecidas para o leitor podem ser incluídas.
ru: Книги могут быть разно тематическими. При разработке книг для начинающих читателей, выбирайте знакомые для них темы. Читатели будут рады прочитать и прочитать больше, если они читают о том, что они находят интересным и знакомым. Для более опытных читателей темы могут включать информацию, с которой читатель уже не знаком.
sw: Vitabu vinaweza kuwa na mada tofauti. Unapotengeneza vitabu vya wasomaji wanaoanza kujifunza, chagua mada zinazojulikana kwao. Wasomaji watakuwa na hamu ya kusoma na watasoma zaidi iwapo wanasoma kuhusu vitu wanavyopata kuwa vya kupendeza na wanavyovijua. Kwa wasomaji walio na tajriba zaidi, mada zinaweza kujumuisha habari ambayo msomaji tayari hajui kuihusu.
tr: Kitaplar bir çok konuda olabilir. Yeni başlayan okuyucular için kitap oluştururken, onların aşina oldukları konular seçin. Okuyucular ilginç buldukları ve aşina oldukları şeyler hakkındaki kitapları okumak için hevesli olacak ve okuyacaktır. Daha tecrübeli okuyucular için, Konular okuyucunun zaten aşina olmadığı şeyler hakkında bilgiler içerebilir.
vi: Sách có thể nói về nhiều đề tài. Khi xây dựng sách cho độc giả sơ cấp, hãy lựa chọn các đề tài quen thuộc với họ. Độc giả sẽ nhiệt tình đọc sách và sẽ đọc nhiều hơn nếu được đọc về những điều thú vị và quen thuộc. Đốivới các độc giả nhiều kinh nghiệm hơn, đề tài có thể bao gồm các thông tin mà độc giả chưa quen thuộc.
zh_cn: 书的话题有很多。 为新读者编书时要选择他们熟悉的话题。 读者读到自己感兴趣且熟悉的内容时，会产生更大的热情和意愿去读更多的书。对于有经验的读者，可以使用他们不熟悉的话题。

# leveled.reader.topic.choice.emergent.reader
source: For Emergent Readers the book should be concrete, should focus on one idea/theme, and should be familiar and easy to understand.
ar: بالنسبة إلى القارئ الناشئ يجب أن يكون المحتوى ملموساً في الواقع، وأن يركز على فكرة واحدة أو موضوع واحد، وأن تكون لدى القارئ خلفية عن هذه الفكرة لبسهل عليهم استيعابها.
id: Bagi Pembaca Berkembangbuku haruslah konkret, harus memfokuskan pada satu ide/tema, dan harus sudah tidak asing lagi serta mudah dipahami.
pt: Para os Leitores novos o livro deve ser concreto, ele deve se concentrar em uma idéia ou tópico, e deve ser familiar e fácil de entender.
ru: Для новых читателей книга должна быть конкретной, должна быть сосредоточена на одной идеи/теме, и должна быть знакома и понятна.
sw: Kwa Wasomaji wanaoibuka kitabu kinapaswa kuwa kimekamilika, kinapaswa kulenga maudhui/dhana moja, kinapaswa kuwa kinajulikana na rahisi kukielewa.
vi: Đối vớiĐộc giả Sơ cấp sách nên cụ thể, tập trung vào một ý tưởng, chủ đề, nên quen thuộc và dễ hiểu.

# leveled.reader.topic.choice.early.reader
source: For Early Readers, develop a story around a familiar concept but in greater depth.
ar: بالنسبة إلى القارئ المبتدئ، ابتكر قصة تتمحور حول موضوع شائع، ولكن مع تناول تفاصيل بعمق أكبر.
id: Bagi Pembaca Pemula, kembangkan kisah seputar konsep yang tidak asing lagi namun lebih mendalam.
pt: Para os leitores iniciantes, uma história deve ser desenvolvida em torno de um conceito familiar, mas com maior profundidade.
ru: Для Ранних Читателейразвивайте историю вокруг знакомых понятий, но глубже.
sw: Kwa Wasomaji wa mapema, endeleza hadithi inayozunguka dhana fulani inayojulikana lakini kwa undani zaidi.
vi: Đối vớiĐộc giả Sớm, hãy xây dựng câu chuyện quanh một ý tưởng quen thuộc nhưng sâu sắc hơn.

# leveled.reader.topic.choice.fluent.reader
source: For Fluent Readers the concepts can expand beyond what is familiar, be more varied, and be abstract.
ar: بالنسبة إلى القارئ الفصيح يمكن أن تمتد المفاهيم إلى ما دون الشائع، حاول أن تتسم هذه المفاهيم بالتنوع ، وأن تكون مجرَّدة.
id: Bagi Pembaca Mahirkonsepnya bisa diperluas melampaui apa yang sudah tidak asing lagi, lebih bervariasi, dan abstrak.
pt: Para os leitores fluidos, os conceitos não precisam ser familiares e podem ser mais variados e abstratos.
ru: Для продвинутых читателей понятия могут расширяться, быть более разнообразными и абстрактными.
sw: Kwa Msomaji fasaha dhana zinaweza kupanuka kupita yale yanayojulikana, yawe ya aina nyingi zaidi, na dhahani.
vi: Đối vớiĐộc giả Lưu loát các ý tưởng có thể vươn xa hơn mức quan thuộc, có thể đa dạng hơn và trừu tượng hơn.

# leveled.reader.rhyme
source: Rhyme - a story with a pattern or sequence that also includes rhyme. For example: Brown Bear, Brown Bear, What do you see? I see a red bird looking at me. Red Bird, Red Bird, What do you see? I see a yellow duck looking at me. Yellow Duck, Yellow Duck, What do you see?- Bill Martin, Jr. and Eric Carle
bn: ছড়া - এক ধরনের গল্প অথবা ক্রম যাতে যা ছড়ার মত করেও পড়া যয়ি। উদাহরণস্বরূপ: ভালুক ছানা, ভালুক ছানা দেথছ তুমি কি? লাল পাখিটি আমার দিকে তাকিয়ে আছে কি. লাল পাখি, লাল পাখি দেখছ তুমি কি? দেখছি আমি হলুদ হাঁসটি তাকিয়ে আছে কি. হলুদ হাঁস, হলুদ হাঁস দেখছ তুমি কি? - বিল মার্টিন, জুনিয়ার. এবং এরিক কার্ল
es: Rima - un cuento con un patrón o secuencia que también incluye rima. Por ejemplo: El elefante lloraba porque no quería dormir Duerme elefantito mío que la luna te va a oír - Adriano del Valle
fr: Les poésie : histoire dont la structure comporte des rimes, par exemple : Ourson, ourson, qu'est-ce que tu vois ? Je vois un rouge-gorge tout près de moi. Rouge-gorge, rouge-gorge, qu'est-ce que tu vois ? Je vois un canard tout près de moi. Canard, canard, qu'est-ce que tu vois ? -adaptation d'un texte de Bill Martin, Jr. and Eric Carle
hi: यमक - एक पैटर्न या अनुक्रम की एक कहानी जिस में यमक भी शामिल है। उदाहरण के लिए: भूरे भालू, भूरे भालू, क्या देखते हो? मैं एक लाल पक्षी को अपनी ओर देखते हुए देखता हूँ। लाल पक्षी, लाल पक्षी, क्या देखते हो? मैं एक पीले रंग की बतख को अपनी ओर देखते हुए देखता हूँ। पीली बतख, पीली बतख, क्या देखते हो? - बिल मार्टिन, जूनियर और एरिक कारले
ne: अनुप्रास - ढाँचा वा अनुक्रम भएको कथा जसमा अनुप्रास पनि समावेश छ। तारा बाजी लै लै मामा आए घोडा माइजु आइन डोली पापा ल्याइन् सोली खाने होला भोली - अज्ञात
zh_cn: 押韵——故事有规律或有顺序，而且还押韵。如： 一二三四五， 上山打老虎。 老虎没打着， 打了小松鼠。 松鼠有几只？ 一二三四五。

# leveled.reader.illustrations.help
source: Illustrations provide support to the story. Illustrations relate to the story in different ways at different levels and for different types of readers (see below). Remember that in many cultures that don't have a lot of printed material around, complex pictures may be difficult to understand.
bn: ছবি গল্পকে সহায়তা প্রদান করে।ছবি বিভিন্নভাবে বিভিন্ন উপায়ে গল্পকে বর্ণনা করে পর্যায়সমূহ এবং বিভিন্ন ধরনের পাঠকদের জন্য (নীচে দেখুন)মনে রাখতে হবে যে অনেক সংস্কৃতিতে পর্যাপ্ত পরিমাণ ছাপানো উপকরণ নেই, জটিল ছবিগুলো বোঝা কঠিন হতে পারে।
es: Las ilustraciones pueden ser material de apoyo para un cuento. Las ilustraciones se relacionan con el cuento en distintos modos en distintos niveles y para diferentes tipos de lectores (ver abajo). Recuerde que en muchas culturas que no tienen mucho material impreso, puede ser difícil entender las ilustraciones complejas.
fr: Les illustrations facilitent la compréhension de l'histoire. Elles entretiennent des liens de différentes natures à l'histoire, en fonction des niveaux et des catégories de lecteurs (cf. ci-dessous). Pensez que dans les cultures où il y a peu d'écrits, les gens peuvent avoir du mal à comprendre les illustrations complexes.
hi: चित्रण कहानी को आधार प्रदान करते हैं। चित्रण अलग अलग तरीके से अलग अलग पुस्तकों में और विभिन्न प्रकार के पाठकों को (नीचे देखें) कहानी को समझाते हैं। याद रखें कि कई संस्कृतियों में जहां ज्यादा मुद्रित सामग्री उपलब्ध नहीं है, जटिल चित्रों को समझना मुश्किल हो सकता है।
ne: चित्रहरूले कथा बुझ्न सजिलो बनाउँछन्। कथामा प्रयेाग भएका चित्रहरूले स्‍तर अनुसार अर्थ दिन्छ। स्तरमा विभिन्न किसिमका पाठकहरूको लागि कथाले विभिन्न खाले अर्थ प्रदान गर्दछ (तल हेर्नुहोस्)। प्रायः खासै धेरै छापिएका सामग्रीहरू नभएका संस्कृतिहरूमा जटिल तस्बिरहरूलाई बुझ्न गाह्रो हुन्छ भन्ने कुरा याद राख्नुहोस्।
tr: Çizimler hikayeye destek sağlarlar. Çizimler hikayeye farklı seviyelerde ve farklı okuyucu türleri (aşağıya bakınız) için hikayeye farklı yollarla bağlanırlar. Fazla basılı materyali olmayan kültürlerde kompleks resimlerin anlaşılmasının zor olacağını unutmayınız.
zh_cn: 配图能对故事起辅助作用。不同等级、不同类型的读者（见下文）对配图的需要也不尽相同。 切记在没有很多出版物的文化里，人们很难理解复杂的配图。

# leveled.reader.illustrations.emergent.reader
source: For Emergent Readers the pictures should closely match the storyline. The reader should be able to predict the story line just by looking at the pictures. The illustrations at this level should be simple.
bn: অত্যাবশ্যক পাঠকের জন্য ছবিগুলো কাহিনী সূত্রের সাথে মিল থাকা উচিত।যেন পাঠক শুধুমাত্র ছবিগুলো দেখেই গল্পের মূলভাব অনুমান করতে পারে।এই পর্যায়ে ছবি খুব সাধারণ হতে হবে।
es: Para los Lectores incipientes las imágenes deben coincidir precisamente con la trama del cuento o historia. Al ver las imágenes, un lector debe ser capaz de predecir la trama. Las ilustraciones en este nivel deben ser simples.
fr: Pour les lecteurs débutants les illustrations doivent correspondre à l'histoire. Il faut qu'en regardant uniquement les illustrations, le lecteur arrive à prévoir quelle sera l'histoire. A ce niveau, les illustrations doivent être simples.
hi: अनपेक्षित पाठकों के लिए चित्र बारीकी से कहानी से मेल खाना चाहिए। पाठक केवल चित्रों को देखकर कहानी की रुपरेखा पहले से देखने में समर्थ होना चाहिए। इस स्तर पर यह चित्रण सरल होने चाहिए।
ne: उदगामी पाठकहरूका लागि तस्बिरहरू कथावस्तुसँग निकट रूपमा सम्बन्धित हुनुपर्छ। पाठकले तस्बिरलाई हेरेर मात्र पनि कथावस्‍तु ठम्याउन सक्नुपर्छ। यस स्तरमा चित्रहरू सरल हुनुपर्छ।
tr: Öğretici Okuyucular için resim hikaye ile olabildiğince eşleşmeli. Okuyucu sadece resme bakarak hikayeyi tahmin edebilmeli. Bu seviyedeki çizimler basit olmalıdır.
zh_cn: 对萌芽读者来说，配图应该和故事内容紧密结合。 让读者看见配图就能猜到故事情节。 这个等级的配图力求简单。

# leveled.reader.illustrations.early.reader
source: For Early Readers the pictures should offer some support to the story line. As the amount of text increases, the reader is less reliant on the pictures and gets more meaning from the text. The illustrations can be more complex.
bn: প্রথম দিকের নব্য পাঠকদের জন্য ছবিগুলোর উচিত গল্পের মূলভাবে কিছু সহায়তা প্রদান করা।যেহেতু লেখার পরিমাণ বৃদ্ধি হয়েছে, পাঠকরা ছবির দিকে কম নির্ভরশীল হবে এবং লেখা থেকে বেশি পাবে।চিত্রণটি আরো জটিল হতে পারে।
es: Para los Lectores principiantes las imágenes deben ofrecer apoyo a la trama. A medida que aumenta la cantidad de texto, el lector depende menos de las imágenes y comprende más del texto. Las ilustraciones pueden ser más complejas.
fr: Pour les lecteurs débutants les illustrations doivent aider à comprendre l'histoire. À mesure que la longueur des textes augmente, les lecteurs dépendent moins des illustrations et comprennent de plus en plus le texte lu. Les illustrations peuvent être plus complexes.
hi: प्रारंभिक पाठकों के लिए चित्र कहानी रुपरेखा में सहायता करना चाहिए। जैसे-जैसे टेक्स्ट की मात्रा बढ़ती है, पाठक चित्रों पर कम निर्भर होता है और उसे टेक्स्ट से अधिक अर्थ समझने लगता है। चित्रांकन अधिक जटिल हो सकता है।
ne: प्रारम्भिक पाठकहरूका लागि तस्बिरहरूले कथावस्तु बुझाइमा केही सहायता प्रदान गरेको हुनुपर्छ। पाठको मात्रा बढ्दै जाँदा, पाठकले तस्बिरहरूको सहायता लिने क्रम घट्दै जान्छ र उनीहरूले पाठबाटै बढी अर्थ पाउँछन्। यो स्तरमा चित्रहरू बढी जटिल हुन सक्छन्।
tr: Başlangıç Kitapları için resimler hikayeye biraz destek sağlamalıdırlar. Metin miktarı artarken okuyucu resimlere daha az bağımlı olmalı ve metinden daha çok anlam çıkarmalıdır. Çizimler biraz daha kompleks olabilirler.
zh_cn: 对早期读者来说，配图的作用是帮助读者理解故事情节。 随着文本长度的增加，读者对配图的依赖逐渐减少，更多从文本中理解意思。 这时的配图可以更复杂一些。
