Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Palaso.xlf
Languages: ar, az, bn, es, hi, id, ne, ru, sw, ta, te, vi

# AboutDialog.BuiltOnDate
source: Built on {0}
ar: تصميم يعتمد على {0}
az: Bu proqramı {0} tərtib edilib.
bn: {0} এ নির্মিত
es: Compilado en {0}
hi: {0} पर निर्मित
id: Dibangun pada {0}
sw: Imejengwa kwa {0}
vi: Tạo ra vào {0}

# AboutDialog.NoUpdates
source: No Updates
ar: لا توجد تحديثات
az: Yeniləmələr yoxdur.
bn: কোন আপডেট নেই
es: No hay actualizaciones
hi: कोई अपडेट नहीं
id: Tidak Ada Pembaruan
ne: कुनै अद्यावधिक छैन
ru: Нет обновлений
sw: Hakuna utengenezaji upya
ta: புதுப்பிகள் ஏதும்
te: ఏ నవీకరణలు
vi: Không có cập nhật mới

# AboutDialog.WindowTitle
source: About {0}
ar: معلومات حول {0}
az: {0} Haqqında
bn: {0} সম্পর্কে
es: A cerca de {0}
hi: के बारे में {0}
id: Tentang {0}
sw: Kuhusu {0}
vi: Về chúng tôi{0}

# AboutDialog._checkForUpdates
source: Check For Updates
ar: التحقق من وجود تحديثات
az: Yeniləmələr üçün yoxlamaq
bn: আপডেটের জন্য খুঁজুন
es: Buscar actualizaciones
hi: अपडेट के लिए जाँचें
id: Periksa Pembaruan
ne: अद्यावधिकहरू जाँच्नुहोस्
ru: Проверить на наличие обновлений
sw: Tafuta utengenezaji upya
ta: புதுப்பித்தல்களை பார்
te: నవీకరణలు కోసం తనిఖీ
vi: Kiểm tra cập nhật mới

# AboutDialog._releaseNotesLabel
source: Release Notes
ar: ملاحظات الإصدار
az: Buraxılış qeydləri
bn: রিলিজ নোট/ মুক্ত স্মারকলিপি
es: Notas de la versión
hi: नोट्स जारी करें
id: Catatan Rilis
ne: रिलिज नोटहरू
ru: Что нового
sw: Muhtasari wa toleo
ta: வெளியீட்டு அறிக்கை
te: విడుదల గమనికలు
vi: Ghi chú Phát hành

# Application.AlreadyRunning.General
source: Another copy of the application is already running. If you cannot find it, restart your computer.
ar: جارٍ تشغيل نسخة أخرى من التطبيق الآن. إذا لم تتمكن من العثور عليها، أعِد تشغيل الكمبيوتر.
az: Bu proqramın digər bir nüsxə artıq əməliyyət icradadır.
bn: অ্যাপ্লিকেশনের অন্য একটি কপি ইতিমধ্যে চলছে। যদি আপনি এটি খুঁজে না পান, আপনার কম্পিউটার রিস্টার্ট করুন।
es: Ya se está ejecutando otra copia del programa. Si no la encuentra, reinicie su computadora.
hi: एप्लीकेशन की दूसरी नकल पहले से काम में है. अगर आप उसे ढूंढ नहीं पा रहे हैं, तो अपने कंप्यूटर को रीस्टार्ट करें.
id: Salinan aplikasi yang lain sudah berjalan.Jika Anda tidak menemukannya, mulai ulang komputer Anda.
ne: यो अनुप्रयोगको अर्को प्रति पहिले देखि नै चलिरहेको छ। तपाईंले यसलाई फेला पार्न सक्नुभएन भने, आफ्नो कम्प्युटर पुन:सुरु गर्नुहोस्।
ru: Другая копия приложения уже запущена. Если вы не можете найти ее, попробуйте перезагрузить компьютер.
sw: Nakala nyingine ya programu tayari inaendelea. Iwapo huwezi kuipata, fungua upya kompyuta yako.
vi: Một bản Bloom khác đang chạy. Nếu bạn không tìm thấy nó ở đâu, hãy khởi động lại máy tính.

# Application.AlreadyRunning.Specific
source: Another copy of {0} is already running. If you cannot find that copy of {0}, restart your computer.
ar: جارٍ تشغيل نسخة أخرى من {0} الآن. إذا لم تتمكن من العثور على نسخة من {0}، أعِد تشغيل الكمبيوتر.
az: {0} -dan başqa bir kopiyası artıq işləyir. {0} bu surətini tapa bilmirsinizsə, kompüterinizi yenidən başladın.
bn: {0} এর অন্য একটি কপি ইতোমধ্যে চলছে। যদি আপনি {0} এর ঐ কপিটি খুঁজে না পান, আপনার কম্পিউটার রিস্টার্ট করুন।
es: Ya se está ejecutando otra copia de {0}. Si no la encuentra, reinicie su computadora.
hi: {0} एप्लीकेशन की दूसरी नकल पहले से काम में है। यदि आप उस {0} की नकल को ढूंढ नहीं पा रहे हैं, तो अपने कंप्यूटर को रीस्टार्ट करें।
id: Salinan aplikasi {0} yang lain sudah berjalan.Jika Anda tidak menemukan salinan {0}, mulai ulang komputer Anda.
ne: {0} को अर्को प्रति पहिले देखि नै चलिरहेको छ। यदि तपाईंले {0} को अर्को प्रति फेला पार्न सक्नुभएन भने, आफ्नो कम्प्युटर पुन:सुरु गर्नुहोस्।
ru: Другая копия {0} уже запущена. Если вы не можете найти {0} попробуйте перезагрузить компьютер.
sw: Nakala nyingine ya {0} tayari inaendelea. Iwapo huwezi kupata nakala hiyo ya {0}, fungua upya kompyuta yako.
vi: Một bản {0} khác đang chạy. Nếu bạn không tìm thấy {0} ở đâu, hãy khởi động lại máy tính.

# Application.ProblemStarting.General
source: There was a problem starting the application which might require that you restart your computer.
ar: حدثت مشكلة أثناء تشغيل التطبيق وقد تحتاج إلى إعادة تشغيل الكمبيوتر.
az: Proqram başlatərkən bir məsələ çıxdı ki, sizin kompüteriniz yenidən başlatmağa tələb edə bilər.
bn: অ্যাপ্লিকেশনটি চালু হতে সমস্যা হয়েছিল তাই আপনার কম্পিউটারটি রিস্টার্ট করার প্রয়োজন হতে পারে।
es: Hubo un problema al iniciar el programa. Posiblemente tendrá que reiniciar su computadora.
hi: आपके एप्लीकेशन को खोलने में कुछ समस्या आई है जिसके कारण यह आवश्यक हो सकता है कि आप अपने कंप्यूटर को रीस्टार्ट करें.
id: Ada masalah saat memulai aplikasi yang mungkin mengharuskan Anda untuk memulai ulang komputer.
ne: यो अनुप्रयोग खोल्दा समस्या आयो जसको कारण तपाईंले आफ्नो कम्प्युटर पुन:सुरु गर्न आवश्यक हुन सक्छ।
ru: Возникла проблема с запуском приложения. Потребуется перезагрузка компьютера.
sw: Kulikuwa na tatizo katika kuanzisha programu ambayo inaweza kukuhitaji kufungua upya kompyuta yako.
vi: Xảy ra lỗi khi khởi động phần mềm nên có thể bạn cần phải khởi động lại máy tính.

# Application.ProblemStarting.Specific
source: There was a problem starting {0} which might require that you restart your computer.
ar: حدثت مشكلة أثناء تشغيل {0} وقد تحتاج إلى إعادة تشغيل الكمبيوتر.
az: {0} başlatərkən bir məsələ çıxdı ki, sizin kompüteriniz yenidən başlatmağa tələb edə bilər.
bn: {0} চালু হতে সমস্যা হয়েছিল তাই আপনার কম্পিউটারটি রিস্টার্ট করার প্রয়োজন হতে পারে।
es: Hubo un problema al iniciar {0}. Posiblemente tendrá que reiniciar su computadora.
hi: {0} को खोलने में कुछ समस्या आई है जिसके कारण यह आवश्यक हो सकता है कि आप अपने कंप्यूटर को रीस्टार्ट करें.
id: Ada masalah saat memulai {0} yang mungkin mengharuskan Anda untuk memulai ulang komputer.
ne: {0} खोल्दा समस्या आयो जसको कारण तपाईंले आफ्नो कम्प्युटर पुन:सुरु गर्न आवश्यक हुन सक्छ।
ru: Возникла проблема с запуском {0}. Потребуется перезагрузка компьютера.
sw: Kulikuwa na tatizo katika kuanzisha {0} ambayo inaweza kukuhitaji kufungua upya kompyuta yako.
vi: Xảy ra lỗi khi khởi động phần mềm {0} nên có thể bạn cần phải khởi động lại máy tính.

# Application.WaitingFinish.General
source: Waiting for other application to finish...
ar: في انتظار انتهاء تطبيق آخر...
az: Digər proqram bitmək üçün gözləməkdədir...
bn: অন্যান্য অ্যাপ্লিকেশন শেষ হওয়ার অপেক্ষা...
es: Esperando que otra aplicación termine...
hi: अन्य एप्लीकेशन के समाप्त होने की प्रतीक्षा की जा रही है...
id: Menunggu aplikasi lain selesai...
ne: अर्को अनुप्रयोगले काम सकाउने प्रतीक्षा गर्नु
ru: Ожидание завершения других приложений
sw: Kungoja programu nyingine kumaliza...
vi: Đang đợi phần mềm khác hoàn tất...

# Application.WaitingFinish.Specific
source: Waiting for other {0} to finish...
ar: في انتظار انتهاء {0} آخر...
az: Digər {0} bitmək üçün gözləməkdə
bn: অন্যান্য {0} শেষ হওয়ার অপেক্ষা...
es: Esperando que {0} termine...
hi: अन्य {0} के समाप्त होने की प्रतीक्षा की जा रही है...
id: Menunggu {0} lain selesai...
ne: {0} काम सकाउने प्रतीक्षा गर्नु...
ru: Ожидание завершения других {0}
sw: Kungoja {0} nyingine kumaliza...
vi: Đang đợi {0} hoàn tất...

# Common.AbortButton
source: &Abort
az: &Ləgv et
bn: &বাদ দিন
es: &Cancelar
hi: &रद्द करें
sw: &Sitisha
vi: &Hủy

# Common.CancelButton
source: &Cancel
ar: &إلغاء
az: &Ləgv et
bn: &বাতিল
es: &Cancelar
hi: &रद्द करें
id: &Batalkan
ne: &रद्द गर्नुहोस्
ru: &Отмена
sw: U&batilishe
ta: ரத்து செய்
te: రద్దు
vi: &Hủy bỏ

# Common.IgnoreButton
source: &Ignore
az: &Nəzərə alma
bn: &উপেক্ষা করুন
es: &Ignorar
hi: &अनदेखा करें
sw: &Puuza
vi: &Bỏ qua

# Common.No
source: No
ar: لا
az: Xeyr
bn: না
hi: नहीं
id: Tidak
ne: होइन
ru: Нет
sw: La
ta: இல்லை
te: ఏ
vi: Không

# Common.NoButton
source: &No
az: &Xeyr
bn: &না
hi: &नहीं
sw: &La
vi: &Không

# Common.OKButton
source: &OK
ar: &موافق
az: &Yaxşı
bn: &ঠিক আছে
es: &Aceptar
hi: &ठीक है
id: &Oke
ne: &ठीक छ
ru: &ОК
sw: &Sawa
ta: சரி
te: సరే

# Common.RetryButton
source: &Retry
az: &Təkrar cəhd et
bn: &পুনরায় করুন
es: &Volver a intentar
hi: &फिर से प्रयास करें
sw: &Jaribu tena
vi: &Thử lại

# Common.Yes
source: Yes
ar: نعم
az: Bəli
bn: হ্যাঁ
es: Si
hi: हां
id: Ya
ne: हो
ru: Да
sw: Ndiyo
ta: ஆம்
te: అవును
vi: Đồng ý

# Common.YesButton
source: &Yes
az: &Bəli
bn: &হ্যাঁ
es: &Sí
hi: &हां
sw: &Ndiyo
vi: &Có

# CustomIdentifierView.betterLabel1
source: RFC5646 code:
az: RFC5646 kodu:
bn: আরএফসি 5646 কোড:
es: Código RFC5646:
sw: Msimbo RFC5646:
vi: Mã RFC5646:

# CustomIdentifierView.linkLabel1
source: Read about language identifiers on the web
az: İnternetdə dil müəyyənləşdirici haqqında oxuyun
bn: ওয়েবে ভাষা শনাক্তকারীদের সম্পর্কে পড়ুন
es: Lee acerca de los identificadores de idiomas en la web
sw: Soma kuhusu vitambulisho vya lugha kwenye wavuti
vi: Hãy đọc về mã nhận dạng ngôn ngữ trên trang web

# DialogBoxes.ConfirmRecycleDialog.MessageForMultipleItems
source: {0} will be moved to the Recycle Bin.
ar: سيتم نقل {0} إلى "سلة المحذوفات".
az: {0} Səbətə köçürüləcək
bn: {0} রিসাইকেল বিনে স্থানান্তরিত হবে।
es: {0} se moverá a la papelera de reciclaje.
hi: {0} को रीसायकल बिन में डाला जाएगा।
id: {0} akan dipindahkan ke Keranjang Sampah.
ne: {0} लाई रद्दी टोकरीमा सारिनेछ।
ru: {0} будет перемещен в Корзину
sw: {0} itapelekwa kwenye pipa la takataka.
ta: {0} மறுசுழற்சிக் கூடைக்கு நகர்த்தப்படும்.
te: {0} రీసైకిల్ బిన్ తరలించబడతాయి
vi: {0} đã bị di chuyển vào Thùng Rác.

# DialogBoxes.ConfirmRecycleDialog.MessageForSingleItem
source: {0} will be moved to the Recycle Bin.
ar: سيتم نقل {0} إلى "سلة المحذوفات".
az: {0} Səbətə köçürüləcək.
bn: {0} রিসাইকেল বিনে স্থানান্তরিত হবে।
es: {0} se moverá a la papelera de reciclaje.
hi: {0} को रीसायकल बिन में डाला जाएगा।
id: {0} akan dipindahkan ke Keranjang Sampah.
ne: {0} लाई रद्दी टोकरीमा सारिनेछ।
ru: {0} будет перемещен в Корзину
sw: {0} itapelekwa kwenye pipa la takataka.
ta: {0} மறுசுழற்சிக் கூடைக்கு நகர்த்தப்படும்.
te: {0} రీసైకిల్ బిన్ తరలించబడతాయి
vi: {0} đã bị di chuyển vào Thùng Rác.

# DialogBoxes.ConfirmRecycleDialog.WindowTitle
source: Confirm Delete
ar: تأكيد حذف
az: Sildiyini təsdiq edin
bn: মুছে দেওয়া নিশ্চিত করুন
es: Confirmar eliminación
hi: डिलीट करने की पुष्टि करें
id: Konfirmasikan Penghapusan
ne: मेटाउने निश्चित गर्नुहोस
ru: Подтвердить удаление
sw: Thibitisha Kufutwa
ta: நீக்குதல் உறுதிசெய்
te: నిర్ధారించండి తొలగించండి
vi: Xác Nhận Xoá

# DialogBoxes.ConfirmRecycleDialog.cancelBtn
source: &Cancel
ar: إل&غاء
az: &Ləğv et
bn: &বাতিল
es: &Cancelar
hi: &रद्द करें
id: &Batalkan
ne: &रद्द गर्नुहोस्
ru: &Отмена
sw: U&batilishe
ta: ரத்து செய்
te: రద్దు
vi: &Hủy bỏ

# DialogBoxes.ConfirmRecycleDialog.deleteBtn
source: &Delete
ar: &حذف
az: &Sil
bn: &মুছে দিন
es: &Eliminar
hi: &डिलीट करें
id: &Hapus
ne: &मेट्नुहोस्
ru: &Удалить
sw: U&fute
ta: நீக்கு
te: తొలగించండి
vi: &Xóa

# ImageToolbox.AlmostMatchingImages
source: Found {0} images with names close to “{1}”
ar: تم العثور على صور {0}> تحمل أسماءً قريبة من {1}
az: {0} adları {1} -a oxşar təsvirlər tapılıb
bn: {1} এর কাছাকাছি নামের {0} ছবি পাওয়া গিয়েছে
es: Encontró {0} imágenes con nombres parecidos a {1}
hi: {0} चित्र पाए गए हैं जिनके नाम “{1}” से मिलते हैं
ne: लगभग {1} सँग नाम मिल्ने {0} तस्विरहरू फेला परे
ru: Найдено {0} изображений с названиями, похожими на {1}
sw: Zipo picha {0} zilizo na majina yanayokaribiana na
vi: Tìm thấy hình ảnh {0} có tên gần giống với “{1}”

# ImageToolbox.ArtOfReading
source: Art Of Reading
ar: فن القراءة
az: "Oxumağının İncəsənəti"
bn: আর্ট অফ রিডিং
es: Arte de la Lectura
hi: आर्ट ऑफ रीडिंग
id: Seni Membaca
ne: पढ्ने कला
ru: Искусство чтения
sw: Sanaa ya Kusoma
ta: வாசித்தல் கலை
te: పఠనం ఆర్ట్
vi: Nghệ Thuật Đọc

# ImageToolbox.Camera
source: Camera
ar: الكاميرا
az: Fotoapparat
bn: ক্যামেরা
es: Cámara
hi: कैमरा
id: Kamera
ne: क्यामेरा
ru: Камера
sw: Kamera
ta: கேமரா
te: కెమెరా
vi: Máy ảnh

# ImageToolbox.CopyExemplarMetadata
source: Use {0}
ar: استخدام {0}
az: {0} İstifadə et
bn: {0} ব্যবহার করুন
es: Utilizar {0}
hi: {0} का उपयोग करें
id: Gunakan {0}
ne: {0} प्रयोग गर्नुहोस्
ru: Использовать {0}
sw: Tumia {0}
ta: {0} பயன்படுத்து
te: యూజ్{0}
vi: Dùng {0}

# ImageToolbox.Crop
source: Crop
ar: اقتصاص
az: Təsvir kəsmək
bn: ক্রপ/ কেটে সংকোচন করুন
es: Recortar
hi: क्रॉप करें
id: Pangkas
ne: काटछाँट गर्नुहोस्
ru: Обрезать
sw: Kata
ta: பயிர்
te: పంట
vi: Cắt bớt

# ImageToolbox.DownloadArtOfReading
source: Download Art Of Reading Installer
ar: تنزيل أداة تثبيت فن القراءة
az: "Oxumağının İncəsənəti" quraşdıran yüklə
bn: আর্ট অফ রিডিং ইনস্টলার ডাউনলোড করুন
es: Descargar el instalador de Arte de la Lectura (Art of Reading)
hi: आर्ट ऑफ रीडिंग इंस्टालर डाउनलोड करें
id: Unduh Pemasang Seni Membaca
ne: पढ्ने कला (Art Of Reading) को स्थापनाकर्ता डाउनलोड गर्नुहोस्
ru: Загрузить установщик Искусства чтения
sw: Pakua Kifaa cha Kuweka Sanaa ya Kusoma
vi: Tải cài đặt Nghệ Thuật Đọc

# ImageToolbox.EditMetadataLink
source: Edit...
ar: تحرير...
az: Redaktə etmək...
bn: এডিট/ সম্পাদনা...
es: Editar...
hi: एडिट करें...
ne: सम्पादन गर्नुहोस्...
ru: Редактировать...
sw: Hakiki...
ta: திருத்து...
te: మార్చు...
vi: Chỉnh sửa...

# ImageToolbox.EnterSearchTerms
source: In the box above, type what you are searching for, then press ENTER.
ar: هذا معرض "فن القراءة".في المربع أعلاه، اكتب ما تريد البحث عنه، ثم اضغط على ENTER.يمكنك كتابة كلمات باللغتين الإنجليزية والإندونيسية.
az: Bu "Oxumağının İncəsənəti" qalereyasıdır. Yuxarıdakı qutusunda siz axtaran şey yazın, sonra ENTER (daxil etmək) basın. Siz İngiliscə və İndonesiyaca sözlər yaza bilərsiniz.
bn: আপনি যা অনুসন্ধান করছেন তা উপরের বাক্সে লিখুন এবং এন্টার/ENTER টিপুন।
es: En el cuadro superior, escriba lo que está buscando. A continuación pulse ENTRAR.
hi: ऊपर दिए बक्से में, आप जो ढूंढ रहे है उसे लिखें, फिर एंटर दबाएं।
ne: यो 'पढ्ने कला' को सङ्ग्रह हो।माथिको बाकसमा आफूले खोज्न चाहेको कुरा टाइप गर्नुहोस् र ENTER थिच्नुहोस्। तपाईंले अङ्ग्रेजी र इन्डोनेसियाली भाषामा शब्दहरू टाइप गर्न सक्नुहुन्छ।
ru: Это галерея "Искусство чтения". Напишите, что вы хотели бы найти в поле выше, затем нажмите ENTER. Вы можете использовать английские и индонезийские слова.
sw: Hii ni sanaa ya 'Sanaa ya Kusoma'. Katika kisanduku kilicho hapo juu, andika unachotafuta, kisha ubonyeze INGIA. Unaweza kupiga chapa maneno kwa Kiingereza na kiindonesia.
vi: Trong hộp trên, hãy gõ tên thứ bạn đang tìm kiếm, rồi nhấn ENTER.

# ImageToolbox.FileButton
source: File
ar: الملف
az: Fayl
bn: ফাইল
es: Archivo
hi: फाइल
id: Berkas
ne: फाइल
ru: Файл
sw: Faili
ta: கோப்பு
te: ఫైల్
vi: Tập tin

# ImageToolbox.FileChooserTitle
source: Choose Picture File
az: Şəkil faylını seçin
bn: ছবির ফাইল পছন্দ করুন
es: Elija archivo de imagen
hi: चित्र फाइल चुनें
sw: Chagua Faili la Picha
vi: Chọn ảnh

# ImageToolbox.Galleries
source: Galleries
az: Qalereyalar
bn: ছবি সংগ্রহালয়
es: Galerías
hi: गैलरीज़
sw: Vihifadhi
vi: Thư viện ảnh

# ImageToolbox.GenericGettingImageProblem
source: Sorry, something went wrong while getting the image.
ar: عذراً، حدث خطأ أثناء الحصول على الصورة.
az: Üzr istəyirik, təsvir götürərkən bir səhv emələ gəlib.
bn: দুঃখিত, ইমেজটি নেওয়ার সময় কোনকিছুর ত্রুটি হয়েছিল।
es: Lo sentimos, algo falló al tratar de obtener la imagen.
hi: क्षमा करें, चित्र लेते समय कुछ खराबी आई है।
id: Maaf, ada masalah saat mengambil gambar.
ne: माफ गर्नुहोस्, तस्‍विर प्राप्त गर्ने क्रममा केही गडबडी भयो।
ru: Извините, что-то пошло не так при получении данного изображения
sw: Samahani, kulikuwa na hitilafu katika kupata picha.
ta: மன்னிக்கவும், ஏதோ சென்று தவறான போது உருவம் பெறுகிறது.
te: చిత్రం పొందడానికి క్షమించండి, ఏదో తప్పు జరిగింది
vi: Rất tiếc, đã xảy ra lỗi khi tìm kiếm hình ảnh.

# ImageToolbox.GenericProblem
source: Sorry, something went wrong with the ImageToolbox
ar: عذراً، حدث خطأ في صندوق أدوات الصور
az: Bağışlayın, Təsvir Alət Qutusu ilə yanlış əmələ gəlib.
bn: দুঃখিত, ইমেজ টুলবক্সের সাথে কোনকিছুর ত্রুটি হয়েছিল।
es: Lo sentimos, algo falló con la Caja de Herramientas de Imágenes (ImageToolbox)
hi: क्षमा करें, चित्र टूलबॉक्स में कुछ खराबी आई है
id: Maaf, ada masalah dengan Kotak Alat Gambar
ne: माफ गर्नुहोस्, तस्‍विरको उपकरण पेटीमा केही गडबड भयो।
ru: Извините, что-то пошло не так с ImageToolbox
sw: Samahani kulikuwa na hitilafu kwenye Kisanduku cha vifaa cha picha
ta: மன்னிக்கவும், ஏதோ சென்று, பட பெட்டி கொண்டு தவறான
te: క్షమించండి, ఏదో చిత్రం టూల్ బాక్స్ తప్పు జరిగింది
vi: Rất tiếc, đã xảy ra lỗi với ImageToolbox

# ImageToolbox.GetPicture
source: Get Picture
ar: الحصول على الصورة
az: Şəkil götür
bn: ছবি নিন
es: Obtener imagen
hi: चित्र लें
id: Ambil Gambar
ne: तस्बिर प्राप्त गर्नुहोस्
ru: Получить Картинку
sw: Pata picha
ta: படம் பெறு
te: చిత్రాన్ని పొందండి
vi: Lấy hình ảnh

# ImageToolbox.ImageGalleries
source: Image Galleries
az: Təsvir Qalereyalar
bn: ফটো সংগ্রহালয়
es: Galerías de Imagenes
hi: चित्र गैलरीज़
sw: Vichanja vya Picha
vi: Bộ sưu tập hình ảnh

# ImageToolbox.ImageToolboxWindowTitle
source: Image Toolbox
ar: صندوق أدوات الصور
az: Təsvir Düzəliş Alət qutusu
bn: ইমেজ টুলবক্স
es: Caja de Herramientas de Imágenes (Image Toolbox)
hi: चित्र टूलबॉक्स
id: Kotak Alat Gambar
ne: तस्‍विरको उपकरण पेटी
sw: Kisanduku cha vifaa cha picha
ta: உருவம் கருவிபெட்டி
te: చిత్రం పేజీలు
vi: Hộp công cụ Hình ảnh

# ImageToolbox.InstallArtOfReading
source: Install the Art Of Reading package (this may be very slow)
ar: تثبيت حزمة "فن القراءة" (قد يتم ذلك ببطء شديد)
az: "Oxuduğunun İncəsənəti" paketi quraşdırmaq. Qeyd: Bu prozes uzun vaxt çəkə bilər.
bn: আর্ট অফ রিডিং প্যাকেজ ইনস্টল করুন (এটি খুব ধীর গতির হতে পারে)
es: Instalar el paquete de Arte de la Lectura (Art of Reading), (esto puede tardar)
hi: आर्ट ऑफ रीडिंग पैकेज इनस्टॉल करें (यह बहुत धीमे हो सकता है)
id: Pasang paket Seni Membaca (ini mungkin akan butuh waktu)
ne: पढ्ने कलाको प्याकेज स्थापना गर्नुहोस् (यो एकदमै सुस्त हुन सक्छ)
ru: Установка пакета "Искусств чтения" (может занимать продолжительное время)
sw: Weka kifurushi cha Sanaa ya Kusoma (hii inaweza kutendeka polepole sana)
vi: Cài đặt bộ Nghệ thuật Đọc (có thể rất chậm)

# ImageToolbox.MatchingImages
source: Found {0} images
ar: تم العثور على {0} صور
az: {0} təsvirlər tapılib
bn: {0} ইমেজ/ ছবি পাওয়া গিয়েছে
es: Encontró {0} imágenes
hi: {0} चित्र मिले हैं
id: {0} gambar ditemukan
ne: {0} तस्बिरहरू फेला परे
ru: Найдено {0} изображений
sw: Picha {0} zilipatikana
vi: Đã tìm thấy {0} hình ảnh

# ImageToolbox.NewMultilingual
source: Did you know that there is a new version of this collection which lets you search in Arabic, Bengali, Chinese, English, French, Indonesian, Hindi, Portuguese, Spanish, Thai, or Swahili? It is free and available for downloading.
ar: هل تعرف أن هناك إصداراً جديداً من هذه المجموعة يتيح لك إمكانية البحث بالعربية والبنغالية والصينية والإنجليزية والفرنسية والإندونيسية والهندية والبرتغالية والإسبانية والتايلاندية والسواحلية؟ إنه إصدار مجاني ومتاح للتنزيل.
az: Bu toplanma yeni versiya var olduğunu bildiniz? Bununla Ərəb, Benqal, Çin, İngilis, Fransız, İndoneziya, Hindu, Portuqal, İspan, Tay, və ya Suahili dillərində axtarış aparmağa imkan verir. Onu yüklənə bilərsiniz, o pulsuzdur.
bn: আপনি জানেন কি এই সংগ্রহের একটি নতুন সংস্করন এসেছে যা আপনাকে আরবী, বাংলা, চীনা, ইংরেজি, ফ্রেঞ্চ, ইন্দোনেশীয়, হিন্দি, পর্তুগীজ, স্প্যানিশ, থাই, অথবা সোয়াহিলি ভাষায় খুঁজতে সাহায্য করবে? এটি ফ্রী এবং ডাউনলোডের জন্য পাওয়া যাচ্ছে।
es: ¿Sabía que hay una nueva versión de esta colección que le permite buscar en arábe, bengalí, chino, inglés, francés, indonesio, hindi, portugués, español, tailandés, o suajili? Es gratuita y está disponible para ser descargada.
hi: क्या आपको पता है कि इस संग्रह का एक नया संस्करण है जो आपको अरबी, बंगाली, चीनी, अंग्रेजी, फ्रेंच, इंडोनेशियाई, हिंदी, पुर्तगाली, स्पेनिश, थाई, या स्वाहिली में खोजने की सुविधा देता है? यह मुफ्त है और डाउनलोड करने के लिए उपलब्ध है ।
ne: के तपाईंलाई अरबिक, बङ्गाली, चिनियाँ, अङ्ग्रेजी, फ्रेन्च, इन्डोनेसियाली, हिन्दी, पर्चुगाली, स्पेनिश, थाई वा स्वाहिली भाषामा खोजी गर्न सकिने यस सङ्ग्रहको एउटा नयाँ संस्करण उपलब्ध छ भन्ने कुरा थाहा छ ? यसलाई तपाईंले निःशुल्क रूपमा डाउनलोड गर्न सक्नुहुन्छ।
ru: Знаете ли вы, что в новой версии этой коллекции, вы можете искать на арабском, бенгальском, китайском, английском, французском, индонезийском, хинди, португальском, испанском, тайском и суахили? Она доступна для скачивания бесплатно.
sw: Je, unajua kuwa kuna toleo jipya la mkusanyiko huu inayokuruhusu kutafuta kwa Kiarabu, Kibengali, Kichina, Kiingereza, Kifaransa, Kiindonesia, Kihindi, Kireno, Kihispania, Kithai au Kiswahili? Ni bure na inapatika kupakua.
vi: Bạn có biết có phiên bản mới cho bộ sưu tập này - nó cho phép bạn tìm kiếm bằng tiếng Arabic, Bengali, Trung Quốc, Anh, Pháp, Indonesia, Hindi, Bồ Đào Nha, Tây Ban Nha, Thái hay Swahili không? Miễn phí và sẵn sàng để tải xuống.

# ImageToolbox.NoArtOfReading
source: This computer doesn't appear to have the 'Art Of Reading' gallery installed yet.
ar: يبدو أنه لم يتم تثبيت معرض "فن القراءة" على هذا الكمبيوتر حتى الآن.
az: Görünür ki, bu kompüterdə "Oxuduğunun İncəsənəti" qalereyası hələ quraşdırılmamışdır.
bn: এখন পর্যন্ত এই কম্পিউটারে 'আর্ট অফ রিডিং' গ্যালারি ইনস্টল করা হয়নি বলে মনে হচ্ছে।
es: Esta computadora no parece tener instalada la galería de 'Arte de la Lectura' (Art of Reading).
hi: इस कंप्यूटर में अभी तक 'आर्ट ऑफ रीडिंग' गैलरी इनस्टॉल नहीं है।
id: Komputer ini tampaknya belum memasang galeri 'Seni Membaca'.
ne: यो कम्प्युटरमा अहिले सम्म 'पढ्ने कला' को सङ्ग्रह स्थापना गरिएको छ जस्तो देखिदैन
ru: Похоже, на этом компьютере не установлена галерея "Искусство чтения".
sw: Kompyuta hii inaonekana bado haijawekwa sanaa ya 'Sanaa ya Kusoma'.
vi: Có vẻ máy tính này chưa cài đặt thư viện "Nghệ thuật Đọc".

# ImageToolbox.NoGalleries
source: This computer doesn't appear to have any galleries installed yet.
az: Görünür ki, bu kompüterdə qalereyalar hələ quraşdırılmamışdır.
bn: এই কম্পিউটারে এখন পর্যন্ত ছবি সংগ্রহালয় প্রতিস্থাপন হয়নি মনে হয়।
es: Parece que esta computadora todavía no tiene galerías instaladas.
hi: इस कंप्यूटर में अभी तक कोई भी गैलरी इनस्टॉल नहीं है।
sw: Kompyuta hii haionekani kuwa na vichanja vyovyote vilivyosakinishwa.
vi: Có vẻ máy tính này chưa cài đặt thư viện nào cả.

# ImageToolbox.NoMatchingImages
source: Found no matching images
ar: لم يتم العثور على أي صور مطابقة
az: Uyğun gələn təsvirləri tapılmayıb
bn: কোন সমজাতীয় ইমেজ/ছবি পাওয়া যায়নি
es: No se encontraron imágenes que coincidan
hi: कोई भी समान चित्र नहीं पाया गया
id: Gambar yang cocok tidak ditemukan
ne: कुनै मिल्दो तस्‍विर फेला परेन
ru: Не найдено подходящих изображений
sw: Hakuna picha zinazoambatana zilizopatikana
ta: எந்த பொருத்தமான படிமங்கள் காணப்படவில்லை
te: సరిపోలే చిత్రాలను దొరకలేదు
vi: Không tìm thấy hình ảnh phù hợp

# ImageToolbox.PictureFiles
source: picture files
ar: ملفات الصور
az: Şəkil fayllar
bn: ছবির ফাইলসমূহ
es: archivos de imágenes
hi: चित्र फाइलें
id: berkas gambar
ne: तस्बिर फाइलहरू
ru: файлы картинок
sw: faili za picha
ta: படம் கோப்புகள்
te: చిత్రాన్ని ఫైళ్లు
vi: tập tin ảnh

# ImageToolbox.ProblemGettingImageFromDevice
source: Problem Getting Image
ar: هناك مشكلة في الحصول على الصورة
az: Təsvir Götürməkdə Problem.
bn: ইমেজ/ছবি পেতে সমস্যা
es: No se pudo obtener la imagen
hi: चित्र निकालने में समस्या है
id: Masalah Mengambil Gambar
ne: तस्‍विर प्राप्त गर्नमा समस्या भयो
ru: Проблема с получением изображения
sw: Tatizo katika kupata picha
ta: படிமம் பெறுகிறது சிக்கல்
te: సమస్య పొందడానికి చిత్రం
vi: Gặp vấn đề lấy hình ảnh

# ImageToolbox.ProblemLoadingImage
source: Sorry, there was a problem loading that image.
ar: عذراً، هناك مشكلة في تحميل هذه الصورة.
az: Bağışlayın, həmin təsvir yüklənərkən məsələ çıxdı.
bn: দুঃখিত, ইমেজ/ ছবি লোড হতে সমস্যা হচ্ছিল।
es: Lastimosamente, no se pudo cargar esa imagen.
hi: क्षमा करें, उस चित्र को लोड करने में कोई समस्या है।
id: Maaf, ada masalah saat mengambil gambar tersebut.
ne: माफ गर्नुहोस्, तस्‍विर लोड गर्नमा समस्या भयो।
ru: Извините, но возникла проблема с загрузкой этого изображения.
sw: Samahani, kulikuwa na tatizo katika kupata picha hiyo.
ta: மன்னிக்கவும், இருந்தது அந்த உருவம் ஒரு சிக்கல்.
te: ఆ చిత్రం లోడ్ ఒక సమస్య ఉంది
vi: Rất tiếc, đã xảy ra lỗi khi tải hình ảnh lên.
