Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Palaso.xlf
Languages: ar, az, bn, es, hi, id, ne, ru, sw, ta, te, vi

# ImageToolbox.PromptForMissingMetadata
source: This image does not know:\n\nWho created it?\nWho can use it?
ar: لا تحدد هذه الصورة:\n\nمن أنشأها؟\nمن يمكنه استخدامها؟
az: Bu təsvir bilmir, \nKim onu yaratdı? \nKim onu istifadə edə bilər?
bn: এই ইমেজটি/ ছবিটি জানে না যে:\n\nকে এটি তৈরি করেছিল?\nকে এটি ব্যবহার করতে পারবে?
es: Esta imagen no sabe:\n\n¿Quién la creó?\n¿Quién puede utilizarla?
hi: यह चित्र नहीं जानता:\n\nइसे किसने बनाया?\nकौन इसका उपयोग कर सकता है?
id: Gambar ini tidak mengetahui:\n\nSiapa yang membuatnya?\nSiapa yang dapat menggunakannya?
ne: यो तस्बिरमा निम्न विवरणहरू छैनन्:\n\nयसलाई कसले सिर्जना गरेको हो?\nयसलाई कसले प्रयोग गर्न सक्छ?
ru: Неизвестна информация об этом изображении:\n\nКто его создал?\nКто может его использовать?
sw: Picha hii haijui:\n\nNi nani aliyeitengeneza?\nNi nani anayeweza kuitumia?
ta: இந்தப் படிமத்தை இல்லை இல்லை know:\n\nஅதனை யார்?\nயார் அதை பயன்படுத்தலாம்?
te: చిత్రం తెలియదు: \ n \ n ఎవరు దానిని ఉపయోగించవచ్చు?
vi: Hình ảnh này không biết:\n\nAi tạo ra?\nAi có thể sử dụng?

# ImageToolbox.Scanner
source: Scanner
ar: الماسح الضوئي
az: Skaner
bn: স্ক্যানার
es: Escáner
hi: स्कैनर
id: Pemindai
ne: स्क्यानर
ru: Сканер
sw: Skana
ta: ஸ்கேனர்
te: స్కానర్
vi: Máy quét

# ImageToolbox.SearchArtOfReading
source: Search the Art of Reading Gallery
ar: البحث في معرض "فن القراءة"
az: "Oxumağının İncəsənəti" qalereyasında axta
bn: আর্ট অফ রিডিং গ্যালারিটি অনুসন্ধান করুন
es: Búsqueda de la Galería de Arte de la Lectura (Art of Reading)
hi: आर्ट ऑफ रीडिंग गैलरी खोजें
id: Cari Galeri Seni Membaca
ne: पढ्ने कलाको सङ्ग्रह खोज्नुहोस्
ru: Поиск по галерее "Искусство чтения"
sw: Tafuta katika Sanaa ya Sanaa ya Kusoma
vi: Tìm kiếm Thư viện Nghệ thuật Đọc

# ImageToolbox.SearchLanguage
source: The search box is currently set to {0}
ar: تم تعيين مربع البحث في الوقت الحالي على {0}
az: Axtarış qutusu hal hazırda {0} -ya müəyyən edilmişdir
bn: অনুসন্ধান বাক্সটি বর্তমানে {0} তে সেট করা আছে
es: Actualmente el cuadro de búsqueda está en {0}
hi: यह खोज बक्सा इस समय {0} पर सेट है
id: Kotak pencarian saat ini diatur ke {0}
ne: खोज बाकसलाई हाल {0} मा सेट गरिएको छ
ru: Поиск установлен на {0}
sw: Kwa sasa kisanduku cha kutafuta kiko {0}
vi: Hộp tìm kiếm hiện được cài đặt ở {0}

# ImageToolbox.SetUpMetadataLink
source: Set up metadata...
ar: قم بإعداد البيانات الوصفية...
az: Metaverilənlər quraşdırmaq
bn: মেটাডাটা সেট আপ...
es: Configurar metadatos...
hi: मेटाडेटा को सेट करें...
id: Menyiapkan metadata...
ne: मेटाडाटा सेट अप गर्नुहोस्...
ru: Добавление метаданных...
sw: Tayarisha Metadata...
ta: மீத்தரவு அமை...
te: అప్ సెట్ మెటాడేటా
vi: Cài đặt siêu dữ liệu...

# IpaIdentifierView.betterLabel1
source: Purpose:
az: Məqsəd:
bn: উদ্দেশ্য:
es: Propósito:
sw: Lengo:
vi: Mục đích:

# IpaIdentifierView.linkLabel1
source: Read about IPA transcription on the web
az: İnternetdə Bəynalxalq Fonetik Əlifbası transkripsiya haqqında oxuyun
bn: ওয়েবে আইপিএ ট্রান্সক্রিপশন সম্পর্কে পড়ুন
es: Lee sobre la transcripción en AFI (Alfabeto Fonético Internacional) en la web
sw: Soma kuhusu unukuzi wa IPA kwenye wavuti
vi: Đọc về phiên âm IPA trên trang web

# LanguageLookup.AlternateNamesHeader
source: Other Names
ar: أسماء أخرى
az: Digər adları
bn: অন্যান্য নামসমূহ
es: Otros nombres
hi: अन्य नाम
id: Nama Lain
ne: अन्य नामहरू
ru: Другие имена
sw: Majina Mengine
ta: மற்ற பெயர்கள்
te: ఇతర పేర్లు
vi: Tên khác

source: This list should include all the ISO-639 languages, including all the alternative names known to ethnologue.com.\n\nIf necessary, use the "Unlisted Language" option, which will be selected for you now.
ar: يجب أن تتضمن هذه القائمة جميع لغات ISO-639، بما في ذلك جميع الأسماء البديلة المعروفة في ethnologue.com.\n\nعند اللزوم، يمكنك استخدام خيار "لغة غير مدرجة"، الذي سيتم تحديده لك الآن.
az: Bu siyahı bütün ISO-639 dillər və ethnologue.com tanış olan hamı ayrıcı adlar daxil etməlidir.
bn: এই তালিকায় আইএসও-639 ভাষাসমূহ অন্তর্ভুক্ত থাকতে হবে, যাতে অন্তর্ভুক্ত থাকবে সকল বিকল্প নামসমূহ যা ethnologue.com এর পরিচিত। \n\nপ্রয়োজন হলে, "অতালিকাভুক্ত ভাষা" অপশন/বিকল্প ব্যবহার করুন, যা আপনার জন্য এখন নির্বাচন করা হবে।
es: Esta lista debe incluir todos los idiomas de ISO-639, incluidos todos los nombres alternativos conocidos por ethnologue.com.\n\nSi es necesario, utilice la opción "Idioma no enlistado", esta opción será seleccionada ahora.
hi: ethnologue.com को जो वैकल्पिक नाम पता हैं उन्हें शामिल करते हुए, इस सूची में सभी ISO-६३९ भाषाएं शामिल होनी चाहिए।\n\nयदि आवश्यक हो, तो "असूचीबद्ध भाषा" विकल्प का उपयोग करें, जो अब आपके लिए चुना जाएगा।
id: Daftar ini harus menyertakan semua bahasa yang tercatat dalam ISO-639, termasuk semua nama alternatif yang dikenal oleh ethnologue.com.\n\nJika perlu, gunakan pilihan "Bahasa Tak Terdaftar", yang akan dipilih untuk Anda sekarang.
ne: यो सूचीमा ethnologue.com मा भएका सम्पूर्ण वैकल्पिक नामहरू सहित सम्पूर्ण ISO-639 भाषाहरू समावेश हुनुपर्छ।\n\nआवश्यक भएमा, "असूचीकृत भाषा" नामक विकल्प प्रयोग गर्नुहोस्, जुन अहिले तपाईंको लागि चयन गरिनेछ।
ru: Этот список должен включать в себя все языки ISO-639, включая все альтернативные названия, известные ethnologue.com. Если необходиме, вы можете использовать опцию "Языка нет в списке".
sw: Orodha hii inapaswa kujumuisha lugha zote za ISO-639 ikijumuisha majina yote mbadala yanayojulikana kwa ethnologue.com.\n\nIkiwa itahitajika, tumia chaguo la "Lugha isiyoorodheshwa", ambalo litachaguliwa sasa.
vi: Danh sách này bao gồm tất cả các ngôn ngữ ISO-639, gồm tất cả các tên gọi khác được biết đến trên ethnologue.com.\n\nNếu cần thiết, hãy sử dụng tùy chọn "Ngôn ngữ chưa nhận dạng", sẽ được chọn cho bạn ngay bây giờ.

# LanguageLookup.CannotFindMyLanguage.LinkToSILInformationAboutLanguageCodes
source: About Language 639-3 Codes & How To Apply For New Ones
ar: معلومات حول رموز لغات 639-3 وكيفية طلب الحصول على رموز جديدة
az: 639-3 Dil kodlar haqqında və yenilər üçün necə tətbiq etmək
bn: ভাষা 639-3 কোড &amp সম্পর্কে; তা কিভাবে নতুনটির জন্য তা প্রয়োগ করা যায়
es: Acerca de Códigos de Idioma 639-3 y Cómo solicitar nuevos
hi: भाषा 639-3 कोड्स & के बारे में। नए के लिए आवेदन कैसे करें
id: Tentang Kode Bahasa 639-3 & Cara Menerapkannya untuk Bahasa-bahasa yang Baru
ne: भाषाका 639-3 कोडहरूको बारेमा र नयाँ कोडहरूको लागि कसरी आवेदन दिने
ru: О языковых кодах 639-3 и как зарегистрировать новые
sw: Kuhusu Majina Mafupi ya Lugha 639-3 na Jinsi ya Kupata Mengine Mapya
ta: மொழி 639-3 குறியீடுகள் & புதியவை விண்ணப்பிக்க எப்படி பற்றி
te: భాష గురించి 639-3 కోడ్లను & క్రొత్త వాటిని దరఖాస్తు ఎలా
vi: Về Mã ngôn ngữ 639-3 & Cách yêu cầu mã mới

# LanguageLookup.CannotFindMyLanguageWindowTitle
source: About The ISO Language Registry
ar: معلومات حول سجل لغات ISO
az: Beynalxalq Standartlar Təşkilatı (ISO) Dil Reyestri Haqqında
bn: আইএসও(ISO) ভাষা রেজিস্ট্রি/ নিবন্ধন সম্পর্কে
es: Acerca del Registro ISO de Idiomas
hi: ISO भाषा पंजीकरण के बारे में
id: Tentang Pendaftaran Bahasa dengan Kode ISO
ne: ISO भाषा रेजिस्ट्रीको बारेमा
ru: О регистре языков ISO
sw: Kuhusu usajili wa Lugha wa ISO
ta: ISO மொழி பதிவகம் பற்றி
te: ISO భాషను రిజిస్ట్రీ గురించి
vi: Về Registry Ngôn ngữ ISO

# LanguageLookup.CodeHeader
source: Code
ar: الرمز
az: Kodu
bn: কোড
es: Código
hi: कोड
id: Kode
ne: कोड
ru: Код
sw: Jina la fupi
ta: குறியீடு
te: కోడ్
vi: Mã

# LanguageLookup.CountryCount
source: {0} Countries
ar: {0} بلاد
az: {0} Ölkələr
bn: {0} দেশসমূহ
es: {0} Países
hi: {0} देश
id: {0} Negara-negara
ne: {0} देशहरू
ru: {0} Страны
sw: {0} Nchi
vi: {0} Quốc gia

# LanguageLookup.CountryHeader
source: Country
ar: البلد
az: Ölkə
bn: দেশ
es: País
hi: देश
id: Negara
ne: देश
ru: Страна
sw: Nchi
ta: நாடு
te: దేశం
vi: Quốc gia

# LanguageLookup.DesiredLanguageDisplayNameLabel
source: You can change how the language name will be displayed here:
ar: يمكنك تغيير كيفية عرض اسم اللغة هنا:
az: Burada dil adı nəcə göstəriləcək dəyişdirə bilərsiniz:
bn: কিভাবে এখানে ভাষার নাম প্রদর্শিত হবে তা আপনি পরিবর্তন করতে পারবেন:
es: Aquí puede cambiar cómo se mostrará el nombre del idioma:
hi: भाषा नाम कैसे प्रदर्शित किया जाएगा उसे आप यहां से बदल सकता है:
id: Anda dapat mengubah cara nama bahasa ditampilkan di sini:
ne: तपाईंले यहाँ भाषाको नाम प्रदर्शन हुने तरिका परिवर्तन गर्न सक्नुहुन्छ:
ru: Здесь вы можете изменить как будет отображаться название языка:
sw: Unaweza kubadilisha jinsi jina la lugha litaonekana hapa:
ta: எப்படி மொழி பெயர் காண்பிக்கப்படும் இங்கு நீங்கள் மாற்றலாம்:
te: మీరు భాష పేరు ఇక్కడ ప్రదర్శించబడుతుంది ఎలా మార్చవచ్చు
vi: Bạn có thể thay đổi cách tên ngôn ngữ xuất hiện ở đây:

# LanguageLookup.LanguageLookupDialogWindowTitle
source: Lookup Language Code...
ar: البحث عن رموز اللغة…
az: Dil kodu axtarış...
bn: ভাষা কোডটি দেখুন...
es: Buscar el Código del Idioma...
hi: लुकअप भाषा कोड...
id: Mencari Kode Bahasa...
ne: भाषाको कोड खोज्नुहोस्...
ru: Искать код языка...
sw: Tazama Jina Fupi la Lugha...
ta: பார்த்து மொழி குறியீடு...
te: భాష కోడ్ వెదకండి
vi: Mã tìm kiếm ngôn ngữ...

# LanguageLookup.PrimaryNameHeader
source: Name
ar: الاسم
az: Adı
bn: নাম
es: Nombre
hi: नाम
id: Nama
ne: नाम
ru: Имя
sw: Jina
ta: பெயர்
te: పేరు
vi: Tên

# LanguageLookup.ShowRegionalDialectsLabel
source: Show regional dialects
ar: عرض اللهجات الإقليمية
az: Yerli ləhcələr göstərilsin
bn: আঞ্চলিক উপভাষা দেখান
es: Mostrar dialectos regionales
hi: स्थानीय बोलियां दिखाएं
id: Tampilkan dialek regional
ne: क्षेत्रीय भाषाहरू देखाउनुहोस्
ru: Показать региональные диалекты
sw: Onyesha lahaja za kieneo
vi: Chi tiết các phương ngữ vùng miền

# LanguageLookup.UnlistedLanguage
source: Unlisted Language
ar: اللغة غير مدرجة
az: Siyahıya salınmamış dil
bn: অতালিকাভুক্ত ভাষা
es: Idioma no enlistado
hi: असूचीबद्ध भाषा
id: Bahasa Tak Terdaftar
ne: असूचीकृत भाषा
ru: Языка нет в списке
sw: Lugha Isiyoorodheshwa
ta: பட்டியலிடாத மொழி
te: జాబితా చెయ్యని భాషా
vi: Ngôn ngữ chưa niêm yết

# LanguageLookup._cannotFindLanguageLink
source: Can't find your language?
ar: لا يمكن العثور على لغتك؟
az: Sizin diliniz tapa bilmirsiniz?
bn: আপনার ভাষা খুঁজে পাচ্ছেন না?
es: ¿No encuentra su idioma?
hi: अपनी भाषा नहीं ढूंढ पा रहे हैं?
id: Tidak dapat menemukan bahasa Anda?
ne: आफ्नो भाषा फेला पार्न सक्नुभएन?
ru: Не можете найти ваш язык?
sw: Hauwezi Kupata lugha yako?
ta: உங்கள் மொழி கண்டுபிடிக்க முடியவில்லை?
te: మీ భాషను దొరకదు?
vi: Không tìm thấy ngôn ngữ của mình?

# LanguageLookup._scriptsAndVariantsLabel
source: my script variant label
az: mənim yazı növü etiketi
bn: আমার লিপির বৈকল্পিক লেবেল
es: mi etiqueta variante de escritura
sw: lebo yangu tofauti ya hati
vi: nhãn tên khác của chữ viết của tôi

# LanguageLookup._scriptsAndVariantsLink
source: Script and Variant
bn: লিপি এবং বৈকল্পিক
es: Escritura y variante
sw: Hati na Lahaja
vi: Chữ viết và Tên gọi khác

# MemoryWarning
source: Unfortunately, {0} is starting to get short of memory, and may soon slow down or experience other problems. We recommend that you quit and restart it when convenient.
ar: للأسف، ذاكرة {0} على وشك الانتهاء، وقد يحدث تباطؤ عن قريب أو تظهر مشاكل أخرى. نوصي بالخروج وإعادة التشغيل في وقت مناسب لك.
az: Təəssüf ki, {0} yaddaşı az olmağa başlaylr, nəticədə aşağı sürəti və ya digər məsələləri ola bilər. Biz sizə proqramdan çıxmaq və rahat olan zamanı onu yenidən başladın tövsiyə edirik.
bn: দুরভাগ্যবশত , {0}–এর মেমরি স্বল্পতা দেখা দেওয়া শুরু হয়েছে, এবং খুব শীঘ্র ধীর গতির হতে পারে অথবা অন্যান্য সমস্যার সম্মুখীন হতে পারেন। আমরা পরামর্শ দেই যে আপনার সুবিধা মতো আপনি কম্পিউটারটি বন্ধ করুন এবং রিস্টার্ট করুন।
es: Desafortunadamente, {0} no tiene memoria suficiente y podrá desacelerarse o experimentar otros problemas. Recomendamos que cierre y reinicie cuando sea conveniente.
hi: दुर्भाग्य वश, {0} की मेमोरी कम होने लगी है, और यह जल्द ही धीमा हो सकता है या इसमें अन्य समस्याएं आ सकती हैं। हम सलाह देंगे कि आप इसे बंद करें और जब सुविधाजनक हो तब फिर से शुरू करें।
id: Sayang sekali, {0} sedang kekurangan memori, dan sebentar lagi akan melambat atau mengalami masalah lain. Sebaiknya Anda keluar dari aplikasi dan mulai lagi pada waktu yang tepat.
ne: दुर्भाग्यवश, {0} मा मेमोरी अपुग हुन थालेको छ, र यो छिटै सुस्त हुन वा यसमा अन्य समस्याहरू आउन सक्छ। हामी तपाईंलाई यसलाई बन्द गरेर पुनः आफूलाई पायक पर्ने समयमा सुरू गर्न सिफारिस गर्दछौं।
ru: К сожалению, {0} не хватает памяти и может замедлить свою работу. Рекомендуем вам выйти и перезапустить в удобное для вас время.
sw: Kwa bahati mbaya, kumbukumbu la {0} linaanza kuelekea kuisha, na hivi karibuni inaweza kusonga polepole au kupata matatizo mengine. Tunapendekeza kuwa uache au uifungue upya inapofaa.
vi: Đáng tiếc, {0} bắt đầu thiếu bộ nhớ, và sẽ hoạt động chậm chạp hay gặp các vấn đề khác. Chúng tôi khuyên bạn nên tắt máy và khởi động lại khi nào thuận tiện.

# MetadataDisplay.Creator
source: Creator: {0}
ar: المؤلف: {0}
az: Yaradıcı: {0}
bn: সৃষ্টিকারী: {0}
es: Creador: {0}
hi: निर्माता: {0}
id: Pembuat: {0}
ne: सर्जक: {0}
ru: Создатель: {0}
sw: Aliyetengeneza: {0}
ta: உருவாக்கியவர் {0}
te: సృష్టికర్త
vi: Người tạo: {0}

# MetadataDisplay.CreatorLabel
source: Creator
ar: المؤلف
az: Yaradıcı
bn: সৃষ্টিকারী
es: Creador
hi: निर्माता
id: Pembuat
ne: सर्जक
ru: Создатель
sw: Aliyetengeneza
vi: Người tạo

# MetadataDisplay.LicenseInfo
source: License Info
ar: معلومات الترخيص
az: Lisensiya Məlumatı
bn: লাইসেন্সের তথ্য
es: Información de la licencia
hi: लाइसेंस जानकारी
id: Keterangan Lisensi
ne: इजाजतपत्र सम्बन्धी जानकारी
ru: Информация о Лицензии
sw: Habari kuhusu Leseni
ta: உரிமம் தகவல்
te: లైసెన్సు
vi: Thông tin giấy phép

# MetadataDisplay.Licenses.CreativeCommons.AttributionRequired
source: You must keep the copyright and credits for authors, illustrators, etc.
ar: يجب الحفاظ على حقوق الطبع والنشر ووضع المساهمين في العمل من مؤلفين ورسامين وما إلى ذلك.
az: Siz müəllifləri, rəssamları və s, üçün müəlliflik hüquqları kreditlər saxlamalısınız.
bn: আপনাকে অবশ্যই লেখক, শিল্পী প্রমুখদের কপিরাইট এবং কৃতজ্ঞতা জানাতে করত হবে।
es: Se debe mantener el derecho de autor así como los créditos de los autores, ilustradores, etc.
hi: आपको लेखकों, चित्रकारों, आदि के लिए कॉपीराइट और आभार देना चाहिए।
id: Anda harus menghargai hak cipta dan pengakuan untuk para penulis, ilustrator, dsb.
ne: तपाईंले लेखक, चित्रकार, इत्यादिको प्रतिलिपि अधिकार सूचना र नाम राख्नुपर्छ।
ru: Вы должны сохранять авторские права авторов, иллюстраторов и т.д.
sw: Ni lazima uweke hati umiliki na sifa kwa waandishi, wachoraji, na kadhalika.
vi: Bạn bắt buộc phải tôn trọng luật bản quyền và thông tin về tác giả, họa sĩ minh họa, etc.

# MetadataDisplay.Licenses.CreativeCommons.CommercialUseAllowed
source: You are free to make commercial use of this work.
ar: يمكنك استخدام هذا العمل لأغراض تجارية.
az: Bu əsərdən alverış məqsədlər üçün istifadə etməyə olar.
bn: আপনি এই কাজটির বাণিজ্যিক ব্যবহার করতে পারেন।
es: Se puede hacer uso comercial de esta obra.
hi: आप इस काम का व्यावसायिक उपयोग करने के लिए स्वतंत्र हैं ।
id: Anda bebas menggunakan karya ini untuk keperluan komersial.
ne: तपाईंले यस रचनालाई व्यापारिक प्रयोजनका लागि प्रयोग गर्न पाउनुहुन्छ।
ru: Вы можете использовать эту работу в коммерческих целях
sw: Uko huru kutumia toleo hili kwa njia ya kibiashara.
vi: Bạn được tự do sử dụng sản phẩm này vì mục đích thương mại.

# MetadataDisplay.Licenses.CreativeCommons.Derivatives
source: You may adapt and add to this work.
ar: يمكنك إدخال تعديلات وإضافات إلى هذا العمل.
az: Bu əsəri deyişdirmək və ona əlavə etmək olar
bn: আপনি এই কাজটি পরিবর্তন এবং যুক্ত করতে পারবেন।
es: Se puede adaptar y añadir a esta obra.
hi: आप इस काम के अनुकूल कर सकते हैं और इसमें जोड़ सकते हैं।
id: Anda dapat menyesuaikan dan menambahkan ke karya ini.
ne: तपाईंले यस रचनालाई समायोज गर्न वा यसमा आफ्नो तर्फबाट थपथाप गर्न पाउनुहुन्छ।
ru: Вы можете адаптировать эту работу и вносить в нее изменения
sw: Unaruhusiwa kuibadilisha na kuongeza kwa toleo hili.
vi: Bạn có thể thay đổi và thêm bớt vào sản phẩm này.

# MetadataDisplay.Licenses.CreativeCommons.DerivativesWithShareAndShareAlike
source: You may adapt and add to this work, but you may distribute the resulting work only under the same or similar license to this one.
ar: يمكنك إدخال تعديلات وإضافات إلى هذا العمل، ولكن لا يجوز لك نشر العمل الناتج عن ذلك إلا بموجب ترخيص هذا العمل نفسه أو ترخيص شبيه.
az: Siz bu əsəri deyişdirmək və ona əlavə etmək olar, amma nəticə olan əsərləri ancaq buna eyni olan və ya oxşayan lisensiya yayındırmaq olar.
bn: আপনি এই কাজে যুক্ত এবং পরিবর্তন করতে পারবেন, কিন্তু আপনি শুধুমাত্র এটির সাথে একই অথবা অনুরূপ লাইসেন্সের অধীনে কাজে ফলাফল বিতরণ করতে পারবেন।
es: Se puede adaptar y añadir a esta obra, pero la obra resultante solo se puede distribuir bajo una licencia igual o similar a esta.
hi: आप इस काम के अनुकूल कर सकते हैं और इस में जोड़ सकते हैं, लेकिन पुरे किए गए काम को आप इसी के तहत या इसके समान लाइसेंस के तहत ही वितरित कर सकते हैं।
id: Anda dapat menyesuaikan dan menambahkan ke karya ini, namun Anda hanya dapat mendistribusikan hasil karya tersebut di bawah lisensi yang sama atau serupa dengan yang ini.
ne: तपाईंले यस रचनालाई समायोज गर्न वा यसमा आफ्नो तर्फबाट थपथाप गर्न पाउनुहुन्छ, तर परिणामी रचनालाई त्‍यसको मूल इजाजतपत्र वा सो सरहको इजाजतपत्र अन्तर्गत मात्र वितरण गर्न पाउनुहुन्छ।
ru: Вы можете адаптировать эту работу и вносить в нее изменения.. Но для распространения результата, вам необходимо использовать под такой же или подобной лицензией
sw: Unaweza kuibadilisha na kuongeza kwa toleo hili, lakini lazima usambaze matokeo ya kazi hii tu chini ya leseni hiyo hiyo au leseni inayofanana na hii.
vi: Bạn có thể thay đổi và thêm bớt vào sản phẩm này, nhưng chỉ có thể chia sẻ sản phẩm cuối cùng với cùng một giấy phép giống như giấy phép cho sản phẩm này.

# MetadataDisplay.Licenses.CreativeCommons.NoDerivatives
source: You may not make changes or build upon this work without permission.
ar: لا يجوز لك إجراء تغييرات على هذا العمل أو التصميم عليه بدون إذن.
az: Siz icazəsiz bu əsərdən dəyişliklər və ya bu əsər əsasən daha elavə etmək olmaz.
bn: অনুমতি ব্যতীত আপনি হয়তো এই কাজটি পরিবর্তন অথবা তৈরি করতে পারবেন না।
es: No se puede hacer cambios o ampliar este trabajo sin permiso.
hi: आप इस में बदलाव नहीं कर सकते या अनुमति के बिना इस काम पर कुछ नया निर्माण नहीं कर सकते।
id: Anda tidak boleh mengubah atau membuat di atas karya ini tanpa izin.
ne: तपाईंले अनुमति नलिइकन यस रचनामा परिवर्तनहरू गर्न वा यसलाई आधार स्रोतको रूपमा प्रयोग गर्न पाउनुहुन्न।
ru: Вы не можете вносить изменения в эту работу и использвать ее как основу для своих работ без получения разрешения
sw: Huruhusiwi kufanya mabadiliko au kuongeza chochote zaidi kwa toleo hili bila idhini.
vi: Bạn không thể thay đổi hay thêm bớt vào sản phẩm này khi chưa được cho phép.

# MetadataDisplay.Licenses.CreativeCommons.NonCommercial
source: You may not use this work for commercial purposes.
ar: لا يجوز لك استخدام هذا العمل لأغراض تجارية.
az: Bu əsərdən alverış məqsədlər üçün istifadə etmək olmaz.
bn: আপনি হয়তো বা এই কাজটি বাণিজ্যিক উদ্দেশ্যে ব্যবহার করতে পারবেন না।
es: No se puede utilizar esta obra para fines comerciales.
hi: आप व्यावसायिक उपयोग के लिए इस काम का प्रयोग नहीं कर सकते।
id: Anda tidak boleh menggunakan karya ini untuk keperluan komersial.
ne: तपाईंले यो रचनालाई व्यापारिक प्रयोजनका लागि प्रयोग गर्न पाउनुहुन्न।
ru: Вы не можете использовать эту работу в коммерческих целях
sw: Huruhusiwi kutumia toleo hili kwa shughuli za kibiashara.
vi: Bạn không thể sử dụng sản phẩm này vì mục đích thương mại.

# MetadataDisplay.Licenses.CreativeCommons.PublicDomain
source: You can copy, modify, and distribute this work, even for commercial purposes, all without asking permission.
az: Bu əsər hətta kommersiya məqsədləri üçün, icazəsiz istəmədən köçürə dəyişədirə və yaya bilərsiniz.
bn: আপনি এই কাজের প্রতিলিপি করতে পারেন ও উন্নত করতে পারেন, এ ছাড়াও বিতরন করতে পারেন এমনকি ব্যানিজ্যিক উদ্দ্যেশেও, সমস্ত কিছুই কোনোরকম অনুমতি ছাড়াই করতে পারেন।
es: Se puede copiar, modificar y distribuir esta obra, incluso para fines comerciales, sin pedir permiso.
hi: आप इस काम को कॉपी सकते हैं, सुधार सकते हैं, और व्यावसायिक उपयोग के लिए वितरित भी कर सकते हैं, यह सब आप अनुमति लिए बिना कर सकते हैं।
sw: Unaweza kunakili, kurekebisha, na kusambaza kazi hii, hata kwa madhumuni ya kibiashara, yote bila ya kuomba ruhusa.
vi: Bạn có thể sao chép, thay đổi, và chia sẻ sản phẩm này, kể cả vì mục đích thương mại, mà không cần xin phép.

# MetadataDisplay.Licenses.NullLicense
source: For permission to reuse, contact the copyright holder.
ar: للحصول على إذن إعادة استخدام، عليك الاتصال بمالك حقوق الطبع والنشر.
az: Bu əsərdən yenidən istifadə etmək üçün, Müəllif hüququ məxsus olan şəxs ilə elaqə edin.
bn: পুনর্ব্যবহারের অনুমতির জন্য, কপিরাইট ধারণকারীর সাথে যোগাযোগ করুন।
es: Para obtener permiso para la reutilización, comuníquese con el titular de los derechos de autor.
hi: फिर से उपयोग करने की अनुमति के लिए, कॉपीराइट धारक से संपर्क करें।
id: Untuk memperoleh izin penggunaan kembali, hubungi pemegang hak cipta.
ne: पुनः प्रयोग गर्ने अनुमति लिन, प्रतिलिपि अघिकार धारकसंग सम्पर्क गर्नुहोस्।
ru: Для получения разрешения для использования, свяжитесь с обладателем авторских прав
sw: Iwapo utataka kuitumia tena, tafadhali wasiliana na aliye na haki ya kumiliki.
vi: Để xin phép sử dụng, hãy liên lạc với người giữ bản quyền.

# MetadataDisplay.NoLicense
source: No license specified
ar: لم يتم تحديد ترخيص
az: Həç bir lisensiya müəyyənləşdirilməmişdir.
bn: কোন লাইসেন্স নির্ধারিত নয়
es: Ninguna licencia especificada
hi: कोई भी लाइसेंस निर्दिष्‍ट नहीं है
id: Lisensi tidak ditetapkan
ne: कुनै इजाजतपत्र तोकिएको छैन
ru: Лицензия не указана
sw: Hakuna leseni maalum
ta: குறிப்பிட்ட உரிமத்தை
te: పేర్కొన్న ఎటువంటి లైసెన్స్
vi: Không quy định giấy phép nào

# MetadataEditor.AllowCommercialUse
source: Allow commercial uses of your work?
ar: هل تسمح باستخدام العمل لأغراض تجارية؟
az: Sizin əsərinizdən alveriş məqsədlər üçün istifadə etməyə izin verirsizmi?
bn: আপনার কাজের বাণিজ্যিক ব্যবহারের অনুমতি দিচ্ছেন কি?
es: ¿Permite hacer uso comercial de su trabajo?
hi: क्या आप आपके काम को वाणिज्यिक उपयोग करने की अनुमति देते हैं?
id: Boleh menggunakan karya Anda untuk keperluan komersial?
ne: आफ्नो रचनालाई व्यापारिक प्रयोजनका लागि अनुमति दिने?
ru: Разрешить коммерческое использование вашей работы?
sw: Kubali kazi yako kutumika kwa shughuli za kibiashara?
ta: உங்கள் வேலை வணிக பயன்பாடுகளும் அனுமதி?
te: మీ పని వ్యాపార ఉపయోగాలు అనుమతించాలా?
vi: Cho phép sử dụng sản phẩm của bạn vì mục đích thương mại hay không?

# MetadataEditor.AllowDerivatives
source: Allow modifications of your work?
ar: هل تسمح بإدخال تعديلات على عملك؟
az: Sizin əsərinizdən dəyişikliklər icazə verirsizmi?
bn: আপনার কাজের পরিবর্তনের অনুমতি দিচ্ছেন কি?
es: ¿Permite hacer modificaciones a su trabajo?
hi: अपने काम में सुधार की अनुमति देते हैं?
id: Boleh memodifikasi karya Anda?
ne: आफ्नो रचना परिमार्जन गर्न अनुमति दिने?
ru: Разрешить вносить изменения в вашу работу?
sw: Kubali kazi yako ibadilishwe?
ta: உங்கள் வேலை மாற்றமைவுகள் அனுமதி?
te: మీ పని మార్పులతో అనుమతించాలా?
vi: Cho phép thay đổi sản phẩm của bạn hay không?

# MetadataEditor.CopyrightHolder
source: Copyright Holder
ar: مالك حقوق الطبع والنشر
az: Müəlliflik Hüququ Məhsus Olan Şəxs
bn: কপিরাইট ধারণকারী
es: Titular de los derechos de autor
hi: कॉपीराइट धारक
id: Pemegang Hak Cipta
ne: प्रतिलिपि अधिकार धारक
ru: Владелец авторских прав
sw: Anayemiliki haki ya Kunakili
ta: பதிப்புரிமை கொண்டிருப்பவர்கள்
te: కాపీరైట్ హక్కుదారు
vi: Người giữ bản quyền

# MetadataEditor.CopyrightYear
source: Copyright Year
az: Müəllif Hüquqları İli
bn: কপিরাইট বছর
es: Año de los derechos de autor
hi: Coypright year
sw: Mwaka wa Hakimiliki
vi: Năm bản quyền

# MetadataEditor.CreativeCommons
source: Creative Commons
ar: المشاع الإبداعي
az: Yaradıcı Birliklər
bn: ক্রিয়েটিভ কমন্স/ সার্বজনীন ব্যবহারের জন্য
hi: क्रिएटिव कॉमन्स
id: Kesepakatan Umum dalam Pembuatan
sw: Ubunifu wa Kawaida
ta: ஆக்கப்பூர்வ செய்தியாக
te: క్రియేటివ్ కామన్స్

# MetadataEditor.CreativeCommons.Intergovernmental
source: Intergovernmental Version
ar: إصدار مشترك بين الحكومات
az: Hökumətlərarası Versiyası
bn: আন্তঃসরকারী সংস্করণ
es: Versión Intergubernamental
hi: अंतरसरकारी संस्करण
id: Intergovernmental Versi
sw: Tafsiri ya kati ya kiserikali
vi: Bản liên nhà nước
