Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Palaso.xlf
Languages: ar, az, bn, es, hi, id, ne, ru, sw, ta, te, vi

# MetadataEditor.CreatorLabel
source: Creator
ar: المؤلف
az: Yaradıcı
bn: সৃষ্টিকারী
es: Creador
hi: निर्माता
id: Pembuat
ne: सर्जक
ru: Создатель
sw: Aliyetengeneza
ta: உருவாக்கியவர்
te: సృష్టికర్త
vi: Người tạo

# MetadataEditor.CustomLicense
source: Custom
ar: مخصص
az: Fərdiləşdirilən
bn: কাস্টম/ প্রয়োজন অনুসারে পরিবর্তন
es: Personalizado
hi: कस्टम
id: Khusus
ne: कस्टम
ru: Другие
sw: Kawaida
ta: விருப்பம்
te: కస్టమ్
vi: Tùy biến

# MetadataEditor.License
source: License
az: Lisenziya
bn: লাইসেন্স/ অনুমতি পত্র
es: Licencia
hi: लाइसेंस
sw: Leseni
vi: Giấy phép

# MetadataEditor.PublicDomain
source: The copyright holder waives all rights
bn: কপিরাইট ধারক সমস্ত অধিকার পরিত্যাগ করে
es: El títular de derchos de autor renuncia todos sus derechos
sw: Mmiliki wa hakimiliki anaondoa haki zote
vi: Người giữ bản quyền có tất cả quyền hạn

# MetadataEditor.PublicDomain_ToolTip_
source: The copyright holder waives all rights
sw: Mmiliki wa hakimiliki anaondoa haki zote
vi: Người nắm giữ bản quyền có tất cả quyền hạn

# MetadataEditor.TitleNoCredit
source: Copyright and License
ar: حقوق الطبع والنشر والترخيص
az: Müəlliflik hüququ və lisensiya
bn: কপিরাইট এবং লাইসেন্স
es: Derechos de autor y licencia
hi: कॉपीराइट और लाइसेंस
id: Hak Cipta dan Lisensi
ne: प्रतिलिपि अधिकार र इजाजतपत्र
ru: Авторские права и Лицензия
sw: Haki ya kunakili na Leseni
vi: Bản quyền và Giấy phép

# MetadataEditor.TitleWithCredit
source: Credit, Copyright, and License
ar: المساهمون في العمل وحقوق الطبع والنشر والترخيص
az: Məziyyət, Müəlliflik hüququ və Lisensiya
bn: কৃতজ্ঞতা, কপিরাইট, এবং লাইসেন্স
es: Crédito, derechos de autor y licencia
hi: आभार, कॉपीराइट, और लाइसेंस
id: Penghargaan, Hak Cipta, dan Lisensi
ne: श्रेय, प्रतिलिपि अधिकार र इजाजतपत्र
ru: Благодарности, Авторские права и Лицензия
sw: Sifa, Haki ya kunakili, na Leseni
vi: Danh đề, Bản quyền và Giấy phép

# MetadataEditor.UnknownLicense
source: Contact the copyright holder for any permissions
ar: اتصل بمالك حقوق الطبع والنشر للحصول على أي أذونات
az: İcazələr üçün Müəlliflik hüququ məhsus olan şəxs ilə əlaqə edin.
bn: যেকোনো অনুমতির জন্য কপিরাইট ধারণকারীর সাথে যোগাযোগ করুন
es: Comuníquese con el titular de los derechos de autor para solicitar permisos
hi: किसी भी अनुमतियों के लिए कॉपीराइट धारक से संपर्क करें
id: Hubungi pemegang hak cipta untuk setiap izin
ne: कुनै पनि अनुमति लिन प्रतिलिपि अधिकार धारकसंग सम्पर्क गर्नुहोस्
ru: Связаться с владельцем авторских прав для получения разрешения
sw: Wasiliana na aliye na haki ya kunakili ili kupata idhini
ta: எந்த அனுமதிகள் பதிப்புரிமை கொண்டிருப்பவர்கள் உதவிக்கு
te: క్రెడిట్, ఏ అనుమతులు కోసం కాపీహక్కుదారుని
vi: Hãy liên lạc với người giữ bản quyền để xin phép

# MetadataEditor.UnknownLicense_ToolTip_
source: Contact the copyright holder for any permissions
ar: اتصل بمالك حقوق الطبع والنشر للحصول على أي أذونات
az: İcazələr üçün Müəlliflik hüququ məhsus olan şəxs ilə əlaqə edin.
hi: किसी भी अनुमतियों के लिए कॉपीराइट धारक से संपर्क करें
ne: कुनै पनि अनुमति लिन प्रतिलिपि अधिकार धारकसंग सम्पर्क गर्नुहोस्
sw: Wasiliana na mmiliki wa hakimiliki ili kupata idhini
vi: Hãy liên lạc với người giữ bản quyền để xin phép

# MetadataEditor.YesShareAlike
source: Yes, as long as others share alike
ar: نعم، ما دامت الحصة مساوية لحصة الآخرين
az: Bəli, əgər başqalar da bərabər paylaşacaqlar.
bn: হ্যাঁ, যতক্ষণ পর্যন্ত অন্যরা একই রকম শেয়ার করে
es: Sí, mientras que otros compartan igualmente
hi: हां, जब तक दूसरे समान साझा करें
id: Ya, asalkan orang lain berbagi hal yang sama
ne: हुन्छ, अरूले पनि समान रूपमा आदान-प्रदान गर्छन् भने
ru: Да, с распространением на тех же условиях
sw: Ndiyo, kama wengine wataishirikisha vile vile
ta: ஆம், உள்ளவர்களை மற்றவர்கள் போல பகிர
te: అవును, కాలం ఇతరులు ఇలానే పంచుకోవాలి వంటి
vi: Đồng ý, khi nào người khác chia sẻ giống như vậy

# MetadataEditor.YesShareAlike_ToolTip_
source: Yes, as long as others share alike
ar: نعم، ما دامت الحصة مساوية لحصة الآخرين
az: Bəli, əgər başqalar da bərabər paylaşacaqlar.
hi: हां, जब तक दूसरे समान साझा करें
ne: हुन्छ, अरूले पनि समान रूपमा आदान-प्रदान गर्छन् भने
sw: Ndiyo, kama wengine wataishirikisha vile vile
vi: Đúng, miễn là những người khác chia sẻ điều tương tự

# MetadataEditor.additionalRequestsLabel
source: Additional Requests
ar: طلبات إضافية
az: Əlavə Xahişlər
bn: অতিরিক্ত অনুরোধসমূহ
es: Solicitudes adicionales
hi: अतिरिक्त अनुरोध
id: Permintaan Tambahan
ne: अतिरिक्त अनुरोधहरू
ru: Дополнительные запросы
sw: Maombi zaidi
ta: கூடுதல் கோரிக்கைகள்
te: అదనపు విన్నపాలు
vi: Yêu cầu khác

# MetadataEditor.betterLinkLabel1
source: more info
ar: مزيد من المعلومات
az: Davamı məlumat
bn: আরো তথ্য
es: más información
hi: अधिक जानकारी
id: keterangan lebih lanjut
ne: थप जानकारी
ru: Больше информации
sw: habari zaidi
ta: மேலும் தகவல்
te: మరింత సమాచారం
vi: thông tin thêm

# MetadataEditor.linkToPublicDomainCC0
source: about {0} Public Domain
bn: সম্পর্কে {0} পাবলিক ডোমেন
es: acerca del dominio público {0}
sw: kuhusu{0} Kikoa cha umma
vi: về {0} Public Domain

# MetadataEditor.linkToWarningAboutRefiningCreativeCommons
source: Not Enforceable
ar: غير قابل للتنفيذ
az: Həyata keçirilə bilməz
bn: প্রয়োগযোগ্য নয়
es: No aplicable
hi: प्रवर्तनीय नहीं
id: Tidak Dapat Diterapkan
ne: लागूयोग्य छैन
ru: Не подлежит исполнению
sw: Haiwezi Kutekelezwa
ta: இல்லை அமல்படுத்தப்பட
te: అమలు చేయలేని
vi: Không thể áp đặt

# ScriptsAndVariants.ScriptsAndVariantsDialog._cancelButton
source: Cancel
bn: বাতিল করুন
es: Cancelar
sw: Ghairi
vi: Huỷ

# ScriptsAndVariants.ScriptsAndVariantsDialog._okButton
source: OK
bn: ঠিক আছে
es: Aceptar
sw: Sawa

# ScriptsAndVariantsDialog.ScriptsAndVariants
source: Script and Variant
bn: লিপি এবং বৈকল্পিক
es: Escritura y variante
sw: Hati na Lahaja
vi: Chữ viết và Tên gọi khác

# SettingsProtection.AlsoHideOthersNotice
source: This may also hide other buttons which are not needed by the non-advanced user.
ar: قد يؤدي هذا أيضاً إلى إخفاء الأزرار الأخرى التي لا يحتاج إليها المستخدم غير المتقدم.
az: Bu da təcrübəsiz istifadəçiyə lazım olmayan digər düymələr gizlətə bilər.
bn: অনুন্নত ব্যবহারকারীদের প্রয়োজন নয় এমন বোতামসমূহ এটি লুকিয়ে রাখতে পারে।
es: Esto también puede ocultar otros botones que no son necesarios para el usuario no avanzado.
hi: यह उन अन्य बटनों को भी छिपा सकता है जो गैर-उन्नत उपयोगकर्ता के लिए जरूरी नहीं हैं।
id: Ini juga akan menyembunyikan tombol lain yang tidak diperlukan oleh pengguna yang bukan tingkat mahir.
ne: यसले प्रारम्भिक प्रयोगकर्ताहरूका लागि आवश्यक नरहेको अन्य बटनहरू पनि लुकाउन सक्छ।
ru: Вы можете скрывать другие кнопки, которые не нежны неопытным пользователям.
sw: Hii pia inaweza kuficha vitufe vingine ambavyo havihitajiki na mtumiaji asiye na ufasaha wa juu.
ta: இது கூட மறைக்க எந்த தேவை அல்லாத-மேம்பட்ட பயனரால் மற்ற பொத்தான்கள் இருக்கலாம்.
te: ఈ కూడా కాని ఆధునిక వినియోగదారు అవసరమైన ఇతర బటన్లు దాచవచ్చు.
vi: Điều này cũng có thể ẩn các nút bấm không cần thiết cho người dùng không chuyên.

# SettingsProtection.CtrlShiftHint
source: The button will show up when you hold down the Ctrl and Shift keys together.
ar: سيظهر الزر عند الضغط باستمرار على مفتاحي Ctrl وShift معاً.
az: Siz CTRL və SHIFT düyməsi birlikdə basıb saxlayərkən o düymə görünəcək.
bn: কন্ট্রোল এবং শিফট কী একসাথে চেপে ধরলে বোতামটি দৃশ্যমান হবে।
es: El botón se mostrará cuando se mantengan presionadas juntas las teclas Ctrl y Mayús.
hi: जब आप कंट्रोल और शिफ्ट को एक साथ दबाए रखेंगे तब यह बटन दिखाई देगा।
id: Tombol ini akan tampil ketika Anda menekan tombol Ctrl dan Shift pada saat yang sama.
ne: तपाईंले Ctrl र Shift कुञ्जीहरूलाई एकैपटक थिचेर थामिराख्दा यो बटन देखा पर्नेछ।
ru: Эта кнопка будет появляться, когда вы будете нажимать Ctrl и Shift одновременно
sw: Kitufe kitajitokeza utakapofinya kii za Ctrl na Shift kwa pamoja.
ta: பிடித்திருக்கையில் Ctrl மற்றும் Shift விசைகளை இணைந்து உள்ள பொத்தானை கிடைக்கப்பட்ட.
te: బటన్ మీరు Ctrl తగ్గేందుకు మరియు కలిసి కీలను Shift ఉన్నప్పుడు కనిపిస్తాయి
vi: Nút ấn sẽ hiện khi bạn nhấn giữ đông thời phím Ctrl và Shift.

# SettingsProtection.LauncherButtonLabel
source: Settings Protection...
ar: الإعدادات…
az: Parametrlər
bn: সেটিংস সুরক্ষা...
es: Protección de configuraciones...
hi: सेटिंग सुरक्षा..
ne: सेटिङहरू...
ru: Настройки...
sw: Mipangilio...
te: సెట్టింగులు రక్షణ ...
vi: Bảo vệ Cài đặt...

# SettingsProtection.NormallyHiddenCheckbox
source: Hide the button that opens settings.
ar: إخفاء الزر الذي يفتح الإعدادات.
az: Parametrlər açan düyməni gizlətmək.
bn: সেটিংস উন্মুক্তকারী বোতামটি লুকিয়ে রাখুন।
es: Ocultar el botón que abre la configuración.
hi: वह बटन छुपाएं जो सेटिंग्स खोलता है।
id: Sembunyikan tombol yang membuka pengaturan.
ne: सेटिङहरू खोल्ने बटन लुकाउनुहोस्।
ru: Скрыть кнопку настроек
sw: Ficha kitufe kinachofungua mipangilio.
ta: பொத்தான் அமைப்புகள் திறக்கும் மறை.
te: సెట్టింగులను తెరుచుకునే బటన్ దాచు.
vi: Ẩn nút mở cài đặt.

# SettingsProtection.PasswordDialog.FactoryPassword
source: Factory Password
ar: كلمة مرور المصنع
az: İstəhsaldan olan parolu
bn: ফ্যাক্টরি পাসওয়ার্ড
es: Contraseña de fábrica
hi: फैक्टरी पासवर्ड
id: Kata Sandi default
ne: फ्याक्ट्री पासवर्ड
ru: Заводской пароль
sw: Neno la siri la awali
ta: தொழிற்சாலை கடவுச்சொல்
te: ఫ్యాక్టరీ పాస్వర్డ్ను

# SettingsProtection.PasswordDialog.Password.Explanation
source: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.
ar: لمنع التغييرات غير المقصودة التي يمكن أن تتسبب في توقف هذه الأداة عن العمل، تم قفل هذه الإعدادات.
az: Bu alət işdən çıxartmaq təsadüfi dəyişliklər qarşını almaq üçün, parametrlər kilidlənmişdir.
bn: দুর্ঘটনাবশত পরিবর্তন রোধে যা এই টুলটি আপনার জন্য কাজ করা বন্ধ করে দিতে পারে, এই সেটিংসসমূহ বদ্ধ করে রাখা হয়েছে।
es: Estas configuraciones han sido bloquedas para prevenir cambios accidentales que podrían impedir el funcionamiento de esta herramienta.
hi: आकस्मिक बदलाव रोकने के लिए जिससे यह उपकरण आप के लिए काम करना बंद कर सकता है, इन सेटिंग्स को अवरोधित किया गया है।
id: Untuk mencegah perubahan yang tidak disengaja yang dapat membuat alat ini berhenti berfungsi untuk Anda, pengaturan ini telah dikunci.
ne: यस उपकरणलाई निष्क्रिय बनाउन सक्ने अप्रत्याशित परिवर्तनहरू हुन नदिन यी सेटिङहरूलाई लक गरिएका छन्।
ru: Чтобы избежать случайных изменений, которые могут повредить вашей работе, эти настройки были заблокированы.
sw: Ili kuzuia mabadiliko yasiyokusudiwa, ambayo yanaweza kubadilisha kifaa hiki na kukifanya kutokutendea kazi, mipangilio hii imefungwa.
ta: உங்களுக்கு வேலை நிறுத்த இந்த கருவி ஏற்படுத்தலாம் எதிர்பாராத மாற்றங்கள் தடுக்க, இந்த அமைப்புகள் உங்களுக்கு பூட்டப்பட்டுள்ளது.
te: ఈ సాధనం మీరు కోసం పని ఆపడానికి కారణం కావచ్చు ఇది ప్రమాదవశాత్తు మార్పులు నివారించడానికి, ఈ సెట్టింగులను లాక్ చేశారు.
vi: Để ngăn chặn những thay đổi vô tình có thể khiến cho công cụ này ngừng hoạt động, các cài đặt này đã bị khóa.

# SettingsProtection.PasswordDialog.SettingsPasswordWindowTitle
source: Settings Protection Password
ar: كلمة مرور حماية الإعدادات
az: Parametrlər Müdafiə Parolu
bn: সেটিংস সুরক্ষা পাসওয়ার্ড
es: Contraseña para proteger la configuración
hi: सेटिंग्स सुरक्षा पासवर्ड
id: Kata Sandi Perlindungan Pengaturan
ne: सेटिङ सुरक्षाको पासवर्ड
ru: Настройки пароля
sw: Neno la Siri la kulinda Mipangilio
ta: அமைப்புகளை பாதுகாப்பு கடவுச்சொல்
te: సెట్టింగులు రక్షణ పాస్వర్డ్ను
vi: Mật khẩu Bảo vệ Cài đặt

# SettingsProtection.PasswordDialog.ShowCharactersCheckbox
source: Show Characters
ar: إظهار الأحرف
az: Hərflər göstərilsin
bn: অক্ষর প্রদর্শন
es: Mostrar caracteres
hi: वर्ण दिखाएँ
id: Tampilkan Karakter
ne: वर्णहरू देखाउनुहोस्
ru: Показать символы
sw: Onyesha Herufi
ta: எழுத்துக்குறிகளைக் காண்பி
te: కార్యక్రమం పాత్రలు
vi: Hiển thị Kí tự

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page.
ar: كلمة مرور المصنع لهذه الإعدادات هي "{0}". إذا نسيتها، فيمكنك دائمًا البحث عن "{1}" و في Google
az: Bu parametrlər üçün istəhsalda verilən parol "{0}" -dır. Əgər onu unudursizsa, həmişə {1} üçün "google" ilə axtara bilərsiniz.
bn: এই সেটিংসসমূহের জন্য ফ্যাক্টরি পাসওয়ার্ডটি হল "{0}"।যদি আপনি এটি ভুলে যান, আপনি সবসময় {1} সহায়তা কারি পৃষ্ঠাতে যান।
hi: इन सेटिंग्स के लिए फैक्ट्री पासवर्ड "{0}" है। अगर आप इसे भूल जाएं, तो आप कभी भी "{1}" और को गूगल कर सकते हैं
ne: यी सेटिङहरूको फ्याक्ट्री पासवर्ड "{0}" हो। यसलाई बिर्सनुभएको खण्डमा, तपाईंले जुन सुकै बेला "{1}" र लाई Google मा खोज्न सक्नुहुन्छ।
sw: Nenosiri la awali la mipangilio hii ni "{0}". Iwapo utalisahau, unaweza kutembelea {1} ukurasa wa msaada kila wakati.

# SettingsProtection.PasswordNoticeWithSupportUrl
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page: {2}
bn: এই সেটিংসের জন্য কারখানার পাসওয়ার্ড "{0}"। যদি আপনি এটি ভুলে যান তবে আপনি সর্বদা {1} সমর্থন পৃষ্ঠাটি দেখতে পারেন: {2}
es: La contraseña de fábrica para estas configuraciones es "{0}". Si la olvida, siempre puede visitar la página de apoyo {1} en: {2}
sw: Nenosiri la kiwanda la mipangilio hii ni "{0}". Ukilisahau, unaweza kulitafuta kila wakati kwenye {1} ukurasa wa msaada: {2}

# SettingsProtection.RequirePasswordCheckBox
source: Require the factory password to get into settings.
ar: يلزم كتابة كلمة مرور المصنع للوصول إلى الإعدادات.
az: Parametrlərə girmək üçün istəhsalda verilən parol tələb etmək.
bn: সেটিংসে প্রবেশের জন্য ফ্যাক্টরি পাসওয়ার্ডটি প্রয়োজন।
es: Se requiere la contraseña de fábrica para entrar en la configuración.
hi: सेटिंग्स में जाने के लिए फैक्टर पासवर्ड आवश्यक है।
id: Wajibkan kata sandi default dimasukkan ke pengaturan.
ne: सेटिङहरूमा जान फ्याक्टी पासवर्ड प्रविष्ट गर्न आवश्यक हुने बनाउनुहोस्।
ru: Требуется заводской пароль, чтобы получить доступ к настройкам
sw: Hitaji neno la siri la awali ili kuingia kwenye mipangilio.
ta: அமைப்புகள் வர தொழிற்சாலை கடவுச்சொல் தேவைப்படும்.
te: సెట్టింగులను పొందడానికి ఫ్యాక్టరీ పాస్వర్డ్ అవసరం

# SettingsProtection.SettingProtectionDialogTitle
source: Settings Protection
ar: حماية الإعدادات
az: Parametrlər Müdafiəsi
bn: সেটিংস সুরক্ষা
es: Protección de configuración
hi: सेटिंग सुरक्षा
id: Perlindungan Pengaturan
ne: सेटिङहरूको सुरक्षा
ru: Защита настроек
sw: Ulinzi wa mipangilio
ta: பாதுகாப்பு அமைப்புகள்
te: సెట్టింగులు రక్షణ
vi: Bảo vệ Cài đặt

# ShowReleaseNotesDialog.WindowTitle
source: Release Notes
ar: ملاحظات الإصدار
az: Buraxılış Qeydlər
bn: রিলিজ নোট/ মুক্ত স্মারকলিপি
es: Notas de la versión
hi: रिलीज नोट्स
id: Catatan rilis
sw: Muhtasari wa toleo
vi: Ghi chú Phát hành

# VoiceIdentifierView.betterLabel1
source: In applications which support this option, fields with this input system will be able to play and record voice.
bn: অ্যাপ্লিকেশনগুলিতে যা এই বিকল্পটিকে সমর্থন করে, এই ইনপুট সিস্টেম সহ ক্ষেত্রগুলি ভয়েস প্রসার করতে এবং রেকর্ড করতে সক্ষম হবে।
es: En las aplicaciones que soportan esta opción, los campos con esta sistema de ingreso podrán grabar y reproducir la voz.
sw: Katika programu zinazounga mkono chaguo hili, sehemu zilizo na mfumo huu wa kuingiza zitaweza kucheza na kurekodi sauti.
vi: Trong các ứng dụng hỗ trợ lựa chọn này, các trường với hệ thống nhập này sẽ có thể bật và ghi âm giọng nói.

# WSFontControl.Font
source: &Font:
ar: ال&خط:
az: &Şrift
bn: &ফন্ট:
es: &Fuente:
hi: &फोंट:
id: &Bentuk huruf:
ne: &फन्ट:
ru: &Шрифт:
sw: &Fonti:
vi: &Phông chữ:

# WSFontControl.FontNotAvailable
source: (The selected font is not available on this machine. Using default.)
ar: (الخط المحدد غير متوفر على هذا الجهاز. يتم استخدام الخط الافتراضي.)
az: Seçilmiş şrift bu kompüterdə yerinde yoxdur. Susmaya görə parametrlər istidfadə olunur.)
bn: (নির্বাচিত ফন্টটি এই যন্ত্রে বিদ্যমান নেই। ডিফল্ট ব্যবহার করুন।)
es: (La fuente seleccionada no está disponible en esta computadora. Se usará la fuente predeterminada.)
hi: (चुना हुआ फोंट इस मशीन पर उपलब्ध नहीं है। डिफ़ॉल्ट फोंट का उपयोग किया जा रहा है)
id: (Bentuk huruf yang dipilih tidak tersedia pada mesin ini. Menggunakan default).
ne: (चयन गरिएको फन्ट यो यन्त्रमा उपलब्ध छैन। पूर्वनिर्धारित फन्ट प्रयोग गरिनेछ।)
ru: (Выбранный шрифт недоступен на вашем компьютере. Будет использован шрифт по умолчанию)
sw: (Fonti iliyochaguliwa haipatikani kwenye mtambo huu. Tunatumia kawaida)
vi: (Phông chữ được chọn không có sẵn trên máy này. Đang sử dụng phông mặc định.)

# WSFontControl.RightToLeftWS
source: This is a &right to left writing system.
ar: هذا نظام كتابة من &اليمين إلى اليسار.
az: Bu &sağdan sola gədən yazı sistemidir.
bn: এটি একটি ডান হতে বামে লিখন পদ্ধতি।
es: Esto es una &escritura de derecha a izquierda.
hi: यह एक &दाएं से बायें लिखने की पद्धत है।
id: Ini adalah sistem penulisan kanan ke kiri.
ne: यो &दायाँ देखि बायाँतिर लेख्ने प्रणाली हो।
ru: Это &система письма справа налево
sw: Huu ni mfumo wa kuandika wa kutoka kulia kwenda kushoto.
vi: Đây là & hệ thống viết chữ từ phải qua trái.

# WSFontControl.Size
source: &Size:
ar: ال&حجم:
az: &Ölcu
bn: এবং আকার:
es: &Tamaño:
hi: &आकार:
id: &Ukuran:
ne: &आकार:
ru: &Размер:
sw: U&kubwa:
vi: &Kích cỡ:

# WSFontControl.TestArea
source: &Test Area:
ar: &منطقة الاختبار:
az: &Sınaq sahəsi
bn: & পরীক্ষা ক্ষেত্র:
es: &Área de prueba:
hi: &जांच क्षेत्र:
id: &Area Pengujian:
ne: &परीक्षण क्षेत्र:
ru: &Тестово поле:
sw: &Eneo la kujaribisha:
vi: &Vùng thử nghiệm:

# WSIdentifierView.betterLabel4
source: Abbreviation
bn: সংক্ষেপ
es: Abreviatura
sw: Kifupisho
vi: Viết tắt

# WSIdentifierView.betterLabel5
source: Special:
bn: বিশেষ:
es: Especial:
sw: Maalum:
vi: Đặc biệt:

# WSIdentifiers.IpaIdentifierView.Default
source: Default
bn: ডিফল্ট
es: Predetermindado
sw: Chaguo-msingi
vi: Mặc định

# WSIdentifiers.IpaIdentifierView.Emic
source: Emic (uses phonology of the language)
bn: ইমিক (ভাষার শব্দবিজ্ঞান ব্যবহার করে)
es: Emic (utiliza la fonología del idioma)
sw: Emic (hutumia fonolojia ya lugha)

# WSIdentifiers.IpaIdentifierView.Etic
source: Etic (raw phonetic transcription)
bn: এটিক (কাঁচা শব্দতত্ত্ব-সংক্রান্ত প্রতিলিপি)
es: Etic (transcripción fonética automática)
sw: Etic (unukuzi wa kifonetiki ambao haujachakatwa)

# WSKeyboardControl.KeyboardNotListed
source: If the keyboard you need is not listed, click the appropriate link below to set it up
ar: إذا لم تكن لوحة المفاتيح التي تحتاج إليها مُدرجة، فانقر على الرابط المناسب أدناه لإعدادها
az: Sizə siyahıda lazım olan klaviatura yoxdırsa, onu quraşdırmaq üçün aşağıda müvafiq linki tıklayın.
bn: আপনার যে কীবোর্ডটি প্রয়োজন তা যদি তালিকায় না থাকে, তাহলে সেট আপ করতে নীচের যথাযথ লিংকে ক্লিক করুন
es: Si el teclado que necesita no está en la lista, haga clic en el enlace apropiado abajo para configurarlo
hi: आपको जिस कीबोर्ड की जरुरत है यदि वह सूची में नहीं है, तो उसे सेट करने के लिए नीचे दिए उचित लिंक पर क्लिक करें
id: Jika keyboard yang Anda butuhkan tidak tercantum, klik tautan yang sesuai di bawah untuk mengaturnya
ne: तपाईंलाई चाहिएको किबोर्ड सूचीकृत छैन भने, किबोर्ड सेट अप गर्न तल उपयुक्त स्राेतमा क्लिक गर्नुहोस्
ru: Если нужная вам клавиатура не указана в списке, кликните ссылку ниже чтобы установить ее.
sw: Iwapo kibodi unayohitaji haijaorodheshwa, bofya kiunganishi kinachofaa hapa chini ili kuiweka.
ta: நீங்கள் விசைப்பலகையை பட்டியலில், இல்லையெனில் தகுந்த கீழே உள்ள இணைப்பை சொடுக்கவும் அது அமைக்க
te: మీరు అవసరం కీబోర్డ్ జాబితా కాకపోతే, దానిని సెట్ క్రింద తగిన లింక్ క్లిక్ చేయండి.
vi: Nếu bàn phím bạn cần không có trong danh sách, nhấn chọn đường link bên dưới để thêm bàn phím

# WSKeyboardControl.KeyboardSettingsLink
source: Windows keyboard settings
ar: إعدادات لوحة المفاتيح في Windows
az: Windows klaviatura parametrləri
bn: উইন্ডোজের কীবোর্ড সেটিংস
es: Configuración del teclado de Windows
hi: विंडोज़ कीबोर्ड सेटिंग्स
id: Pengaturan keyboard Windows
ne: Windows किबोर्ड सेटिङहरू
ru: Настройки Windows клавиатуры
sw: Mipangilio ya Windosi ya kibodi
ta: Windows விசைப்பலகை அமைப்புகள்
te: విండో కీబోర్డ్ సెట్టింగ్లు
vi: Cài đặt bàn phím Windows

# WSKeyboardControl.KeyboardsAvailable
source: Available keyboards
ar: لوحات المفاتيح المتوفرة
az: Mümkün olan klaviaturalar
bn: বিদ্যমান কীবোর্ডসমূহ
es: Teclados disponibles
hi: उपलब्ध कीबोर्ड
id: Keyboard yang tersedia
ne: उपलब्ध किबोर्डहरू
ru: Доступные клавиатуры
sw: Kibodi zinazopatikana
ta: கிடைக்கப்பெறும் விசைப்பலகைகள்
te: అందుబాటులో కీబోర్డులు
vi: Bàn phím sẵn có

# WSKeyboardControl.KeyboardsPreviouslyUsed
source: Previously used keyboards
ar: لوحات المفاتيح المستخدمة من قبل
az: Əvvəlcə istifadə olunan klaviaturalar
bn: পূর্বে ব্যবহৃত কীবোর্ডসমূহ
es: Teclados utilizados anteriormente
hi: पहले इस्तेमाल किया हुआ कीबोर्ड
id: Keyboard yang sebelumnya dipakai
ne: पहिले प्रयोग गरिएका किबोर्डहरू
ru: Предыдущая клавиатура
sw: Kibodi zilizotumika hapo awali
ta: முன்பு விசைப்பலகைகள் பயன்படுத்தப்படுகிறது
te: గతంలో ఉపయోగించిన కీబోర్డ్
vi: Bàn phím sử dụng trước đó

# WSKeyboardControl.KeymanConfigurationLink
source: Keyman Configuration
ar: تكوين Keyman
az: Keyman konfiqurasiyası
bn: কিম্যান কনফিগারেশন
es: Configuración de Keyman
hi: कीमेन कॉन्फ़िगरेशन
id: Konfigurasi Keyman
ne: Keyman को कन्फिगरेसन
ru: Конфигурация Keyman
sw: Mipangilio ya Keyman
ta: Keyman உள்ளமைவு
te: Keyman ఆకృతీకరణ
vi: Cấu hình Keyman

# WSKeyboardControl.KeymanNotInstalled
source: Keyman 5.0 or later is not Installed.
ar: لم يتم تثبيت Keyman 5.0 أو أي إصدار أحدث.
az: Keyman 5.0 və ya daha sonra quraşdırılmayıb.
bn: কিম্যান 5.0 অথবা পরবর্তী সংস্করণ ইনস্টল নেই।
es: Keyman 5.0 o más reciente no está instalado.
hi: कीमेन 5.0 या बाद के संस्करण इनस्टॉल नहीं है।
id: Keyman 5.0 atau yang terbaru tidak dipasang.
ne: Keyman 5.0 वा सोभन्दा पछिल्लो संस्करण स्थापना गरिएको छैन।
ru: Keyman 5.0+ не установлен
sw: Keyman 5.0 au ya karibu zaidi haijawekwa.
ta: Keyman 5.0 அல்லது பிந்தைய நிறுவப்படவில்லை.
te: Keyman 5.0 or తరువాత ఇన్స్టాల్ కాలేదు.
vi: Keymen 5.0 hoặc bản mới hơn chưa được cài đặt.

# WSKeyboardControl.SelectKeyboardLabel
source: Select the &keyboard with which to type {0} text
ar: حدد &لوحة المفاتيح التي تريد كتابة نص {0} بها
az: Mətn {0} yazmaq üçün &klaviaturanı seçin
bn: {0} লেখা টাইপ করার জন্য &কীবোর্ডটি নির্বাচন করুন
es: Seleccione el &teclado con el cual desea ingresar texto {0}
hi: {0} टेक्स्ट टाइप करने के लिए &कीबोर्ड चुनें
id: Pilih &keyboard yang akan digunakan untuk mengetik teks {0}
ne: {0} पाठ टाइप गर्ने &किबोर्ड चयन गर्नुहोस्
ru: Выберите &клавиатуру, которая будет использована для набора {0} текста
sw: Chagua kibodi ambayo utatumia kuandika maandishi {0}
ta: கொண்ட {0} உரை தட்டச்சு செய்ய விசைப்பலகை தேர்ந்தெடு
te: {0} టెక్స్ట్ టైప్ చేయడానికి ఇది ఫలక ఎంచుకోండి

# WSKeyboardControl.SetupKeyboards
source: Set up keyboards
az: Klaviaturanı quru
bn: কী –বোর্ড স্থাপনা
es: Configurar teclados
hi: कीबोर्ड सेट करें
sw: Anzisha kibodi
vi: Cài đặt bàn phím

# WSKeyboardControl.TestAreaCaption
source: &Test Area (Use this area to type something to test out your keyboard.)
ar: &منطقة الاختبار (يمكنك استخدام هذه المنطقة لكتابة شيء تختبر به لوحة المفاتيح.)
az: &Sınaq Sahəsi (Sizin klaviaturanız sınaqdan keçirtməyə bu sahəni bir şey yazmağa istifadə edin)
bn: &পরীক্ষা ক্ষেত্র (আপনার কীবোর্ডটি পরীক্ষা করার জন্য এই ক্ষেত্রটি ব্যবহার করুন)
es: &Área de prueba (Utilice esta zona para escribir algo para probar el teclado.)
hi: &टेक्स्ट क्षेत्र (अपना कीबोर्ड जांचने के लिए इस क्षेत्र में कुछ टाइप करके देखें।)
id: &Area Pengujian (Gunakan area ini untuk mengetik sesuatu untuk menguji keyboard Anda).
ne: &परीक्षण क्षेत्र (आफ्नो किबोर्डको परीक्षण गर्न केही कुरा टाइप गर्न यो क्षेत्र प्रयोग गर्नुहोस्।)
ru: &Тестовое поле (Попробуйте напечатать что-нибудь, чтобы проверить клавиатура)
sw: &Eneo la kujaribisha (Tumia eneo hili ili kupiga chapa kitu cha kujaribisha kibodi yako)
ta: சோதனை பகுதி (பயன்பாடு இந்த பகுதிக்கு வெளியே விசைப்பலகையைப் சோதிக்க ஏதேனும் தட்டச்சு செய்ய.)
te: & టెస్ట్ ఏరియా (మీ కీబోర్డ్ పరీక్షించడానికి ఏదో టైప్ ఈ ప్రాంతంలో ఉపయోగించండి.)
vi: & Vùng thử nghiệm ( sử dụng vùng này để gõ thử bàn phím của bạn.)

source: Warning
ar: تحذير
az: Xəberdarlıq
bn: সতর্কতা
es: Advertencia
hi: चेतावनी
id: Peringatan
ne: चेतावनी
ru: Предупреждение
sw: Onyo
vi: Cảnh báo
