Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Palaso.xlf
Languages: ar, az, bn, es, hi, id, ne, ru, sw, ta, te, vi

# WritingSystemSetupView.UnableToConnectToSldrCaption
source: Unable to connect to SLDR
ar: يتعذر الاتصال بـ SLDR
az: SLDR -ə qoşula bilməz
bn: এসএলডিআর এর সাথে সংযুক্ত হতে পারছে না
es: No se puede conectar al SLDR
hi: SLDR से जुड़ने में असमर्थ
id: Tidak dapat terhubung ke SLDR
ne: SLDR मा जडान गर्न सकिएन
ru: Невозможно соединиться с SLDR
sw: Imeshindwa kuunganishwa na SLDR
vi: Không thể kết nối với SLDR

# WritingSystemSetupView.UnableToConnectToSldrText
source: The application is unable to connect to the SIL Locale Data Repository to retrieve the latest information about this language. If you create this writing system, the default settings might be incorrect or out of date. Are you sure you want to create a new writing system?
ar: يتعذر على التطبيق الاتصال بمستودع بيانات لغة SIL لاستقدام أحدث المعلومات حول هذه اللغة. عند إنشاء نظام الكتابة هذا، قد تكون الإعدادات الافتراضية غير صحيحة أو قديمة. هل انت متأكد من انك تريد إنشاء نظام كتابة جديد؟
az: Proqram bu dil haqqındakı məlumat əldə etmək üçün SİL Lokal Verilənlər Anbarına qoşula bilməz. Əgər siz bu yazı sistemi yaradırsızsa, onda susmaya görə parametrlər səhv yaxud köhnəlmiş ola bilər. Təzə bir yazı sistemi yaratmaq istədiklərinizi əminsinizmi?
bn: এই ভাষা সম্পর্কে সাম্প্রতিক তথ্য পুনরুদ্ধার করতে অ্যাপ্লিকেশনটি এসআইএল লোকাল ডাটা রিপোজিটরির সাথে সংযুক্ত হতে পারছে না। যদি আপনি এই লেখার প্রক্রিয়াটি তৈরি করেন, ডিফল্ট সেটিংসটি ভুল হতে পারে অথবা মেয়াদ উত্তীর্ণ হতে পারে। আপনি কি নিশ্চিত যে আপনি একটি লেখার নতুন প্রক্রিয়া তৈরি করতে চান?
es: La aplicación no puede conectarse con la base datos de SIL para obtener la información más reciente acerca de este idioma. Si usted crea este sistema escritura, la configuración predeterminada podría ser incorrecta u obsoleta. ¿Realmente desea crear un nuevo sistema de escritura?
hi: इस भाषा के बारे में नवीनतम जानकारी प्राप्त करने के लिए यह एप्लीकेशन SIL लोकेल डेटा रिपॉसिटरी से जुड़ने में असमर्थ रहा है। यदि आप यह लेखन सिस्टम बनाते हैं, तो हो सकता है कि डिफ़ॉल्ट सेटिंग्स गलत हो या पुरानी हो। क्या आप निश्चित रूप से एक नया लेखन सिस्टम बनाना चाहते हैं?
id: Aplikasi tidak dapat terhubung ke Penyimpanan Data Lokal SIL untuk mengambil informasi terbaru mengenai bahasa ini. Jika Anda membuat sistem penulisan ini, pengaturan default-nya mungkin salah atau sudah usang. Yakin ingin membuat sistem penulisan yang baru?
ne: यो भाषाको बारेमा नवीनतम जानकारी प्राप्त गर्न यो अनुप्रयोगले SIL Locale Data Repository माथि पहुँच गर्न सकेन। तपाईंले यो लेखन प्रणाली सिर्जना गर्नुभयो भने, पूर्वनिर्धारित सेटिङहरू गलत वा पुराना हुन सक्छन्। तपाईं निश्चित रूपमा नयाँ लेखन प्रणाली सिर्जना गर्न चाहनुहुन्छ?
ru: Приложение не может соединиться с репозиторием SIL Local Data Repository, чтобы восстановить последнюю информацию об этом языке. Если вы создаете систему письма, настройки по умолчанию могут оказать недействительными или устаревшими. Вы уверены, что хотите создать новую систему письма?
sw: Programu imeshindwa kuunganishwa na Akiba ya Data ya SIL ili kupata habari ya hivi karibuni kuhusu lugha hii. Iwapo utatengeneza mfumo huu wa kuandika, mipangilio ya awali inaweza kutokuwa sahihi au kupitwa na wakati. Una uhakika kuwa unataka kutengeneza mfumo mpya wa kuandika?
vi: Ứng dụng không thể kết nối với Kho lưu trữ Dữ liệu Ngôn ngữ SIL để truy xuất thông tin mới nhất về ngôn ngữ này. Nếu bạn tạo hệ thống viết này, cài đặt mặc định có thể không chính xác hoặc đã cũ. Bạn có chắc muốn tạo một hệ thống viết mới không?

# XkbKeyboardAdaptor.MissingKeyboard
source: [Missing] {0} ({1})
az: [Əskik] {0} ({1})
bn: [অনুপস্থিত] {0} ({1})
es: [Faltante] {0} ({1})
hi: [गायब है] {0} ({1})
sw: [Imekosekana){0}{1}

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always google for "{1}" and "{2}"
es: La contraseña de fábrica para estas configuraciones es "{0}". Si la olvida, siempre puede visitar la página de apoyo de {1}.
ru: Заводской пароль для этих настроек "{0}". Если вы забыли его, вы можете всегда найти его в интернете по запросу "{2}" для "{1}"

# LanguageLookup.CannotFindMyLanguage.LinkToEthnologue
source: Ethnologue.com
az: Ethonologue.com (Etnoloq)

# ImageToolbox.AlmostMatchingImages
source: Found {0} images with names close to {1}
id: Ditemukan {0} gambar yang namanya mirip dengan {1}

# ImageToolbox.EnterSearchTerms
source: This is the 'Art Of Reading' gallery. In the box above, type what you are searching for, then press ENTER. You can type words in English and Indonesian.
id: Ini adalah galeri 'Seni Membaca'.Dalam kotak di atas, ketik yang Anda cari, lalu tekan ENTER. Anda dapat mengetik kata-kata dalam bahasa Inggris dan bahasa Indonesia.
ta: 'கலை, வாசித்தல்' தொகுப்பு இது. மேற்கண்ட பெட்டியில் என்ன நீங்கள் உள்ளன தேடுகிறது தட்டச்சு செய்யவும், பிறகு ENTER விசையை அழுத்தவும். ஆங்கிலம் மற்றும் இந்தோனேசியம் சொற்களை தட்டச்சு செய்யலாம்.
te: ఈ 'కళ చాలక గ్యాలరీ' ఉంది. పైన బాక్స్ లో నమోదు నొక్కండి, అప్పుడు మీరు శోధిస్తున్నారు ఏమి టైప్ చేయండి. మీరు ఇంగ్లీష్ మరియు ఇండోనేషియా లో టైప్ చేయవచ్చు.

# ImageToolbox.NewMultilingual
source: Did you know that there is a new version of this collection which lets you search in Arabic, Bengali, Chinese, English, French, Indonesian, Hindi, Portuguese, Spanish, Thai, or Swahili? It is free and available for downloading.
id: Tahukah Anda bahwa ada versi terbaru untuk koleksi ini yang memungkinkan Anda mencari dalam bahasa Arab, Bengal, Mandarin, Inggris, Prancis, Indonesia, Hindi, Portugis, Spanyol, Thailand, atau Swahili? Koleksi ini gratis dan tersedia untuk diunduh.

# SettingsProtection.LauncherButtonLabel
source: Settings...
id: Pengaturan...
ta: அமைப்புகள்...

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always google for "{1}" and "{2}".
id: Kata sandi perusahaan untuk pengaturan ini adalah "{0}". Jika Anda lupa kata sandi, Anda bisa mencarinya di Google "{1}" dan "{2}"
ta: இந்த அமைப்புகளை தொழிற்சாலை கடவுச்சொல்லை உள்ளது "{0}". நீங்கள் அதை மறந்து, என்றால் நீங்கள் முடியும் எப்போதும் google "{1}" மற்றும் "{2}"
te: ఈ సెట్టింగులను కోసం కర్మాగారం పాస్వర్డ్ "{0}". మీరు మర్చిపోతే, మీరు ఎల్లప్పుడూ "{1}" మరియు "{2}" కోసం గూగుల్ చేయవచ్చు

# AboutDialog.AboutDialogWindowTitle
source: About
ta: பற்றி
te: గురించి

# MetadataEditor.TitleNoCredit
source: Copyright & License
ta: பதிப்புரிமை & உரிமம்
te: కాపీరైట్ & లైసెన్సు

# MetadataEditor.TitleWithCredit
source: Credit, Copyright, & License
ta: கடன், பதிப்புரிமை, & உரிமம்
te: క్రెడిట్, కాపీరైట్ & లైసెన్సు
