Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/Publish-Android-Troubleshooting.xlf
Languages: bn, es, fr, hi, pt, ru, sw, tr, vi, zh_cn

# android.publish.trouble.tips
source: Troubleshooting Tips for Android Publishing
bn: অ্যান্ড্রয়েড প্রকাশনীর জন্য সমস্যা সমাধানের ইঙ্গিত
es: Consejos para la Solución de Problemas de Publicación de Android
fr: Astuces pour résoudre certains problèmes lors de la publication sous Android
hi: Android प्रकाशन के लिए समस्या निवारण युक्तियाँ
pt: Dicas para solução de problemas da publicação Android
ru: Советы по устранению неполадок при публикации на Android
sw: Vidokezo vya utatuzi wa shida kwa Uchapishaji wa Android
tr: Android Yayıcılık İçin Sorun Giderme İp Uçları
vi: Bí quyết xử lý sự cố khi xuất bản sách trên Android
zh_cn: 针对安卓系统的故障排除技巧

# android.publish.wifi
source: Serve on WiFi Network
bn: Wi-Fi নেটওয়ার্কে সেবা দিন
fr: Partager sur le réseau WiFi
pt: Servir via rede Wi-Fi
tr: WiFi Ağı Üzerinden Servis Ver
zh_cn: 通过WiFi推送

# android.publish.wifi.unseen
source: Problem: Android Device is not seeing book advertisements
bn: সমস্যা: অ্যান্ড্রয়েড ডিভাইসে বইয়ের বিজ্ঞাপন দেখা যাচ্ছে না
es: Problema: El dispositivo Android no está recibiendo anuncios del libro
fr: Problème ‎: l'appareil Android ne voit aucune publicité pour les livres
hi: समस्या: एंड्राइड डिवाइस को पुस्तक विज्ञापन नहीं मिल रहा
pt: Problema: o dispositivo Android não está recebendo anúncios de livros
ru: Проблема: устройство Android не видит рекламу книг
sw: Tatizo: Kifaa cha Android hakioni matangazo ya kitabu
tr: Problem: Android Cihaz kitap reklamlarını görmüyor
vi: Vấn đề: Thiết bị Android không thấy quảng cáo sách
zh_cn: 故障：安卓设备看不到同书推送

# android.publish.wifi.run.receive
source: When using this method, you need to run Bloom Reader, open its menu, and choose "Receive from WiFi".
bn: এই পদ্ধতি ব্যবহারের সময়, আপনাকে ব্লুম পুস্তক চালাতে হবে, এর তালিকা খুলতে হবে এবং "WiFi থেকে গ্রহন করুন" নির্বাচন করতে হবে।
fr: Avec cette méthode, vous devez lancer Bloom Reader, ouvrir son menu et choisir « Recevoir par le WiFi ».
pt: Ao usar este método, você precisa executar o LeitorBloom. Abra o menu e escolha "Receber do WiFi".
tr: Bu yöntemi kullanırken, Bloom okuyucuyu çalıştırmanız gereklidir, menüsünü açın ve "WiFi'dan al" seçeneğini seçin.
zh_cn: 使用这个功能时，需要先运行Bloom阅读器，然后打开菜单选择“通过WiFi接受”

# android.publish.wifi.receive.from
source: Make sure the device is in the "Receive from WiFi" screen
bn: নিশ্চিত করুন যে ডিভাইসটি 'ওয়াইফাই থেকে প্রাপ্ত' পর্দায় আছে
fr: Assurez-vous que l'appareil figure sur l'écran "Recevoir par le WiFi"
pt: Verifique se o dispositivo está na tela "Receber WiFi"
tr: Cihazın ''Wifi'den al'' ekranında olduğundan emin olun
zh_cn: 确保设备在“通过WiFi接受”页面上

# android.publish.wifi.same.network
source: Make sure the computer and device are on the same WiFi network. A computer plugged in via cable to the WiFi router still may be on its own network. It is technically possible to connect wired networks to be able to be on the same local subnet as WiFi, but the Bloom team will not be able to provide any help in setting that up, sorry.
bn: নিশ্চিত করুন যে কম্পিউটার এবং ডিভাইসটি একই ওয়াইফাই নেটওয়ার্কে আছে।কম্পিউটার তারের মাধ্যমে WiFi রাউটারে সংযুক্ত থাকার পরেও নিজস্ব নেটওয়ার্কে থাকতে পারে। WiFi এর মত একই স্থানীয় সাবনেটে সংযুক্ত থাকাটা তারযুক্ত নেটওয়ার্কেও প্রযুক্তিগতভাবে সম্ভব, কিন্তু ব্লুম দল সেটি সেট করতে কোন সাহায্য প্রদান করতে সক্ষম হবে না, দুঃখিত।
fr: Assurez-vous que l'ordinateur et l'appareil sont sur le même réseau WiFi. Un ordinateur connecté par câble au routeur WiFi peut continuer à fonctionner sur son propre réseau. Il est techniquement possible de connecter des réseaux filaires pour être sur un même sous-réseau local tel que le WiFi mais, malheureusement, l'équipe Bloom ne pourra pas vous aider à le configurer.
pt: Certifique-se de que o computador e o dispositivo estão na mesma rede Wi-Fi. Um computador conectado por cabo ao roteador WiFi ainda pode estar em sua própria rede. É tecnicamente possível conectar redes com fio para estar na mesma sub-rede local que o WiFi, mas os desenvolvedores Bloom não podem ajudá-lo a configurar isso.
tr: Bilgisayarınızla cihazınızın aynı WiFi ağında olduğundan emin olun. Wifi yönlendiricisine kablo ile bağlanmış olan bir bilgisayar hala kendi ağı içerisinde olabilir. Teknik olarak aynı WiFi alt ağında bulunan kablolu ağları bağlamak mümkündür ama Bloom ekibi bu kurulum için size destek sağlayamaz, üzgünüm.
zh_cn: 确保电脑和设备处在同一个WiFi网络中。通过网线和WiFi路由器连接的电脑也有可能处于自己的网络。虽然从技术上说，连接网线的网络和当地的WiFi网可以是同一个网络，但非常抱歉，Bloom团队无法帮助您进行设定。

# android.publish.wifi.firewalls
source: Make sure your computer doesn't have a firewall that is interfering. The windows Firewall will display when you first start advertising a book. If you said "No" to that, it might not ever ask you again. If you have additional 3rd party firewalls installed, try disabling them. Bloom advertises a book by broadcasting on the local net via UDP on port 5913, and Bloom Reader requests a book via port 5915.
bn: নিশ্চিত হয়ে নিন যে আপনার কম্পিউটারে কোন ফায়ারওয়াল নেই তো যা হস্তক্ষেপ করছে। আপনি প্রথম বইয়ের বিজ্ঞাপন শুরু করার সময় উইনডোজ ফায়ারওয়াল প্রদর্শিত হবে। যদি আপনি তাতে "না" বলেন তবে এটি আর কখনও জিজ্ঞাসাও না করতে পারে। যদি আপনি অতিরিক্ত থার্ড পার্টি ফায়ারওয়াল সংস্থাপন করে থাকেন তবে সেগুলি নিষ্ক্রিয় করার চেষ্টা করুন।ব্লুম 5913 পোর্টে UDP মাধ্যমে স্থানীয় নেটে বইয়ের বিজ্ঞাপন সম্প্রচার করে এবং ব্লুম পুস্তক 5915 পোর্টের মাধ্যমে বই অনুরোধ করে।
es: Asegúrese que su computadora no tenga un contrafuegos (firewall) que está interfiriendo. El contrafuegos de Windows se mostrará cuando recién empiece a compartir su libro. Si dijo "No" a eso, es posible que no vuelva a preguntarle. Si tiene otros contrafuegos instalados, intente deshabilitarlos. Bloom comparte un libro transmitiéndolo en la red local a través de UDP en el puerto 5913 y Bloom Reader pide un libro por medio del puerto 5915.
fr: Assurez-vous que votre ordinateur n'a pas un pare-feu qui interfère. Le pare-feu Windows s'affichera la première fois où vous vous mettez à faire de la publicité pour votre livre. Si vous avez répondu "Non", vous courez le risque que votre système ne vous le demande plus jamais. Si d'autres pare-feu sont installés, essayez de les désactiver. Bloom fait la pub pour un livre en émettant sur le réseau local via l'UDP au port 5913 et Bloom Reader demande un livre via le port 5915.
hi: सुनिश्चित करें कि आपके कंप्यूटर में कोई फायरवॉल तो नहीं है जो हस्तक्षेप कर रहा है। जब आप पहली बार किसी पुस्तक का विज्ञापन देना शुरू करेंगे तब विंडोज फायरवॉल दिखाई देगा। अगर आपने उसके लिए "नहीं" कह दिया, तो शायद वह फिर से पूछेगा भी नहीं। यदि आपके पास अतिरिक्त थर्ड पार्टी फायरवॉल इनस्टॉल है, तो उसे अक्षम करने का प्रयास करें। ब्लूम पोर्ट 5913 पर UDP के माध्यम से स्थानीय नेट पर प्रसारित करने के द्वारा पुस्तक का विज्ञापन देता है, और ब्लूम रीडर पोर्ट 5915 के माध्यम से एक किताब का अनुरोध करता है।
pt: Verifique se o seu computador não tem um firewall que esteja interferindo. O firewall do Windows será exibido quando você começar a compartilhar seu livro pela primeira vez. Se você disse "Não" para isso, você não pode pedir novamente. Se você tiver outros firewalls instalados, tente desativá-los. Bloom compartilha um livro transmitindo-o na rede local via UDP na porta 5913 e LeitorBloom pede um livro através da porta 5915.
ru: Убедитесь, что на вашем компьютере нет межсетевого экрана. Межсетевой экран Windows отобразится, когда вы впервые начнете рекламировать книгу. Если вы ответите на это «Нет», он больше никогда вас не спросит. Если у вас установлены дополнительные сторонние межсетевые экраны, попробуйте отключить их. Bloom рекламирует книгу, транслируя ее в локальной сети через UDP-порт 5913, а Bloom Reader запрашивает книгу через порт 5915.
sw: Hakikisha kompyuta yako haina firewall inayoleta kizuizi. Firewall ya windows itaonyesha wakati unapoanza kutangaza kitabu. Ikiwa ulisema "Hapana" kwa hilo, huenda isikuulize tena. Ikiwa una vifaa vya ziada vya firewall vya watu wengine, jaribu kuvizima. Bloom hutangaza kitabu kwa kutangaza kwenye wavu wa ndani kupitia UDP kwenye bandari ya 5913, na Bloom Reader huomba kitabu kupitia bandari ya 5915.
tr: Bilgisayarınızın işleme karışan bir güvenlik duvarı olmadığından emin olun. Windows Güvenlik Duvarı kitabın tanıtımını ilk kez başlattığınızda görünebilir. Eğer ona "Hayır" derseniz size bir daha sormaz. Eğer ek olarak 3. parti güvenlik duvarı yüklediyseniz onları devre dışı bırakın. Bloom bir kitabı yerel ağda port 5913'deki UDP ile tanıtır ve Bloom Okuyucusu kitabı port 5915 ile ister.
vi: Cần chắc chắn rằng máy tính của bạn không dùng tường lửa (firewall) vì nó sẽ chặn. Cửa sổ Firewall sẽ hiện ra khi bạn quảng cáo một cuốn sách lần đầu tiên. Nếu bạn chọn "Không", lần sau có thể nó sẽ không hiện ra nữa. Nếu bạn cài đặt firewall từ một bên thứ ba, hãy cố tắt đi. Bloom quảng cáo sách bằng cách truyền thông trên mạng địa phướng thông qua UDP ở cổng 5913, và Bloom Reader yêu cầu sách qua cổng 5915.
zh_cn: 确保电脑上的防火墙没有实施干扰。第一次推送图书时, windows 防火墙会询问您。如果选 "不", 它可能就不会再问了。如果您安装的是第三方的防火墙, 请禁用它们。Bloom在本地网络上通过端口5913的UDP发送, 而Bloom阅读器则通过端口5915请求图书。

# android.publish.usb
source: Send Over USB Cable
bn: USB তার দিয়ে প্রেরণ করুন
es: Enviar a través del cable USB
fr: Envoyer via un câble USB
hi: यूएसबी तार के द्वारा भेजें
pt: Enviar via cabo USB
ru: Отправить через USB-кабель
sw: Tuma kwa kebo ya USB
tr: USB Kablosu Üzerinden Gönder
vi: Gửi qua Cáp USB
zh_cn: 通过USB数据线发送

# android.publish.usb.not.connect
source: Problem: Bloom is not connecting to my device
bn: সমস্যা: আমার ডিভাইসে ব্লুম সংযোগ হচ্ছে না
es: Problema: Bloom no está conectando a mi dispositivo
fr: Problème‎: Bloom ne se connecte pas à mon appareil
hi: समस्या: ब्लूम डिवाइस से जुड़ नहीं पा रहा है
pt: Problema: Bloom não está se conectando ao meu dispositivo
ru: Проблема: Bloom не подключается к моему устройству
sw: Tatizo: Bloom haiunganishi kwenye kifaa changu
tr: Sorun: Bloom cihazıma bağlanmıyor
vi: Vấn đề: Bloom không kết nối với thiết bị của tôi
zh_cn: 故障：Bloom没有连接到我的设备

# android.publish.usb.consider.wifi
source: We have found this method to be problematic with many devices, so consider using the WiFi method even if you are only working with a single device.
bn: আমরা এই পদ্ধতিকে অনেক ডিভাইসেই সমস্যা প্রবণ হতে দেখেছি, তাই যদিও আপনি শুধুমাত্র একটি ডিভাইসে কাজ করছেন তবুও WiFi পদ্ধতি ব্যবহার করার সম্পর্কে বিবেচনা করুন।
fr: Nous avons constaté que cette méthode pose problème pour de nombreux appareils. Par conséquent, pensez à utiliser la méthode WiFi, même si vous ne travaillez que sur un seul appareil.
pt: Descobrimos que esse método é problemático para muitos dispositivos. Portanto, considere o método WiFi, mesmo que esteja trabalhando com apenas um dispositivo.
tr: Bu yöntemin pek çok cihaz da sorun oluşturduğunu bulduk, yani WiFi yöntemini tek bir cihaz bile kullanıyor olsanız bile değerlendirin.
zh_cn: 我们发现这种方法在许多设备上都会出问题, 所以即使您只用一个设备, 也最好选用通过WiFi 发送的方法。

# android.publish.usb.automatic
source: When using this method, you do not have to go into any special mode to receive books. Just run Bloom Reader. Books should automatically appear when they are transferred.
bn: এই পদ্ধতি ব্যবহার করার সময় আপনাকে বই পেতে কোন বিশেষ মোডে যেতে হবে না। শুধু ব্লুম পাঠক চালান। বই স্থানান্তরিত হয়ে গেলে নিজে থেকেই প্রদর্শিত হবে।
es: Mientras que utiliza este método, no tiene que entrar en ningún modo especial para recibir libros. Sólo ejecuta Bloom Reader. Los libros deben aparecer automáticamente cuando se transfieran.
fr: En utilisant cette méthode, aucun besoin d'aller dans un mode spécial pour recevoir des livres. Il suffit de lancer Bloom Reader. Les livres apparaissent automatiquement dès leur transfert.
hi: इस तरीके का उपयोग करते समय, पुस्तकें प्राप्त करने के लिए आपको किसी भी विशेष मोड में जाने की जरुरत नहीं है। सिर्फ ब्लूम रीडर चलाएं। पुस्तकें जब स्थानांतरित होंगी तब वे अपने आप दिखाई देंगी।
pt: Ao usar este método, você não precisa entrar de forma especial para receber livros. Basta executar o LeitorBloom. Os livros devem aparecer automaticamente quando são transferidos.
sw: Unapotumia njia hii, huhitaji kuingia katika mbinu yoyote maalum ya kupokea vitabu. Endesha tu Bloom Reader. Vitabu vinastahili kuonekana kiotomatiki wakati vinahamishwa.
tr: Bu yöntemi kullanırken, kitapları almak için hiç bir özel moda girmenize gerek yoktur. Sadece Bloom Okuyucuyu çalıştırın ve Kitaplar taşındıktan sonra otomatik olarak görüneceklerdir.
vi: Khi dùng cách này, bạn không cần phải đi sâu vào bất kỳ chế độ đặc biệt nào để nhận sách. Chỉ cần chạy Bloom Reader. Sách sẽ tự động hiện ra khi được chuyển đi.
zh_cn: 使用这种方法时，不用打开任何接收书本的模式。只要运行Bloom阅读器就可以了，书本传输完成后会自动出现在设备上。

# android.publish.usb.uses.mtp
source: Some Android devices have multiple modes they can be in when connected to a computer. Some will ask you as soon as you connect the cable to the computer. Bloom will be trying to talk to the device using a protocol called "MTP". If you're not sure that your device is connecting using MTP, try googling the name of your device + "MTP".
bn: কিছু অ্যান্ড্রয়েড ডিভাইসে একাধিক মোড রয়েছে, কোন কম্পিউটারের সঙ্গে সংযুক্ত থাকার সময় সেগুলি যুক্ত থাকতে পারে। আপনি কম্পিউটারে তার সংযোগ করার সঙ্গে সঙ্গে কোন কোন ক্ষেত্রে আপনাকে জিজ্ঞাসা করবে। "MTP" প্রোটোকল ব্যবহার করে ব্লুম ডিভাইটির সাথে কথা বলার চেষ্টা করবে। যদি আপনি নিশ্চিত না হন যে আপনার ডিভাইস MTP ব্যবহার করে সংযোগ হচ্ছে, তবে আপনার ডিভাইসের নাম + "MTP" Google-এ অনুসন্ধান করুন।
es: Algunos dispositivos Android pueden estar en varios modos cuando están conectados a una computadora. Algunos le preguntarán tan pronto como usted conecte el cable a la computadora. Bloom estará tratando de comunicarse con el dispositivo mediante un protocolo llamado "MTP". Si no está seguro que su dispositivo está conectando mediante MTP, intente buscar en Google el nombre de su dispositivo y "MTP".
fr: Certains appareils Android ont différents modes pour se connecter à un ordinateur. Certains vous apparaîtront dès que vous les avez branchés à l'ordinateur. Bloom va essayer d'entrer en contact avec l'appareil au moyen du protocole "MTP". Si vous ignorez si votre appareil se connecte au moyen de ce protocole, taper dans Google le nom de votre appareil + "MTP".
hi: किसी कंप्यूटर से जुड़ते समय कुछ एंड्राइड डिवाइस में कई मोड हो सकते हैं। जैसे ही आप केबल को कंप्यूटर से जोड़ेंगे कुछ आपकी अनुमति लेते हैं। ब्लूम "एमटीपी" नामक एक प्रोटोकॉल का उपयोग करके आपके डिवाइस से संपर्क करने की कोशिश करेगा। यदि आप सुनिश्चित नहीं हैं कि आपकी डिवाइस एमटीपी का उपयोग करके जुड़ रही है, तो अपने डिवाइस और "एमटीपी" का नाम गूगल करने की कोशिश करें।
pt: Alguns dispositivos Android podem estar em vários modos quando conectados a um computador. Alguns vão te perguntar logo que você conecte o cabo ao computador. Bloom tentará se comunicar com o dispositivo através de um protocolo chamado "MTP". Se você não tem certeza se seu dispositivo está se conectando via MTP, tente pesquisar no Google o nome do seu dispositivo e "MTP".
ru: Некоторые устройства Android имеют несколько режимов при подключении к компьютеру. Некоторые будут спрашивать вас, как только вы подключите кабель к компьютеру. Bloom будет пытаться говорить с устройством, используя протокол «MTP». Если вы не уверены, что ваше устройство подключается через MTP, попробуйте найти в Google имя вашего устройства + "MTP".
sw: Vifaa vingine vya Android vina njia nyingi ambazo zinaweza kuwa wakati wa vimeunganishwa na kompyuta. Vingine vitakuuliza mara tu unapounganisha kebo kwenye kompyuta. Bloom itajaribu kuzungumza na kifaa kwa kutumia itifaki inayoitwa "MTP". Ikiwa hauna hakika kuwa kifaa chako kinaunganisha kwa kutumia MTP, jaribu kutafuta jina la kifaa chako + "MTP".
tr: Bazı Android cihazlar bilgisayara bağlandıklarında birden fazla moda sahip olabilirler. Bazıları siz kobloyu bilgisayara bağlar bağlamaz soracaktır. Bloom "MTP" protokolünü kullanarak cihazla konuşmaya çalışır. Eğer cihazınızın MTP kullanarak bağlandığından emin değilseniz, cihazınızın adını + "MPT"'yi google da aramayı deneyin.
vi: Một số thiết bị Android có nhiều chế độ khi kết nối với máy tính. Một số thiết bị sẽ hỏi bạn ngay khi kết nối dây cáp với máy tính. Bloom sẽ cố gắng 'nói' với thiết bị đó sử dụng protocol gọi là "MTP". Nếu bạn không chắc thiết bị của mình đang kết nối bằng MTP, hãy thử tìm trên Google tên thiết bị của bạn + "MTP".
zh_cn: 有些安卓设备在连接电脑时有多种模式。有些设备在刚连接到电脑时就会询问用哪种模式。Bloom会用“MTP”模式与设备连接。如果您不确定自己的设备是否通过MTP连接，可以搜索“设备名+MTP”。

# android.publish.usb.windows
source: The device should be showing up in Windows File Explorer (this feature is Windows-only)
bn: ডিভাইসটি উইন্ডোজ ফাইল এক্সপ্লোরারে দৃশ্যমান হওয়া উচিৎ( এই সুবিধা উইন্ডোজ–শুধুমাত্র)
es: El dispositivo debe mostrarse en el Explorador de Archivos de Windows (esta característica se encuentra solamente en Windows)
fr: L'appareil doit apparaître dans l'Explorateur de Windows ‎(cette fonctionnalité n'existe que sur Windows‎)
hi: डिवाइस विंडोज फाइल एक्सप्लोरर में दिखाई देना चाहिए (यह सुविधा विंडोज-केवल के लिए है)
pt: O dispositivo deve ser exibido no Windows File Explorer (esse recurso só é encontrado no Windows)
ru: Устройство должно отображаться в Проводнике Файлов (эта функция только для Windows)
sw: Kifaa kinastahili kuonekana kwenye Windows File Explorer (kipengele hiki ni Windows tu)
tr: Cihaz Windows Dosya Gezgini'nde (bu özellik sadece windows içindir) görünmelidir
vi: Thiết bị nên hiện ra ở Windows File Explorer (tính năng này chỉ dành cho Windows)
zh_cn: 设备应该出现在Windows文件资源管理器中（只适用于Windows系统）

# android.publish.usb.cable.or.port
source: Try a different cable, or a different USB port.
bn: অন্য তার বা অন্য USB পোর্ট ব্যবহার করতে চেষ্টা করুন।
es: Pruebe un cable diferente o un puerto USB diferente.
fr: Essayez un autre câble ou un port USB différent.
hi: दूसरे तार, या दूसरे यूएसबी पोर्ट का उपयोग करने की कोशिश करें।
pt: Tente um cabo diferente, ou uma porta USB diferente.
ru: Попробуйте другой кабель или другой USB-порт.
sw: Jaribu kebo tofauti, au kituo tofauti cha USB.
tr: Farklı bir kablo veya farklı bir USB bağlantı noktası deneyin.
vi: Hãy thử dùng một dây cáp khác, hay thử một cổng USB khác.
zh_cn: 换用其他的数据线或USB插口试一试

# android.publish.wifi
source: Share over Wi-Fi
es: Compartir en red WiFi
hi: वाईफाई नेटवर्क द्वारा भेजें
ru: Поделиться через Wi-Fi
sw: Shiriki kwa mtandao wa Wi-Fi
vi: Chia sẻ qua WiFi

# android.publish.wifi.run.receive
source: When using this method, you need to run Bloom Reader, open its menu, and choose "Receive from Wi-Fi".
es: Cuando se utiliza este método, necesita ejecutar Bloom Reader. Abra el menú y elija "Recibir de WiFi".
hi: इस तरीके का उपयोग करते समय, आपको ब्लूम रीडर चलाने, इसके मेनू को खोलने, और "वाईफाई से प्राप्त करें" चुनेने की आवश्यकता है।
ru: При использовании этого метода необходимо запустить Bloom Reader, открыть его меню и выбрать «Получать через Wi-Fi».
sw: Unapotumia njia hii, unahitaji kuendesha Bloom Reader, fungua menyu yake, na uchague "Pokea kutoka kwa Wi-Fi".
vi: Khi dùng cách này, bạn cần chạy Bloom Reader, mở menu, và chọn "Nhận qua WiFi".

# android.publish.wifi.receive.from
source: Make sure the device is in the "Receive from Wi-Fi" screen
es: Asegúrese que el dispositivo esté en la pantalla de "Recibir de WiFi"
hi: निश्चित कर लें कि यह डिवाइस "वाईफाई द्वारा प्राप्त करें" स्क्रीन में है
ru: Убедитесь, что устройство находится в режиме «Получать с помощью Wi-Fi»
sw: Hakikisha kifaa kiko kwenye skrini ya "Pokea kutoka kwa Wi-Fi"
vi: Cần chắc chắn rằng thiết bị đang mở màn hình "Nhận qua WiFi"

# android.publish.wifi.same.network
source: Make sure the computer and device are on the same Wi-Fi network. A computer plugged in via cable to the Wi-Fi router still may be on its own network. It is technically possible to connect wired networks to be able to be on the same local subnet as Wi-Fi, but the Bloom team will not be able to provide any help in setting that up, sorry.
es: Asegúrese que la computadora y el dispositivo estén en la misma red WiFi. Una computadora conectada por cable al enrutador WiFi todavía puede estar en su propia red. Es técnicamente posible conectar redes por cable para poder estar en la misma subred local como WiFi, pero los desarolladores de Bloom no pueden ayudarle a configurar esto.
hi: सुनिश्चित करें कि कंप्यूटर और डिवाइस एक ही वाईफाई नेटवर्क से जुड़े हैं। केबल के माध्यम से वाईफाई राऊटर से जुड़ा हुआ एक कंप्यूटर उसी के नेटवर्क पर हो सकता है। यह तकनीकी रूप से संभव है कि वायर्ड नेटवर्क वाईफाई की तरह एक ही स्थानीय सबनेट पर जुड़ा हो, लेकिन ब्लूम टीम उसे सेट करने में कोई भी सहायता प्रदान करने में सक्षम नहीं होगी, क्षमा करें ।
ru: Убедитесь, что компьютер и устройство находятся в одной сети Wi-Fi. Компьютер, подключенный к маршрутизатору Wi-Fi с помощью кабеля, все еще может находиться в собственной сети. Технически возможно подключить проводные сети, чтобы иметь возможность находиться в той же локальной подсети, что и Wi-Fi, но команда Bloom не сможет оказать какую-либо помощь в настройке, извините.
sw: Hakikisha kompyuta na kifaa viko kwenye mtandao mmoja wa Wi-Fi. Kompyuta iliyochomekwa kupitia kebo kwa kisambaza Wi-Fi bado inaweza kuwa kwenye mtandao wake. Kitaalam inawezekana kuunganisha mitandao iliyotiwa waya ili kuweza kuwa kwenye mtandao mmoja wa ndani kama Wi-Fi, lakini timu ya Bloom haitaweza kutoa msaada wowote katika kuanzisha hilo, samahani.
vi: Cần chắc chắn rằng máy tính và thiết bị đều dùng cùng mạng WiFi. Máy tính cắm điện qua cổng WiFi router có thể vẫn sử dụng mạng network riêng. Về mặt kĩ thuật, có thể kết nối dây với mạng internet để ở cùng mạng subnet nội bộ như WiFi, nhưng rất tiếc đội ngũ Bloom không thể giúp đỡ bạn việc này được.

# android.publish.usb.consider.wifi
source: We have found this method to be problematic with many devices, so consider using the Wi-Fi method even if you are only working with a single device.
es: Hemos encontrado que este método es problemático para muchos dispositivos. Por lo tanto, considere el método WiFi incluso si está trabajando solamente con un dispositivo.
hi: हम ने पाया है कि यह तरीका बहुत सी डिवाइसों के लिए समस्या पैदा करता है, इसलिए अगर आप केवल एक ही डिवाइस के साथ काम कर रहे हैं तो भी वाईफाई तरीके का उपयोग करने पर विचार करें।
ru: Мы обнаружили, что этот метод является проблематичным с большим количеством устройств, поэтому используйте метод Wi-Fi, даже если вы работаете только с одним устройством.
sw: Tumegundua njia hii ina shida na vifaa vingi, kwa hivyo fikiria kutumia njia ya Wi-Fi hata ikiwa unafanya kazi na kifaa kimoja tu.
vi: Chúng tôi nhận ra cách này dễ gây ra vấn đề cho nhiều thiết bị, vì thế hãy cân nhắc dùng cách gửi qua WiFi ngay cả khi bạn chỉ đang làm việc với một thiết bị duy nhất.

# android.publish.usb.automatic
source: When using this method the first time, you may need to go to the Bloom Reader menu, do "Receive from USB" and give the app permission to use the Bloom folder. After that, you should not have to go into any special mode to receive books. Just run Bloom Reader. Books should automatically appear when they are transferred.
ru: При использовании этого метода вам не нужно заходить в специальный режим для получения книг. Просто запустите Bloom Reader. Книги появятся автоматически после их передачи.
