Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/TrainingVideos.xlf
Languages: az, bn, es, fr, hi, id, ne, pt, sw, tr, vi, zh_cn

# training.videos
source: Bloom Training Videos
az: Bloom Təlim Videoları
bn: ব্লুম প্রশিক্ষণ ভিডিও
es: Vídeos de capacitación de Bloom
fr: Vidéos de formation de Bloom
hi: ब्लूम प्रशिक्षण वीडियो
id: Video Pelatihan Bloom
ne: Bloom प्रशिक्षण भिडियो
pt: Vídeos de Treinamento do Bloom
sw: Video ya Bloom ya Kufundisha
tr: Bloom Eğitim Videoları
vi: Các video huấn luyện của Bloom
zh_cn: 介绍Bloom使用方法的视频

# training.videos.watch
source: If you are connected to the internet now, you can watch videos in your web browser:
az: Əgər siz İnternetə hal-hazırda qoşulursunuz, siz videoları öz braüzerda baxa bilərsiniz:
bn: যদি আপনি এখন ইন্টারনেটের সাথে সংযুক্ত থাকেন, ওয়েব ব্রাউজারে আপনি ভিডিও দেখতে পারেন:
es: Si su computadora está conectada al internet, puede ver vídeos por medio de su navegador:
fr: Si vous êtes déjà connecté à Internet, vous pouvez regarder des vidéos à partir de votre navigateur web :
hi: अगर आप इस समय इंटरनेट से जुड़े है, तो आप आपके वेब ब्राउज़र में वीडियोस देख सकते हैं:
id: Jika Anda sedang terhubung ke internet, Anda dapat menonton video di browser web:
ne: यदि तपाईं अहिले इन्टरनेट चलाइरहनुभएको छ भने, तपाईं आफ्नो वेब ब्राउरमा भिडियोहरू हेर्न सक्नुहुन्छ:
pt: Se o computador estiver conectado à internet, você pode ver vídeos no seu navegador:
sw: Iwapo uko kwenye mtandao sasa hivi, unaweza kutazama video kwenye kivinjari chako:
tr: Eğer şu anda internete bağlıysanız, web tarayıcınız ile videoları izleyebilirsiniz:
vi: Nếu hiện giờ bạn đang kết nối với internet, bạn có thể xem video trên trình duyệt web của bạn:
zh_cn: 已连接互联网时，可以用浏览器在线观看视频：

# training.videos.all
source: All videos
az: Bütün videolar
bn: সকল ভিডিওসমূহ
es: Todos los vídeos
fr: Toutes les vidéos
hi: सभी वीडियो
id: Semua video
ne: सबै भिडियोहरू
pt: Todos os vídeos
sw: Video zote
tr: Tüm videolar
vi: Tất cả video
zh_cn: 所有视频

# training.videos.intro
source: Introductory Videos
az: Girişlik videoları
bn: প্রারম্ভিক ভিডিওসমূহ
es: Vídeos introductorios
fr: Vidéos d’introduction
hi: परिचय विडियो
id: Video Pengantar
ne: परिचयात्मक भिडियोहरू
pt: Vídeos Introdutórios
sw: Video za Utangulizi
tr: Tanıtım Videoları
vi: Video giới thiệu
zh_cn: 入门视频

# training.videos.whofor
source: Bloom: Who is it for
az: Bloom: Kimlərə üçündür
bn: ব্লুম: এটি কার জন্য
es: Bloom: Para quién es
fr: A qui Bloom est-il destiné ?
hi: ब्लूम: यह किसके लिए है
id: Bloom: Siapa penggunanya
ne: Bloom: यो कसको लागि हो
pt: Bloom: Para quem é
sw: Bloom: Bloom ni ya kutumiwa na nani
tr: Bloom: Kimin için
vi: Bloom: Dành cho ai
zh_cn: Bloom：服务对象是谁

# training.videos.templates
source: Understanding Templates and Shell Books
az: Şablonları və Qabıq Kitablarını Anlamaq
bn: টেমপ্লেট ও শেল বুকসমূহ বোঝা
es: Comprendiendo las Plantillas y los Libros Prediseñados
fr: Comprendre les modèles et les livres canevas
hi: टेंपलेट और शेल पुस्तकों को समझना
id: Memahami Template dan Buku Kerangka
ne: टेम्प्लेट र खाका पुस्तकहरूको बारेमा बुझ्ने
pt: Modelos de compreensão e de livros de Shell
sw: Kuelewa Vielelezo na Vitabu vya Sheli
tr: Şablonları ve Kalıp Kitapları Anlama
vi: Hiểu về Template và Shell Book
zh_cn: 了解模板和壳书

# training.videos.basicbook
source: Using the Basic Book template
az: Əsas kitab şablon istifadə etmək
bn: প্রাথমিক বই টেমপ্লেটের ব্যবহার
es: Utilizando la plantilla de Libros Básicos
fr: Se servir du modèle livre simple
hi: मूल पुस्तक टेंपलेट का उपयोग करना
id: Menggunakan template Buku Dasar
ne: पुस्तकको आधारभूत टेम्प्लेट प्रयोग गर्ने
pt: Usando o Modelo do Livro Básico
sw: Kutumia Vielelezo vya Kimsingi vya Vitabu
tr: Temel kitap şablonu kullanma
vi: Dùng Template Sách Căn Bản
zh_cn: 使用普通书模板

# training.videos.readers
source: Using Decodable and Leveled Reader Templates (several videos)
az: Deşifrə edilə bilən və Səviyyəli Oxucu Şablonlarından istifadə etmək (bir neçə video)
bn: ডিকোডেবল এবং লেভেলড রিডার টেমপ্লেট ব্যবহার (বিভিন্ন ভিডিওসমূহ)
es: Utilizando las plantillas de Libros Descifrables y Libros Graduados (varios vídeos)
fr: Utiliser des modèles de livres déchiffrables et de livres par niveau de difficulté (plusieurs vidéos)
hi: डिकोडेबल और लेवेल्ड पुस्तक टेंपलेट का उपयोग करना (बहुत से विडियो)
id: Menggunakan Template Pembaca yang Dapat Didekodekan dan Bertingkat (beberapa video)
ne: डिकोडेबल र स्तर तोकिएको पाठ्यपुस्तक टेम्प्लेटहरू प्रयोग गर्ने (थुप्रै भिडियोहरू छन्)
pt: Usando Modelos de Leitores Decodificáveis e Nivelados (vários vídeos)
sw: Kutumia Vidokezo vinavyoweza kufasiriwa na vilivyotambulishwa vya Kusoma (video kadhaa)
tr: Çözümlenebilir ve Seviyeli Okuyucular Şablonlarını Kullanma (bir kaç video)
vi: Dùng Template Độc giả Sơ cấp và Trung cấp (vài video)
zh_cn: 使用拼读读物模板和分级读物模板（几个视频）

# training.videos.advanced
source: Advanced Topics
az: Qabaqcıl Mövzular
bn: উচ্চতর বিষয়সমূহ
es: Temas avanzados
fr: Sujets avancés
hi: एडवांस्ड विषय
id: Topik Tingkat Mahir
ne: गहन शीर्षकहरू
pt: Tópicos Avançados
sw: Mada Kuu
tr: İleri düzey Konular
vi: Đề tài Cao cấp
zh_cn: 高级主题

# training.videos.formatting
source: Changing the format of text
az: Mətnin formatının dəyişdirilməsi
bn: লেখার ধরন পরিবর্তন
es: Cambiando el formato del texto
fr: Modifier la mise en forme du texte
hi: टेक्स्ट का फॉर्मेट बदलना
id: Mengubah format teks
ne: पाठको ढाँचा परिवर्तन गर्ने
pt: Alterando o formato de texto
sw: Kubadili umbo la matini
tr: Metnin biçimini değiştirme
vi: Thay đổi định dạng văn bản
zh_cn: 更改文本格式

# training.videos.custompage
source: Using the Custom Page template
az: Fərdi Səhifə şablonundan istifadə etmək
bn: কাস্টম পেজের টেমপ্লেট ব্যবহার
es: Utilizando la plantilla de Página Personalizada
fr: Utiliser le modèle de page personnalisée
hi: कस्टम पन्ना टेंपलेट का उपयोग करना
id: Menggunakan template Halaman Khusus
ne: तयार पाना टेम्प्लेट प्रयोग गर्ने
pt: Usando o modelo da página personalizada
sw: Unatumia kielelezo cha Ukurasa wa Kaida
tr: Özel Sayfa Şablonunu Kullanma
vi: Dùng template Trang trống tùy chỉnh
zh_cn: 使用自定义页面模板

# training.videos.specialcharacters
source: Inserting special characters
az: Xüsussi simvolları daxil etmək
bn: বিশেষ অক্ষরসমূহ যোগ বা অর্ন্তভূক্ত করা
es: Ingresando caracteres especiales
fr: Insertion de caractères spéciaux
hi: विशेष अक्षरों को सम्मिलित करना
id: Menyisipkan karakter khusus
ne: विशेष वर्णहरू हाल्ने
pt: Inserindo caracteres especiais
sw: Kuingiza herufi za kipekee
tr: Özel karakterler ekleme
vi: Chèn ký tự đặc biệt
zh_cn: 插入特殊字符

# training.videos.readertemplates
source: Making a set of Decodable and Leveled Reader Templates (several videos)
az: Deşifrə edilə bilən və Səviyyəli Oxucu Şablonlarından bir dəstəsi yaratmaq (bir neçə video)
bn: ডিকোডেবল এবং লেভেলড রিডার টেমপ্লেটের সেট তৈরি (বিভিন্ন ভিডিওসমূহ)
es: Creando un conjunto de plantillas para Libros Descifrables y Libros Graduados (varios vídeos)
fr: Faire une série de modèles pour rédiger des livres déchiffrables et des livres par niveau de difficulté (plusieurs vidéos)
hi: डिकोडेबल और लेवेल्ड पुस्तक टेंपलेट का संग्रह बनाना (बहुत से वीडियो)
id: Membuat seperangkat Template Pembaca yang Dapat Didekodekan dan Bertingkat (beberapa video)
ne: डिकोडेबल र स्तर तोकिएको पाठ्यपुस्तक टेम्प्लेटहरूको समूह बनाउने (थुप्रै भिडियोहरू छन्)
pt: Criar um conjunto de modelos de leitores decodificáveis e nivelados (vários vídeos)
sw: Kutengeneza Vidokezo vinavyoweza Kufasiriwa na vilivyotambulishwa vya kusoma (video kadhaa)
tr: Çözümlenebilir ve Seviyeli Okuyucu Şablon Seti Oluşturmak (bir kaç video)
vi: Tạo một bộ Template Độc giả Sơ cấp và Trung cấp (vài video)
zh_cn: 制作成套的拼读读物模板和分级读物模板（几个视频）

# training.videos.offline
source: Offline Viewing
az: İnternetə bağlantısız baxmaq
bn: অফলাইনে দেখা
es: Visualización fuera de línea
fr: Lecture hors connexion
hi: ऑफलाइन देखना
id: Menonton Secara Offline
ne: अफलाइन हेर्ने
pt: Ver Vídeos Offline
sw: Kutazama bila kutumia intaneti
tr: Çevrimdışı Görüntüleme
vi: Xem Offline
zh_cn: 离线观看

# training.videos.download
source: If you would like to download any of these videos to show and share when there is no internet connection, you can download videos to your computer:
az: İnternet bağlantısı olmadıqda göstərmək və paylaşmaq üçün bu videolardan hər hansı birini endirmək istəyirsinizsə, videoları kompüterinizə endirə bilərsiniz:
bn: যদি আপনি ইন্টারনেট সংযোগ না থাকা অবস্থায় ভিডিওগুলোর যে কোন একটি কাউকে দেখাতে ও শেয়ার করতে চান তবে আপনি আপনার কম্পিউটারে ভিডিওগুলো ডাউনলোড করতে পারেন:
es: Si desea descargar alguno de estos vídeos para mostrar y compartir fuera de línea, puede descargarlos a su computadora:
fr: Si vous souhaitez télécharger une ou plusieurs de ces vidéos pour les consulter et les partager sans connexion Internet, vous pouvez télécharger des vidéos sur votre ordinateur :
hi: इंटरनेट कनेक्शन नहीं होने पर इन में से किसी भी वीडियो को दिखाने या सांझा करने के लिए अगर आप डाउनलोड करना चाहते हैं, तो आप अपने कंप्यूटर पर इन्हें डाउनलोड कर सकते हैं।
id: Jika Anda ingin mengunduh salah satu video untuk ditampilkan dan dibagikan saat koneksi internet tidak tersedia, Anda bisa mengunduh video ke komputer Anda:
ne: यदि तपाईं इन्टरनेट नभएको बेला यी मध्ये कुनै पनि भिडियोहरू देखाउन वा आदान-प्रदान गर्नकाे लागि डाउनलोड गर्न चाहनुहुन्छ भने, तपाईंले ती आफ्नो कम्प्युटरमा डाउनलोड गर्न सक्नुहुन्छ:
pt: Se você quiser baixar qualquer um desses vídeos para mostrar e compartilhar quando não há conexão de Internet, você pode baixar os vídeos em seu computador:
sw: Iwapo ungependa kupata video yoyote kati ya hizi kutoka kwenye mtandao ili kuonyesha au kusambaza wakati ambapo hakuna intaneti, unaweza kuweka video hizi kwenye kompyuta yako:
tr: Bu videolardan herhangi birini internet bağlantısı olmayan ortamlarda göstermek ve paylaşmak için indirmek istiyorsanız videoları bilgisayarınıza indirebilirsiniz:
vi: Nếu muốn tải xuống bất kỳ video nào để xem và chia sẻ khi không có internet, bạn có thể tải các video về máy tính của mình:
zh_cn: 如果您想下载这些视频，以便在没有网络时观看和分享，可以将视频下载到本地计算机：

# training.videos.hires
source: High Resolution (Large files)
es: Alta Resolución (Archivos grandes)
fr: Haute résolution (Fichiers lourds)
pt: Alta Resolução (Arquivos grandes)
sw: Uthabiti wa Juu (Faili kubwa)
tr: Yüksek Çözünürlük (büyük dosyalar)

# training.videos.lores
source: Low Resolution (Smaller files)
es: Baja Resolución (Archivos más pequeños)
fr: Basse résolution (Fichiers légers)
pt: Baixa Resolução (Arquivos pequenos)
sw: Uthabiti wa Chini (Faili ndogo)
tr: Düşük Çözünürlük (Daha küçük dosyalar)

# training.videos.download.2
source: Under the video that you want to download, there should be a Download button.
az: Yükləmək istədiyiniz videonun altında Yükləmə düyməsi olmalıdır.
