Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/*/velopack.xlf
Languages: es, fr, pt

# templates.setup_title
source: {app_title} Setup {app_version}
es: Instalación de {app_title} {app_version}
fr: Configuration {app_title} {app_version}
pt: {app_title} Configurar {app_version}

# templates.setup_title_no_version
source: {app_title} Setup
es: Instalación de {app_title}
fr: Configuration {app_title}
pt: {app_title} Configurar

# templates.update_title
source: {app_title} Update {app_version}
es: Actualización de {app_title} {app_version}
fr: Mise à jour {app_title} {app_version}
pt: {app_title} Atualizar {app_version}

# templates.update_title_no_version
source: {app_title} Update
es: Actualización de {app_title}
fr: Mise à jour {app_title}
pt: {app_title} Atualizar

# templates.uninstall_title
source: {app_title} Uninstall
es: Desinstalación de {app_title}
fr: Désinstallation de {app_title}
pt: {app_title} Desinstalar

# templates.error_title
source: {program_name} Error
es: Error de {program_name}
fr: Erreur {program_name}
pt: {program_name} Erro

# templates.install_directory_default
source: The install directory is '<A HREF="na">%LocalAppData%\{app_id}</A>'
es: El directorio de instalación es '<A HREF="na">%LocalAppData%\{app_id}</A>'
fr: Le répertoire d'installation est '<A HREF="na">%LocalAppData%\{app_id}</A>'
pt: O diretório de instalação é '<A HREF="na">%LocalAppData%\{app_id}</A>'

# templates.install_directory_custom
source: The install directory is '<A HREF="na">{path}</A>'
es: El directorio de instalación es '<A HREF="na">{path}</A>'
fr: Le répertoire d'installation est '<A HREF="na">{path}\</A>'
pt: O diretório de instalação é '<A HREF="na">{path}</A>'

# progress.installing_app
source: Installing {app_title}...
es: Instalando {app_title}...
fr: Installation de {app_title}...
pt: Instalando {app_title}...

# progress.downloading_runtime
source: Downloading {runtime_name}...
es: Descargando {runtime_name}...
fr: Téléchargement de {runtime_name}...
pt: Baixando {runtime_name}...

# buttons.ok
source: Ok
es: Aceptar

# buttons.yes
source: Yes
es: Sí
fr: Oui
pt: Sim

# buttons.install_update
source: Install Update
es: Instalar actualización
fr: Installer la mise à jour
pt: Instalar atualização

# buttons.install_and_update
source: Install & Update
es: Instalar y actualizar
fr: Installer & Mise à jour
pt: Instalar & atualização

# buttons.install
source: Install
es: Instalar
fr: Installer
pt: Instalar

# buttons.hide
source: Hide
es: Ocultar
fr: Masquer
pt: Ocultar

# buttons.retry_close_programs
source: Retry\nTry again if you've closed the program(s)
es: Reintentar\nInténtalo de nuevo si ya cerraste los programas
fr: Réessayez\nRéessayez si vous avez fermé le(s) programme(s)

# buttons.continue_close_programs
source: Continue\nAttempt to close the program(s) automatically
es: Continuar\nIntentar cerrar los programas automáticamente
fr: Poursuivre\nTentative de fermeture automatique du ou des programme(s)
pt: Continuar\ntentativa de fechar o(s) programa(s) automaticamente

# buttons.cancel_stop_update
source: Cancel\nThe update will not continue
es: Cancelar\nLa actualización no continuará
fr: Annuler\nLa mise à jour ne va pas continuer

# buttons.repair
source: Repair\nErase the application and re-install version {app_version}.
es: Reparar\nEliminar la aplicación y volver a instalar la versión {app_version}.
fr: Réparez\nEffacez l'application et réinstallez la version {app_version}.

# buttons.update
source: Update\nTo version {target_version}
es: Actualizar\nA la versión {target_version}
fr: Mettre à jour\nVers la version {target_version}

# buttons.downgrade
source: Downgrade\nTo version {target_version}
es: Instalar versión anterior\nA la versión {target_version}
fr: Rétrograder\nVers la version {target_version}

# buttons.cancel_backup_first
source: Cancel\nBackup or save your work first
es: Cancelar\nHaz una copia de seguridad o guarda tu trabajo primero
fr: Annulez\nSauvegardez ou enregistrez d'abord votre travail

# dialogs.restart_required.instruction
source: Restart Required
es: Reinicio requerido
fr: Il faut redémarrer
pt: É necessário reiniciar

# dialogs.restart_required.content
source: A restart is required before Setup can continue. Please restart your computer and try again.
es: Se requiere un reinicio antes de que la Instalación pueda continuar. Reinicia el equipo e inténtalo de nuevo.
fr: Il faut redémarrer avant de pouvoir continuer l'installation. Veuillez redémarrer votre ordinateur et réessayez.
pt: É necessário reiniciar antes que a instalação continue. Reinicie o computador e tente novamente.

# dialogs.update_missing_dependencies.header
source: {app_title} would like to update from {from_version} to {to_version}
es: {app_title} desea actualizar de {from_version} a {to_version}
fr: {app_title} aimerait faire une mise à jour {from_version} vers {to_version}
pt: {app_title} gostaria de atualizar de {from_version} para {to_version}

# dialogs.update_missing_dependencies.content
source: {app_title} {to_version} has missing dependencies which need to be installed: {dependency_list}. Would you like to continue?
es: {app_title} {to_version} tiene dependencias que deben instalarse: {dependency_list}. ¿Deseas continuar?
fr: {app_title} {to_version} a des dépendances manquantes qui doivent être installées : {dependency_list}. Voulez-vous continuer ?

# dialogs.setup_missing_dependencies.header
source: {app_title} has missing system dependencies.
es: {app_title} tiene dependencias del sistema faltantes.
fr: {app_title} a des dépendances de système manquantes.

# dialogs.setup_missing_dependencies.content
source: {app_title} requires the following packages to be installed: {dependency_list}. Would you like to continue?
es: {app_title} requiere que se instalen los siguientes paquetes: {dependency_list}. ¿Deseas continuar?
fr: {app_title} requiert l'installation des paquets suivants : {dependency_list}. Voulez-vous continuer ?
pt: O {app_title} requer que os seguintes pacotes sejam instalados: {dependency_list}. Você gostaria de continuar?

# dialogs.uninstall_complete_with_errors.instruction
source: {app_title} uninstall has completed with errors.
es: La desinstalación de {app_title} se ha completado con errores.
fr: La désinstallation de {app_title} s'est terminée avec des erreurs.
pt: A desinstalação {app_title} foi concluída com erros.

# dialogs.uninstall_complete_with_errors.content
source: There may be left-over files or directories on your system. You can attempt to remove these manually or re-install the application and try again.
es: Pueden quedar archivos o directorios residuales en tu sistema. Puedes intentar eliminarlos manualmente o volver a instalar la aplicación e intentarlo de nuevo.
fr: Il pourrait y avoir des fichiers ou des répertoires restants sur votre système. Vous pouvez essayer de les supprimer manuellement ou réinstaller l'application et réessayer.

# dialogs.uninstall_complete_with_errors.footer
source: Log file: '<A HREF="na">{log_path}</A>'
es: Archivo de registro: '<A HREF="na">{log_path}</A>'
fr: Fichier journal : '<A HREF="na">{log_path}</A>'

# dialogs.processes_locking_folder.content
source: There are programs ({process_names}) preventing the {app_title} update from proceeding.\n\nYou can press Continue to have this updater attempt to close them automatically, or if you've closed them yourself press Retry for the updater to check again.
es: Hay programas ({process_names}) que impiden que continúe la actualización de {app_title}.\n\nPuedes presionar Continuar para que este actualizador intente cerrarlos automáticamente, o si ya los has cerrado, presiona Reintentar para que el actualizador vuelva a comprobar.
fr: Certains programmes ({process_names}) empêchent la poursuite de la mise à jour de {app_title}. \n\nVous pouvez appuyer sur Continuer pour que ce programme de mise à jour tente de les fermer automatiquement, ou, si vous les avez fermés vous-même, appuyez sur Réessayer pour que le programme de mise à jour vérifie à nouveau.

# dialogs.overwrite_repair.default_instruction
source: {app_title} is already installed.
es: {app_title} ya está instalado.
fr: {app_title} est déjà installé.
pt: {app_title} já está instalado.

# dialogs.overwrite_repair.default_content
source: This application is installed on your computer. If it is not functioning correctly, you can attempt to repair it.
es: Esta aplicación está instalada en tu equipo. Si no funciona correctamente, puedes intentar repararla.
fr: Cette application est installée sur votre ordinateur. Si elle ne fonctionne pas correctement, vous pouvez essayer de la réparer.
pt: Este aplicativo está instalado no seu computador. Se não funciona corretamente, pode tentar repará-lo.

# dialogs.overwrite_repair.update_instruction
source: An older version of {app_title} is installed.
es: Hay instalada una versión anterior de {app_title}.
fr: Une ancienne version de {app_title} est installée.
pt: Uma versão antiga do {app_title} está instalada.

# dialogs.overwrite_repair.update_content
source: Would you like to update from {old_version} to {new_version}?
es: ¿Deseas actualizar de {old_version} a {new_version}?
fr: Voulez-vous faire la mise à jour depuis {old_version} vers {new_version}?
pt: Gostaria de atualizar da {old_version} para a {new_version}?

# dialogs.overwrite_repair.downgrade_instruction
source: A newer version of {app_title} is installed.
es: Hay instalada una versión más reciente de {app_title}.
fr: Une version plus récente de {app_title} est installée.
pt: Uma nova versão do {app_title} está instalada.

# dialogs.overwrite_repair.downgrade_content
source: You already have {old_version} installed. Would you like to downgrade this application to an older version?
es: Ya tienes instalada {old_version}. ¿Deseas cambiar esta aplicación a una versión anterior?
fr: Vous avez déjà installé {old_version}. Voulez-vous rétrograder cette application vers une version plus ancienne ?

# dialogs.elevation_prompt.content
source: {app_title} would like to update to version {new_version}, but requires elevated permissions to do so. Would you like to proceed?
es: {app_title} desea actualizar a la versión {new_version}, pero requiere permisos elevados para hacerlo. ¿Deseas continuar?
fr: {app_title} aimerait faire une mise à jour vers la version {new_version}, mais sollicite des autorisations élevées pour le faire. Voulez-vous continuer ?

# dialogs.install_hook_failed.content
source: Installation has completed, but the application install hook failed. It may not have installed correctly.
es: La instalación se completó, pero el hook de instalación de la aplicación falló. Es posible que no se haya instalado correctamente.
fr: L'installation est terminée, mais le hook d'installation de l'application a échoué. Il se peut que l'installation ne soit pas bien faite.

# dialogs.legacy_migration_failed.header
source: Unable to start app
es: No se puede iniciar la aplicación
fr: Impossible de lancer l'application
pt: Não foi possível iniciar o aplicativo

# dialogs.legacy_migration_failed.content
source: This app installation has been corrupted and cannot be started. Please re-install the app.
es: Esta instalación de la aplicación está dañada y no puede iniciarse. Vuelve a instalar la aplicación.
fr: L'installation de cette appli a été corrompue et ne peut pas démarrer. Veuillez réinstaller l'application.
pt: A instalação do aplicativo está corrompida e não pode ser iniciada. Por favor, reinstale o aplicativo.

# dialogs.uninstall_success.content
source: {app_title} was successfully uninstalled.
es: {app_title} se desinstaló correctamente.

# buttons.no
source: No
fr: Non
pt: Não

# dialogs.uninstall_success.content
source: The application was successfully uninstalled.
fr: L'application a été désinstallée avec succès.
pt: O aplicativo foi desinstalado com sucesso.
